[
  {
    "category_name": "Autonomie Personnelle",
    "category_description": "Autonomie Personnelle",
    "domains": [
      {
        "name": "Hygiène Corporelle",
        "description": "Hygiène Corporelle",
        "items": [
          {
            "name": "Sait se laver les mains",
            "description": "Capable de se laver les mains de manière autonome en utilisant du savon et de l'eau, en frottant toutes les parties des mains pendant un temps suffisant pour assurer une propreté adéquate.",
            "etat": "NON_COTE"
          },
          {
            "name": "Sait s’essuyer les mains",
            "description": "Capable de s’essuyer les mains efficacement après les avoir lavées, en utilisant une serviette ou un sèche-mains pour éliminer l'humidité.",
            "etat": "NON_COTE"
          },
          {
            "name": "Accepte qu’on lui brosse les dents",
            "description": "Accepte calmement et sans résistance qu’un adulte brosse ses dents, permettant un nettoyage efficace de la bouche.",
            "etat": "NON_COTE"
          },
          {
            "name": "Sait se brosser les dents",
            "description": "Capable de se brosser les dents de manière autonome avec une brosse à dents et du dentifrice, en couvrant toutes les surfaces des dents de manière efficace.",
            "etat": "NON_COTE"
          },
          {
            "name": "Se nettoie le visage, bouche, en s’aidant du miroir",
            "description": "Capable de nettoyer son visage, y compris la bouche, en utilisant un gant ou une serviette humide et en se regardant dans un miroir pour vérifier la propreté.",
            "etat": "NON_COTE"
          },
          {
            "name": "Accepte qu’on lui brosse les cheveux",
            "description": "Accepte sans résistance qu’un adulte brosse ses cheveux pour éliminer les nœuds et maintenir une apparence soignée.",
            "etat": "NON_COTE"
          },
          {
            "name": "Sait se brosser les cheveux",
            "description": "Capable de brosser ses propres cheveux de manière autonome pour éliminer les nœuds et maintenir une coiffure ordonnée.",
            "etat": "NON_COTE"
          },
          {
            "name": "Sait s’attacher les cheveux",
            "description": "Capable d’attacher ses cheveux de manière autonome, en utilisant des élastiques ou des accessoires pour créer une coiffure simple.",
            "etat": "NON_COTE"
          },
          {
            "name": "Accepte qu’on lui coupe les ongles",
            "description": "Accepte calmement qu’un adulte coupe ses ongles pour maintenir une hygiène et une apparence soignées.",
            "etat": "NON_COTE"
          },
          {
            "name": "Sait se couper les ongles",
            "description": "Capable de couper ses propres ongles de manière sécurisée et précise à l’aide d’un coupe-ongles.",
            "etat": "NON_COTE"
          },
          {
            "name": "Sait se parfumer",
            "description": "Capable d’appliquer du parfum ou une eau de toilette de manière appropriée sur le corps ou les vêtements.",
            "etat": "NON_COTE"
          },
          {
            "name": "Sait mettre du déodorant",
            "description": "Capable d’appliquer du déodorant sous les aisselles de manière autonome pour maintenir une bonne hygiène corporelle.",
            "etat": "NON_COTE"
          },
          {
            "name": "Prépare son nécessaire de toilette avant de se laver (savon, gant...)",
            "description": "Capable de rassembler tous les articles nécessaires (savon, gant, serviette, etc.) avant de commencer sa toilette.",
            "etat": "NON_COTE"
          },
          {
            "name": "Sait se savonner",
            "description": "Capable de se savonner le corps de manière autonome pendant le bain ou la douche, en utilisant du savon ou un gel douche.",
            "etat": "NON_COTE"
          },
          {
            "name": "Se lave seul de façon efficace (frotte suffisamment toutes les parties de son corps)",
            "description": "Capable de se laver seul de manière efficace, en frottant toutes les parties du corps pour assurer une hygiène complète.",
            "etat": "NON_COTE"
          },
          {
            "name": "Se lave avec l’aide de l’adulte",
            "description": "Capable de se laver avec l’assistance d’un adulte, qui guide ou complète certaines étapes pour garantir une hygiène adéquate.",
            "etat": "NON_COTE"
          },
          {
            "name": "Sait se rincer (enlève toute la mousse)",
            "description": "Capable de rincer complètement son corps ou ses cheveux pour éliminer tout résidu de savon ou de shampoing.",
            "etat": "NON_COTE"
          },
          {
            "name": "Accepte qu’on lui lave les cheveux",
            "description": "Accepte sans résistance qu’un adulte lave ses cheveux, permettant un nettoyage efficace du cuir chevelu.",
            "etat": "NON_COTE"
          },
          {
            "name": "Se lave les cheveux seul",
            "description": "Capable de laver ses cheveux de manière autonome, en appliquant du shampoing et en rinçant correctement.",
            "etat": "NON_COTE"
          },
          {
            "name": "Accepte qu’on lui coupe les cheveux",
            "description": "Accepte calmement qu’un adulte ou un professionnel coupe ses cheveux pour maintenir une apparence soignée.",
            "etat": "NON_COTE"
          },
          {
            "name": "Sait s’essuyer efficacement seul",
            "description": "Capable de s’essuyer le corps de manière efficace après le bain ou la douche, en utilisant une serviette pour éliminer l’humidité.",
            "etat": "NON_COTE"
          },
          {
            "name": "Se nettoie les oreilles",
            "description": "Capable de nettoyer l’extérieur de ses oreilles de manière sécurisée, en utilisant un gant ou un outil adapté.",
            "etat": "NON_COTE"
          },
          {
            "name": "Sait allumer la robinetterie",
            "description": "Capable d’ouvrir un robinet pour obtenir de l’eau, en comprenant le mécanisme de la robinetterie.",
            "etat": "NON_COTE"
          },
          {
            "name": "Sait éteindre la robinetterie",
            "description": "Capable de fermer un robinet pour arrêter l’écoulement de l’eau, en comprenant le mécanisme de la robinetterie.",
            "etat": "NON_COTE"
          },
          {
            "name": "Sait réguler la température",
            "description": "Capable d’ajuster la température de l’eau en manipulant les robinets pour obtenir une température confortable.",
            "etat": "NON_COTE"
          },
          {
            "name": "Accepte qu’on le mouche",
            "description": "Accepte calmement qu’un adulte lui mouche le nez pour maintenir une bonne hygiène nasale.",
            "etat": "NON_COTE"
          },
          {
            "name": "Sait se moucher",
            "description": "Capable de se moucher seul à l’aide d’un mouchoir pour éliminer les mucosités.",
            "etat": "NON_COTE"
          },
          {
            "name": "Se mouche spontanément",
            "description": "Prend l’initiative de se moucher sans qu’on le lui demande, en reconnaissant le besoin de le faire.",
            "etat": "NON_COTE"
          },
          {
            "name": "Accepte d’être rasé",
            "description": "Accepte calmement qu’un adulte ou un professionnel le rase pour maintenir une apparence soignée.",
            "etat": "NON_COTE"
          },
          {
            "name": "Sait se raser",
            "description": "Capable de se raser seul de manière sécurisée et efficace, en utilisant un rasoir adapté.",
            "etat": "NON_COTE"
          },
          {
            "name": "Sait se maquiller",
            "description": "Capable d’appliquer du maquillage de manière autonome, en utilisant des produits adaptés pour un résultat esthétique.",
            "etat": "NON_COTE"
          },
          {
            "name": "Se met de la crème sur le visage",
            "description": "Capable d’appliquer de la crème hydratante ou protectrice sur le visage de manière autonome.",
            "etat": "NON_COTE"
          },
          {
            "name": "Se met de la crème sur le corps",
            "description": "Capable d’appliquer de la crème hydratante ou protectrice sur le corps de manière autonome.",
            "etat": "NON_COTE"
          },
          {
            "name": "Accepte qu’on l’aide pour se raser",
            "description": "Accepte l’assistance d’un adulte pour se raser, permettant une aide partielle ou totale.",
            "etat": "NON_COTE"
          },
          {
            "name": "Sait demander de l’aide pour se raser",
            "description": "Capable de reconnaître quand il a besoin d’aide pour se raser et de la demander explicitement.",
            "etat": "NON_COTE"
          },
          {
            "name": "Accepte de porter une protection hygiénique",
            "description": "Accepte de porter une serviette hygiénique ou une protection similaire pour des raisons d’hygiène menstruelle ou médicale.",
            "etat": "NON_COTE"
          },
          {
            "name": "Accepte qu’on lui change sa protection hygiénique",
            "description": "Accepte qu’un adulte change sa serviette hygiénique ou sa protection pour maintenir une bonne hygiène.",
            "etat": "NON_COTE"
          },
          {
            "name": "Demande de l’aide pour changer/mettre sa serviette hygiénique",
            "description": "Capable de demander explicitement de l’aide pour mettre ou changer une serviette hygiénique.",
            "etat": "NON_COTE"
          },
          {
            "name": "Change seule sa protection hygiénique",
            "description": "Capable de changer sa serviette hygiénique ou sa protection de manière autonome et hygiénique.",
            "etat": "NON_COTE"
          },
          {
            "name": "Utilise un tampon",
            "description": "Capable d’insérer et de retirer un tampon hygiénique de manière autonome et sécurisée pour l’hygiène menstruelle.",
            "etat": "NON_COTE"
          }
        ]
      },
      {
        "name": "Propreté",
        "description": "Propreté",
        "items": [
          {
            "name": "Garde sa protection",
            "description": "Capable de porter une protection hygiénique (comme une couche ou une serviette) sans chercher à l’enlever de manière inappropriée.",
            "etat": "NON_COTE"
          },
          {
            "name": "Manifeste une gêne lorsque la protection est souillée",
            "description": "Exprime, verbalement ou non, un inconfort ou une gêne lorsque la protection hygiénique est sale, signalant le besoin de la changer.",
            "etat": "NON_COTE"
          },
          {
            "name": "Accepte d’être changé",
            "description": "Accepte calmement qu’un adulte change sa protection hygiénique, permettant une hygiène adéquate sans résistance.",
            "etat": "NON_COTE"
          },
          {
            "name": "Est propre de jour",
            "description": "Capable de contrôler ses besoins physiologiques pendant la journée, évitant les accidents urinaires ou fécaux sans protection.",
            "etat": "NON_COTE"
          },
          {
            "name": "Est propre de nuit",
            "description": "Capable de contrôler ses besoins physiologiques pendant la nuit, évitant les accidents urinaires ou fécaux sans protection.",
            "etat": "NON_COTE"
          },
          {
            "name": "Exprime quand il s’est uriné ou déféqué dessus",
            "description": "Capable de communiquer, verbalement ou par des signaux, lorsqu’il a uriné ou déféqué sur lui, indiquant un besoin de changement.",
            "etat": "NON_COTE"
          },
          {
            "name": "Urine lorsqu’il est amené sur les toilettes",
            "description": "Capable d’uriner lorsqu’il est conduit aux toilettes, montrant une compréhension du lieu approprié pour ce besoin.",
            "etat": "NON_COTE"
          },
          {
            "name": "Urine debout (pour les garçons)",
            "description": "Capable, pour les garçons, d’uriner en position debout de manière autonome et précise dans les toilettes.",
            "etat": "NON_COTE"
          },
          {
            "name": "Défèque lorsqu’il est amené sur les toilettes",
            "description": "Capable de déféquer lorsqu’il est conduit aux toilettes, montrant une compréhension du lieu approprié pour ce besoin.",
            "etat": "NON_COTE"
          },
          {
            "name": "Demande pour aller aux toilettes",
            "description": "Capable de demander explicitement, verbalement ou par des gestes, à aller aux toilettes lorsqu’il ressent un besoin.",
            "etat": "NON_COTE"
          },
          {
            "name": "Se rend spontanément aux toilettes",
            "description": "Prend l’initiative de se rendre aux toilettes sans qu’on le lui demande, en reconnaissant ses besoins physiologiques.",
            "etat": "NON_COTE"
          },
          {
            "name": "Ferme la porte des toilettes",
            "description": "Capable de fermer la porte des toilettes pour préserver son intimité pendant l’utilisation.",
            "etat": "NON_COTE"
          },
          {
            "name": "Initie le déshabillage/habillage aux toilettes sans aide et sans qu’on lui dise",
            "description": "Capable de commencer à se déshabiller et à se rhabiller de manière autonome avant et après l’utilisation des toilettes.",
            "etat": "NON_COTE"
          },
          {
            "name": "Prend et utilise une quantité adaptée de papier toilette",
            "description": "Capable de prendre une quantité appropriée de papier toilette et de l’utiliser efficacement pour s’essuyer.",
            "etat": "NON_COTE"
          },
          {
            "name": "S’essuie seul lorsqu’il urine",
            "description": "Capable de s’essuyer seul de manière efficace après avoir uriné, en utilisant du papier toilette ou un autre moyen adapté.",
            "etat": "NON_COTE"
          },
          {
            "name": "S’essuie seul lorsqu’il défèque",
            "description": "Capable de s’essuyer seul de manière efficace après avoir déféqué, en utilisant du papier toilette pour assurer une hygiène adéquate.",
            "etat": "NON_COTE"
          },
          {
            "name": "Se lève seul quand il a terminé",
            "description": "Capable de se lever de manière autonome des toilettes une fois qu’il a terminé ses besoins.",
            "etat": "NON_COTE"
          },
          {
            "name": "Tire la chasse d’eau",
            "description": "Capable d’actionner la chasse d’eau des toilettes de manière autonome après utilisation.",
            "etat": "NON_COTE"
          },
          {
            "name": "Se lave les mains en sortant des w.c.",
            "description": "Capable de se laver les mains de manière autonome avec du savon et de l’eau après avoir utilisé les toilettes.",
            "etat": "NON_COTE"
          },
          {
            "name": "Identifie des panneaux w.c. dans des lieux publics",
            "description": "Capable de reconnaître les panneaux ou symboles indiquant les toilettes dans des lieux publics pour s’y rendre de manière autonome.",
            "etat": "NON_COTE"
          }
        ]
      },
      {
        "name": "Habillage/Déshabillage",
        "description": "Habillage/Déshabillage",
        "items": [
          {
            "name": "Sait mettre sa culotte/slip",
            "description": "Capable de mettre sa culotte ou son slip de manière autonome, en l’enfilant correctement par les jambes.",
            "etat": "NON_COTE"
          },
          {
            "name": "Sait enlever sa culotte/slip",
            "description": "Capable de retirer sa culotte ou son slip de manière autonome sans aide.",
            "etat": "NON_COTE"
          },
          {
            "name": "Sait baisser sa culotte/slip",
            "description": "Capable de baisser sa culotte ou son slip jusqu’aux chevilles ou au niveau nécessaire, par exemple pour aller aux toilettes.",
            "etat": "NON_COTE"
          },
          {
            "name": "Sait remonter sa culotte/slip",
            "description": "Capable de remonter sa culotte ou son slip correctement après l’avoir baissée.",
            "etat": "NON_COTE"
          },
          {
            "name": "Sait mettre son soutien-gorge",
            "description": "Capable de mettre un soutien-gorge de manière autonome, en ajustant les bretelles et en le fermant correctement.",
            "etat": "NON_COTE"
          },
          {
            "name": "Sait retirer un soutien-gorge",
            "description": "Capable de retirer un soutien-gorge de manière autonome, en défaisant les attaches si nécessaire.",
            "etat": "NON_COTE"
          },
          {
            "name": "Sait mettre un t-shirt",
            "description": "Capable d’enfiler un t-shirt de manière autonome, en passant la tête et les bras dans les ouvertures appropriées.",
            "etat": "NON_COTE"
          },
          {
            "name": "Sait enlever un t-shirt",
            "description": "Capable de retirer un t-shirt de manière autonome, en le passant par-dessus la tête sans difficulté.",
            "etat": "NON_COTE"
          },
          {
            "name": "Sait enfiler ses chaussettes",
            "description": "Capable de mettre ses chaussettes de manière autonome, en les enfilant correctement sur chaque pied.",
            "etat": "NON_COTE"
          },
          {
            "name": "Sait retirer ses chaussettes",
            "description": "Capable de retirer ses chaussettes de manière autonome sans aide.",
            "etat": "NON_COTE"
          },
          {
            "name": "Sait enfiler un pantalon",
            "description": "Capable d’enfiler un pantalon de manière autonome, en passant les jambes et en le remontant jusqu’à la taille.",
            "etat": "NON_COTE"
          },
          {
            "name": "Sait remonter un pantalon",
            "description": "Capable de remonter un pantalon jusqu’à la taille après l’avoir baissé, par exemple après l’utilisation des toilettes.",
            "etat": "NON_COTE"
          },
          {
            "name": "Sait baisser un pantalon",
            "description": "Capable de baisser un pantalon jusqu’aux chevilles ou au niveau nécessaire, par exemple pour aller aux toilettes.",
            "etat": "NON_COTE"
          },
          {
            "name": "Sait retirer un pantalon",
            "description": "Capable de retirer un pantalon de manière autonome, en le faisant passer par les jambes.",
            "etat": "NON_COTE"
          },
          {
            "name": "Sait mettre des collants",
            "description": "Capable de mettre des collants de manière autonome, en les enfilant correctement sans les déchirer.",
            "etat": "NON_COTE"
          },
          {
            "name": "Sait retirer des collants",
            "description": "Capable de retirer des collants de manière autonome sans les abîmer.",
            "etat": "NON_COTE"
          },
          {
            "name": "Sait fermer un bouton",
            "description": "Capable de fermer un bouton sur un vêtement, comme un pantalon ou une chemise, en alignant correctement les deux parties.",
            "etat": "NON_COTE"
          },
          {
            "name": "Sait enlever un bouton",
            "description": "Capable de défaire un bouton sur un vêtement pour ouvrir ou retirer le vêtement.",
            "etat": "NON_COTE"
          },
          {
            "name": "Sait enclencher une fermeture éclair",
            "description": "Capable d’enclencher une fermeture éclair en insérant le curseur dans le rail pour commencer à fermer.",
            "etat": "NON_COTE"
          },
          {
            "name": "Sait remonter une fermeture éclair",
            "description": "Capable de remonter une fermeture éclair de manière autonome pour fermer un vêtement ou un accessoire.",
            "etat": "NON_COTE"
          },
          {
            "name": "Sait ouvrir une fermeture éclair",
            "description": "Capable de descendre une fermeture éclair pour ouvrir un vêtement ou un accessoire.",
            "etat": "NON_COTE"
          },
          {
            "name": "Sait mettre un bouton pression",
            "description": "Capable de fermer un bouton pression en appuyant pour que les deux parties s’enclenchent.",
            "etat": "NON_COTE"
          },
          {
            "name": "Sait enlever un bouton pression",
            "description": "Capable de défaire un bouton pression en tirant pour séparer les deux parties.",
            "etat": "NON_COTE"
          },
          {
            "name": "Sait différencier l’endroit et l’envers des vêtements",
            "description": "Capable de reconnaître l’intérieur et l’extérieur d’un vêtement pour l’enfiler correctement.",
            "etat": "NON_COTE"
          },
          {
            "name": "Sait différencier le devant et le derrière des vêtements",
            "description": "Capable de distinguer le devant et le derrière d’un vêtement pour l’enfiler dans le bon sens.",
            "etat": "NON_COTE"
          },
          {
            "name": "Sait remettre un vêtement à l’endroit",
            "description": "Capable de retourner un vêtement à l’envers pour le mettre dans le bon sens avant de l’enfiler.",
            "etat": "NON_COTE"
          },
          {
            "name": "Sait s’habiller seul et enchaîner la mise des vêtements",
            "description": "Capable de s’habiller de manière autonome en enfilant les vêtements dans un ordre logique (sous-vêtements, pantalon, haut, etc.).",
            "etat": "NON_COTE"
          },
          {
            "name": "Choisit et prépare ses vêtements",
            "description": "Capable de sélectionner et de préparer les vêtements appropriés pour la journée, en tenant compte des besoins ou des activités.",
            "etat": "NON_COTE"
          },
          {
            "name": "Sait mettre ses chaussures",
            "description": "Capable d’enfiler ses chaussures de manière autonome, en les mettant au bon pied.",
            "etat": "NON_COTE"
          },
          {
            "name": "Sait enlever ses chaussures",
            "description": "Capable de retirer ses chaussures de manière autonome sans aide.",
            "etat": "NON_COTE"
          },
          {
            "name": "Sait défaire ses lacets",
            "description": "Capable de dénouer les lacets de ses chaussures pour les retirer ou les ajuster.",
            "etat": "NON_COTE"
          },
          {
            "name": "Sait faire ses lacets",
            "description": "Capable de nouer les lacets de ses chaussures de manière autonome pour les sécuriser.",
            "etat": "NON_COTE"
          },
          {
            "name": "Sait accrocher des scratchs",
            "description": "Capable de fermer des attaches à scratch (velcro) sur des chaussures ou des vêtements.",
            "etat": "NON_COTE"
          },
          {
            "name": "Sait ouvrir des scratchs",
            "description": "Capable d’ouvrir des attaches à scratch (velcro) sur des chaussures ou des vêtements.",
            "etat": "NON_COTE"
          },
          {
            "name": "Sait enfiler/enlever des gants",
            "description": "Capable de mettre et de retirer des gants de manière autonome, en les ajustant correctement.",
            "etat": "NON_COTE"
          },
          {
            "name": "Sait mettre/enlever une écharpe",
            "description": "Capable de mettre et de retirer une écharpe de manière autonome, en l’ajustant correctement autour du cou.",
            "etat": "NON_COTE"
          },
          {
            "name": "Sait mettre/enlever un bonnet",
            "description": "Capable de mettre et de retirer un bonnet de manière autonome, en l’ajustant sur la tête.",
            "etat": "NON_COTE"
          },
          {
            "name": "Sait mettre/enlever une casquette",
            "description": "Capable de mettre et de retirer une casquette de manière autonome, en l’ajustant correctement.",
            "etat": "NON_COTE"
          },
          {
            "name": "Tolère de porter une casquette, un bonnet",
            "description": "Accepte de porter une casquette ou un bonnet sans chercher à l’enlever de manière inappropriée.",
            "etat": "NON_COTE"
          },
          {
            "name": "Sait mettre une ceinture",
            "description": "Capable de mettre une ceinture de manière autonome, en la passant dans les passants et en l’attachant.",
            "etat": "NON_COTE"
          },
          {
            "name": "Sait enlever une ceinture",
            "description": "Capable de retirer une ceinture de manière autonome, en la défaisant et en la retirant des passants.",
            "etat": "NON_COTE"
          },
          {
            "name": "Sait mettre son manteau",
            "description": "Capable d’enfiler un manteau de manière autonome, en passant les bras dans les manches et en l’ajustant.",
            "etat": "NON_COTE"
          },
          {
            "name": "Sait enlever son manteau",
            "description": "Capable de retirer un manteau de manière autonome, en le faisant passer par les bras.",
            "etat": "NON_COTE"
          },
          {
            "name": "Sait mettre ses lunettes",
            "description": "Capable de mettre des lunettes de manière autonome, en les plaçant correctement sur le nez et les oreilles.",
            "etat": "NON_COTE"
          },
          {
            "name": "Sait nettoyer ses lunettes sur consigne",
            "description": "Capable de nettoyer ses lunettes avec un chiffon adapté lorsqu’on le lui demande.",
            "etat": "NON_COTE"
          },
          {
            "name": "Sait mettre ses affaires à son portemanteau à l’accueil",
            "description": "Capable de ranger ses affaires (manteau, sac, etc.) sur un portemanteau désigné à l’arrivée dans un lieu.",
            "etat": "NON_COTE"
          },
          {
            "name": "Sait mettre et enlever un sac à dos",
            "description": "Capable de mettre un sac à dos sur ses épaules et de le retirer de manière autonome.",
            "etat": "NON_COTE"
          },
          {
            "name": "Sait ouvrir la fermeture éclair d’un sac à dos pour l’ouvrir",
            "description": "Capable d’ouvrir la fermeture éclair d’un sac à dos pour accéder à son contenu.",
            "etat": "NON_COTE"
          },
          {
            "name": "Sait fermer la fermeture éclair d’un sac à dos pour le fermer",
            "description": "Capable de fermer la fermeture éclair d’un sac à dos pour sécuriser son contenu.",
            "etat": "NON_COTE"
          },
          {
            "name": "Sait ajuster ses vêtements sur consigne",
            "description": "Capable d’ajuster ses vêtements (remonter un pantalon, replacer un col, etc.) lorsqu’on le lui demande.",
            "etat": "NON_COTE"
          },
          {
            "name": "Sait ajuster ses vêtements seul ou devant un miroir",
            "description": "Capable d’ajuster ses vêtements de manière autonome, éventuellement en utilisant un miroir pour vérifier.",
            "etat": "NON_COTE"
          },
          {
            "name": "Sait choisir ses vêtements en fonction du temps",
            "description": "Capable de sélectionner des vêtements adaptés aux conditions météorologiques (par exemple, un manteau pour la pluie ou un t-shirt pour la chaleur).",
            "etat": "NON_COTE"
          },
          {
            "name": "Tolère de porter des vêtements et sous-vêtements",
            "description": "Accepte de porter des vêtements et des sous-vêtements sans chercher à les enlever de manière inappropriée.",
            "etat": "NON_COTE"
          },
          {
            "name": "Garde ses vêtements toute la journée",
            "description": "Capable de garder ses vêtements et sous-vêtements en place tout au long de la journée sans les retirer de manière inappropriée.",
            "etat": "NON_COTE"
          }
        ]
      },
      {
        "name": "Prise des Repas",
        "description": "Prise des Repas",
        "items": [
          {
            "name": "Mange des morceaux",
            "description": "Capable de manger des aliments solides coupés en morceaux, en les mâchant correctement sans risque d’étouffement.",
            "etat": "NON_COTE"
          },
          {
            "name": "Utilise correctement la cuillère pour manger",
            "description": "Capable de tenir et d’utiliser une cuillère de manière appropriée pour porter des aliments à la bouche sans renverser.",
            "etat": "NON_COTE"
          },
          {
            "name": "Mange avec une cuillère pour le solide et le liquide",
            "description": "Capable d’utiliser une cuillère pour consommer à la fois des aliments solides et liquides, comme des soupes ou des plats en sauce.",
            "etat": "NON_COTE"
          },
          {
            "name": "Utilise une fourchette pour manger",
            "description": "Capable de tenir et d’utiliser une fourchette pour porter des aliments solides à la bouche de manière efficace.",
            "etat": "NON_COTE"
          },
          {
            "name": "Utilise un couteau pour couper",
            "description": "Capable d’utiliser un couteau de manière sécurisée pour couper des aliments en morceaux adaptés.",
            "etat": "NON_COTE"
          },
          {
            "name": "S’aide du couteau pour pousser les aliments",
            "description": "Capable d’utiliser un couteau pour pousser les aliments vers la fourchette ou pour les stabiliser pendant la coupe.",
            "etat": "NON_COTE"
          },
          {
            "name": "Sait piquer les aliments avec sa fourchette",
            "description": "Capable de piquer des aliments avec une fourchette de manière précise pour les porter à la bouche.",
            "etat": "NON_COTE"
          },
          {
            "name": "Sait tartiner avec son couteau",
            "description": "Capable d’utiliser un couteau pour étaler des aliments comme du beurre ou de la confiture sur du pain de manière uniforme.",
            "etat": "NON_COTE"
          },
          {
            "name": "Sait boire au verre",
            "description": "Capable de boire dans un verre de manière autonome, en le tenant correctement sans renverser.",
            "etat": "NON_COTE"
          },
          {
            "name": "Sait boire à la paille",
            "description": "Capable d’utiliser une paille pour boire des liquides de manière autonome et efficace.",
            "etat": "NON_COTE"
          },
          {
            "name": "Mange à un rythme adapté, en mâchant",
            "description": "Capable de manger à un rythme approprié, en prenant le temps de mâcher les aliments correctement avant d’avaler.",
            "etat": "NON_COTE"
          },
          {
            "name": "Sait se servir dans les plats en quantité adaptée et proprement",
            "description": "Capable de se servir une portion appropriée dans un plat commun, en évitant de renverser ou de salir.",
            "etat": "NON_COTE"
          },
          {
            "name": "Sait se servir à boire",
            "description": "Capable de se verser une boisson dans un verre ou une tasse de manière autonome sans renverser.",
            "etat": "NON_COTE"
          },
          {
            "name": "Sait ouvrir une bouteille/dévisser une bouteille",
            "description": "Capable de dévisser le bouchon d’une bouteille pour l’ouvrir de manière autonome.",
            "etat": "NON_COTE"
          },
          {
            "name": "Sait fermer une bouteille/visser une bouteille",
            "description": "Capable de visser le bouchon d’une bouteille pour la fermer correctement.",
            "etat": "NON_COTE"
          },
          {
            "name": "Sait ouvrir une cannette",
            "description": "Capable d’ouvrir une cannette à l’aide de la languette sans aide extérieure.",
            "etat": "NON_COTE"
          },
          {
            "name": "Reste assis à table sans être contraint (au moins 20 minutes)",
            "description": "Capable de rester assis calmement à table pendant au moins 20 minutes sans avoir besoin d’être rappelé à l’ordre.",
            "etat": "NON_COTE"
          },
          {
            "name": "Mange proprement",
            "description": "Capable de manger sans renverser excessivement d’aliments sur la table, les vêtements ou le sol.",
            "etat": "NON_COTE"
          },
          {
            "name": "Utilise une serviette de table pour s’essuyer",
            "description": "Capable d’utiliser une serviette de table pour s’essuyer la bouche ou les mains pendant ou après le repas.",
            "etat": "NON_COTE"
          },
          {
            "name": "Attend calmement les plats",
            "description": "Capable d’attendre patiemment que les plats soient servis sans agitation ou réclamation.",
            "etat": "NON_COTE"
          },
          {
            "name": "A une alimentation diversifiée",
            "description": "Consomme une variété d’aliments, incluant différents groupes alimentaires (fruits, légumes, protéines, etc.).",
            "etat": "NON_COTE"
          },
          {
            "name": "Accepte de goûter de nouveaux aliments",
            "description": "Montre une ouverture à essayer de nouveaux aliments sans résistance significative.",
            "etat": "NON_COTE"
          },
          {
            "name": "Sait ouvrir différents emballages alimentaires",
            "description": "Capable d’ouvrir divers types d’emballages alimentaires, comme des sachets ou des pots, de manière autonome.",
            "etat": "NON_COTE"
          },
          {
            "name": "Sait se faire un petit encas (tartine, salade de fruits...)",
            "description": "Capable de préparer un encas simple, comme une tartine ou une salade de fruits, de manière autonome.",
            "etat": "NON_COTE"
          },
          {
            "name": "Utilise sa main de soutien pour maintenir les récipients (pot, yaourt...)",
            "description": "Capable d’utiliser une main pour stabiliser un récipient (comme un pot de yaourt) tout en mangeant avec l’autre main.",
            "etat": "NON_COTE"
          }
        ]
      }
    ]
  },
  {
    "category_name": "Autonomie Domestique",
    "category_description": "Autonomie Domestique",
    "domains": [
      {
        "name": "Repas",
        "description": "Repas",
        "items": [
          {
            "name": "Sait mettre la table pour lui-même",
            "description": "Capable de préparer la table pour son propre repas en disposant les couverts, assiette, verre et serviette de manière appropriée.",
            "etat": "NON_COTE"
          },
          {
            "name": "Sait débarrasser la table pour lui-même",
            "description": "Capable de retirer ses couverts, assiette et verre de la table après le repas et de les apporter à l’évier ou au lave-vaisselle.",
            "etat": "NON_COTE"
          },
          {
            "name": "Sait mettre la table pour un groupe",
            "description": "Capable de préparer la table pour plusieurs personnes en disposant correctement les couverts, assiettes, verres et serviettes pour chaque convive.",
            "etat": "NON_COTE"
          },
          {
            "name": "Sait débarrasser la table pour le groupe",
            "description": "Capable de retirer les couverts, assiettes et verres de plusieurs personnes après le repas et de les apporter à l’évier ou au lave-vaisselle.",
            "etat": "NON_COTE"
          },
          {
            "name": "Sait remplir des brocs d’eau",
            "description": "Capable de remplir un broc d’eau à partir d’un robinet ou d’une bouteille sans renverser.",
            "etat": "NON_COTE"
          },
          {
            "name": "Sait jeter les déchets après le repas",
            "description": "Capable de trier et de jeter les déchets alimentaires ou les emballages dans les poubelles appropriées après le repas.",
            "etat": "NON_COTE"
          },
          {
            "name": "Sait mettre sa serviette au sale",
            "description": "Capable de placer sa serviette utilisée dans un panier à linge ou un endroit désigné pour le linge sale.",
            "etat": "NON_COTE"
          },
          {
            "name": "Sait nettoyer une table avec une éponge",
            "description": "Capable de nettoyer une table après le repas en utilisant une éponge humide pour enlever les miettes et les taches.",
            "etat": "NON_COTE"
          },
          {
            "name": "Sait nettoyer la vaisselle",
            "description": "Capable de laver la vaisselle à la main avec du savon et une éponge, en assurant une propreté adéquate.",
            "etat": "NON_COTE"
          },
          {
            "name": "Sait mettre la vaisselle dans le lave-vaisselle",
            "description": "Capable de ranger la vaisselle sale dans le lave-vaisselle de manière ordonnée pour un nettoyage efficace.",
            "etat": "NON_COTE"
          },
          {
            "name": "Sait essuyer la vaisselle",
            "description": "Capable d’essuyer la vaisselle propre avec un torchon pour la sécher avant de la ranger.",
            "etat": "NON_COTE"
          },
          {
            "name": "Sait ranger la vaisselle",
            "description": "Capable de ranger la vaisselle propre dans les placards ou les étagères aux emplacements appropriés.",
            "etat": "NON_COTE"
          },
          {
            "name": "Sait vider le lave-vaisselle",
            "description": "Capable de retirer la vaisselle propre du lave-vaisselle et de la ranger dans les placards ou étagères.",
            "etat": "NON_COTE"
          },
          {
            "name": "Sait utiliser un grille-pain",
            "description": "Capable d’utiliser un grille-pain de manière sécurisée pour griller du pain ou d’autres aliments.",
            "etat": "NON_COTE"
          },
          {
            "name": "Sait faire un café (préciser le type de cafetière)",
            "description": "Capable de préparer un café en utilisant une cafetière (par exemple, cafetière à filtre, machine à dosettes ou cafetière italienne).",
            "etat": "NON_COTE"
          },
          {
            "name": "Sait faire un thé ou chocolat chaud",
            "description": "Capable de préparer un thé ou un chocolat chaud en utilisant de l’eau chaude et les ingrédients appropriés.",
            "etat": "NON_COTE"
          },
          {
            "name": "Sait éplucher des fruits avec les mains (type clémentine)",
            "description": "Capable d’éplucher des fruits comme une clémentine ou une banane avec les mains sans outils.",
            "etat": "NON_COTE"
          },
          {
            "name": "Sait éplucher des fruits/légumes avec un économe",
            "description": "Capable d’utiliser un économe pour éplucher des fruits ou légumes comme des pommes ou des carottes de manière sécurisée.",
            "etat": "NON_COTE"
          },
          {
            "name": "Sait préparer des quantités (par exemple, 4 pommes)",
            "description": "Capable de sélectionner et de préparer une quantité spécifique d’aliments, comme prendre exactement 4 pommes.",
            "etat": "NON_COTE"
          },
          {
            "name": "Sait réaliser des dosages (verre doseur, pèse aliment)",
            "description": "Capable de mesurer des quantités d’ingrédients à l’aide d’un verre doseur ou d’une balance alimentaire.",
            "etat": "NON_COTE"
          },
          {
            "name": "Sait suivre une petite recette avec support visuel",
            "description": "Capable de suivre une recette simple en s’appuyant sur un support visuel, comme des images ou un guide illustré.",
            "etat": "NON_COTE"
          },
          {
            "name": "Sait aller chercher le chariot de repas et le remonter sur l’unité",
            "description": "Capable de se rendre à l’endroit où le chariot de repas est situé et de le ramener à l’unité ou à la salle à manger.",
            "etat": "NON_COTE"
          },
          {
            "name": "Sait redescendre le chariot de repas en cuisine",
            "description": "Capable de ramener le chariot de repas en cuisine après utilisation, en suivant les consignes appropriées.",
            "etat": "NON_COTE"
          },
          {
            "name": "Sait dévisser un couvercle",
            "description": "Capable de dévisser un couvercle de bocal ou de récipient de manière autonome.",
            "etat": "NON_COTE"
          },
          {
            "name": "Sait visser un couvercle",
            "description": "Capable de visser un couvercle sur un bocal ou un récipient pour le fermer correctement.",
            "etat": "NON_COTE"
          },
          {
            "name": "Sait enlever un couvercle (couvercle qui s’emboîte)",
            "description": "Capable de retirer un couvercle emboîté (non vissé) d’un récipient de manière autonome.",
            "etat": "NON_COTE"
          },
          {
            "name": "Sait mettre un couvercle (couvercle qui s’emboîte)",
            "description": "Capable de placer un couvercle emboîté sur un récipient pour le fermer correctement.",
            "etat": "NON_COTE"
          },
          {
            "name": "Sait ouvrir un sachet de type glissière",
            "description": "Capable d’ouvrir un sachet alimentaire avec une fermeture à glissière (zip-lock) de manière autonome.",
            "etat": "NON_COTE"
          },
          {
            "name": "Sait fermer un sachet de type glissière",
            "description": "Capable de fermer un sachet alimentaire avec une fermeture à glissière (zip-lock) pour le sceller correctement.",
            "etat": "NON_COTE"
          },
          {
            "name": "Sait ouvrir un sachet (par ex. sachet individuel de biscuit)",
            "description": "Capable d’ouvrir un sachet alimentaire individuel, comme un paquet de biscuits, sans aide.",
            "etat": "NON_COTE"
          },
          {
            "name": "Sait mettre une paille dans une briquette (de jus par exemple)",
            "description": "Capable d’insérer une paille dans une briquette de boisson, comme un jus, de manière autonome.",
            "etat": "NON_COTE"
          },
          {
            "name": "Sait chauffer/réchauffer un plat au micro-ondes",
            "description": "Capable de réchauffer un plat au micro-ondes en réglant le temps et la puissance de manière appropriée.",
            "etat": "NON_COTE"
          },
          {
            "name": "Chauffe/cuit avec une plaque électrique",
            "description": "Capable d’utiliser une plaque électrique pour chauffer ou cuire des aliments de manière sécurisée.",
            "etat": "NON_COTE"
          },
          {
            "name": "Trouve et prend ce qu’il a besoin dans les rangements (placards, réfrigérateur)",
            "description": "Capable de localiser et de prendre les aliments ou ustensiles nécessaires dans les placards ou le réfrigérateur.",
            "etat": "NON_COTE"
          },
          {
            "name": "Prépare son petit déjeuner de façon autonome",
            "description": "Capable de préparer son petit déjeuner de manière autonome, en sélectionnant et en préparant les aliments nécessaires.",
            "etat": "NON_COTE"
          }
        ]
      },
      {
        "name": "Linge",
        "description": "Linge",
        "items": [
          {
            "name": "Sait mettre ses vêtements au linge sale",
            "description": "Capable de placer ses vêtements utilisés dans un panier ou un endroit désigné pour le linge sale.",
            "etat": "NON_COTE"
          },
          {
            "name": "Sait plier ses vêtements",
            "description": "Capable de plier ses vêtements propres de manière ordonnée, comme des t-shirts, pantalons ou serviettes.",
            "etat": "NON_COTE"
          },
          {
            "name": "Sait mettre ses vêtements sur un cintre",
            "description": "Capable de suspendre ses vêtements, comme des chemises ou des vestes, sur un cintre de manière correcte.",
            "etat": "NON_COTE"
          },
          {
            "name": "Sait étendre le linge",
            "description": "Capable d’étendre le linge propre sur un étendoir ou une corde à linge pour le faire sécher.",
            "etat": "NON_COTE"
          },
          {
            "name": "Sait ranger son linge dans son armoire/placard",
            "description": "Capable de ranger ses vêtements propres dans une armoire ou un placard, en les organisant de manière appropriée.",
            "etat": "NON_COTE"
          },
          {
            "name": "Sait préparer son sac pour partir le week-end",
            "description": "Capable de sélectionner et de ranger les vêtements et objets nécessaires dans un sac pour un séjour de week-end.",
            "etat": "NON_COTE"
          },
          {
            "name": "Sait préparer son sac de piscine",
            "description": "Capable de préparer un sac contenant les articles nécessaires pour la piscine, comme un maillot, une serviette et des lunettes de natation.",
            "etat": "NON_COTE"
          },
          {
            "name": "Sait descendre les paniers de linge sale en lingerie",
            "description": "Capable de transporter les paniers de linge sale jusqu’à la lingerie ou l’endroit désigné pour le lavage.",
            "etat": "NON_COTE"
          },
          {
            "name": "Sait remonter les paniers de linge propre sur les unités",
            "description": "Capable de ramener les paniers de linge propre depuis la lingerie jusqu’aux unités ou aux espaces de rangement.",
            "etat": "NON_COTE"
          },
          {
            "name": "Sait mettre une machine à tourner (produit, bouton)",
            "description": "Capable de charger une machine à laver avec du linge, d’ajouter le produit lessiviel et de sélectionner le programme approprié pour lancer le lavage.",
            "etat": "NON_COTE"
          }
        ]
      },
      {
        "name": "Ménage",
        "description": "Ménage",
        "items": [
          {
            "name": "Sait mettre les déchets à la poubelle spontanément",
            "description": "Capable de jeter les déchets dans la poubelle appropriée sans qu’on le lui demande, en reconnaissant le besoin de le faire.",
            "etat": "NON_COTE"
          },
          {
            "name": "Sait passer le balai",
            "description": "Capable d’utiliser un balai pour nettoyer le sol en ramassant la poussière et les petits débris de manière efficace.",
            "etat": "NON_COTE"
          },
          {
            "name": "Sait utiliser une balayette",
            "description": "Capable d’utiliser une balayette pour ramasser les petits débris ou la poussière dans des espaces restreints.",
            "etat": "NON_COTE"
          },
          {
            "name": "Sait mettre les déchets dans une pelle (avec balayette ou balai)",
            "description": "Capable de ramasser les déchets à l’aide d’un balai ou d’une balayette et de les transférer dans une pelle pour les jeter.",
            "etat": "NON_COTE"
          },
          {
            "name": "Sait passer l’aspirateur",
            "description": "Capable d’utiliser un aspirateur pour nettoyer les sols, tapis ou moquettes de manière autonome et efficace.",
            "etat": "NON_COTE"
          },
          {
            "name": "Sait laver le sol avec une serpillère",
            "description": "Capable de laver le sol à l’aide d’une serpillère et d’un seau, en utilisant un produit adapté pour assurer la propreté.",
            "etat": "NON_COTE"
          },
          {
            "name": "Sait faire son lit",
            "description": "Capable de faire son lit de manière autonome, en arrangeant les draps, couvertures et oreillers pour un aspect soigné.",
            "etat": "NON_COTE"
          },
          {
            "name": "Sait enlever les draps de son lit (pour les mettre au sale)",
            "description": "Capable de retirer les draps, taies d’oreiller et housses de couette de son lit pour les placer dans le linge sale.",
            "etat": "NON_COTE"
          },
          {
            "name": "Sait changer les draps de son lit",
            "description": "Capable de remplacer les draps sales par des draps propres, en ajustant correctement le drap-housse et les autres éléments.",
            "etat": "NON_COTE"
          },
          {
            "name": "Sait enfiler une taie d’oreiller",
            "description": "Capable de mettre une taie d’oreiller sur un oreiller de manière autonome, en l’ajustant correctement.",
            "etat": "NON_COTE"
          },
          {
            "name": "Sait nettoyer les vitres",
            "description": "Capable de nettoyer les vitres à l’aide d’un produit adapté et d’un chiffon ou d’une raclette pour obtenir un résultat sans traces.",
            "etat": "NON_COTE"
          },
          {
            "name": "Sait arroser les plantes",
            "description": "Capable d’arroser les plantes d’intérieur ou d’extérieur en utilisant la quantité d’eau appropriée sans les noyer.",
            "etat": "NON_COTE"
          },
          {
            "name": "Sait nettoyer les tables",
            "description": "Capable de nettoyer les surfaces des tables avec un chiffon ou une éponge et un produit adapté pour enlever les taches et poussières.",
            "etat": "NON_COTE"
          },
          {
            "name": "Sait dépoussiérer les meubles",
            "description": "Capable de dépoussiérer les meubles à l’aide d’un chiffon ou d’un plumeau pour maintenir leur propreté.",
            "etat": "NON_COTE"
          },
          {
            "name": "Nettoie les sanitaires (lavabo, évier, douche, WC)",
            "description": "Capable de nettoyer les équipements sanitaires tels que le lavabo, l’évier, la douche ou les toilettes avec des produits adaptés.",
            "etat": "NON_COTE"
          },
          {
            "name": "Met/enlève des gants (protection et ménage)",
            "description": "Capable de mettre et de retirer des gants de protection ou de ménage pour effectuer des tâches de nettoyage en toute sécurité.",
            "etat": "NON_COTE"
          },
          {
            "name": "Sort la poubelle",
            "description": "Capable de sortir le sac de poubelle plein et de le transporter jusqu’au conteneur ou à l’endroit désigné pour la collecte.",
            "etat": "NON_COTE"
          },
          {
            "name": "Sait trier des déchets recyclables et non recyclables",
            "description": "Capable de différencier les déchets recyclables (papier, plastique, verre) des non-recyclables et de les placer dans les bacs appropriés.",
            "etat": "NON_COTE"
          }
        ]
      },
      {
        "name": "Loisirs",
        "description": "Loisirs",
        "items": [
          {
            "name": "Regarde des livres ou des magazines",
            "description": "Capable de feuilleter et de regarder des livres ou des magazines de manière autonome, en s’intéressant aux images ou au contenu.",
            "etat": "NON_COTE"
          },
          {
            "name": "Regarde la télévision",
            "description": "Capable de regarder des programmes télévisés de manière autonome, en restant attentif pendant un certain temps.",
            "etat": "NON_COTE"
          },
          {
            "name": "Utilise la télécommande",
            "description": "Capable d’utiliser une télécommande pour allumer, éteindre ou changer les chaînes de la télévision de manière autonome.",
            "etat": "NON_COTE"
          },
          {
            "name": "Utilise une radio, une chaîne hi-fi, MP3",
            "description": "Capable d’utiliser une radio, une chaîne hi-fi ou un lecteur MP3 pour écouter de la musique ou des contenus audio de manière autonome.",
            "etat": "NON_COTE"
          },
          {
            "name": "Tolère le port d’un casque audio",
            "description": "Accepte de porter un casque audio sur les oreilles sans inconfort ni résistance pendant une période prolongée.",
            "etat": "NON_COTE"
          },
          {
            "name": "Utilise l’ordinateur, la tablette, le téléphone pour jouer avec des jeux",
            "description": "Capable d’utiliser un ordinateur, une tablette ou un téléphone pour jouer à des jeux électroniques de manière autonome.",
            "etat": "NON_COTE"
          },
          {
            "name": "Réalise des activités artistiques (coloriage, dessin, peinture, collage) pendant au moins 10 min",
            "description": "Capable de s’engager dans des activités artistiques comme le coloriage, le dessin, la peinture ou le collage pendant au moins 10 minutes de manière concentrée.",
            "etat": "NON_COTE"
          },
          {
            "name": "Joue à des jeux de société avec des résidents pendant au moins 10 minutes",
            "description": "Capable de participer à des jeux de société en groupe avec d’autres personnes pendant au moins 10 minutes, en respectant les règles de base.",
            "etat": "NON_COTE"
          },
          {
            "name": "Participe à des activités sportives pendant au moins 10 min en individuel",
            "description": "Capable de s’engager dans une activité sportive individuelle, comme la marche ou des exercices, pendant au moins 10 minutes.",
            "etat": "NON_COTE"
          },
          {
            "name": "Participe à des activités sportives pendant au moins 10 min en groupe",
            "description": "Capable de participer à une activité sportive en groupe, comme un jeu d’équipe, pendant au moins 10 minutes, en collaborant avec les autres.",
            "etat": "NON_COTE"
          },
          {
            "name": "Sait faire des choix seul entre différentes propositions",
            "description": "Capable de choisir de manière autonome une activité ou une option parmi plusieurs propositions présentées.",
            "etat": "NON_COTE"
          },
          {
            "name": "Sait arrêter l’activité quand il ne veut plus participer (demande)",
            "description": "Capable d’exprimer, verbalement ou par des gestes, son désir d’arrêter une activité lorsqu’il ne souhaite plus y participer.",
            "etat": "NON_COTE"
          },
          {
            "name": "Sait arrêter l’activité quand l’adulte lui demande ou quand le temps est écoulé",
            "description": "Capable de cesser une activité lorsqu’un adulte le lui demande ou lorsque le temps alloué est terminé, sans résistance.",
            "etat": "NON_COTE"
          },
          {
            "name": "S’occupe seul (hors stéréotypies) pendant 10 min avec ou sans outils structurés",
            "description": "Capable de s’occuper de manière autonome pendant 10 minutes, en s’engageant dans une activité productive ou ludique sans comportements stéréotypés.",
            "etat": "NON_COTE"
          },
          {
            "name": "S’occupe seul (hors stéréotypies) pendant 30 min avec ou sans outils structurés",
            "description": "Capable de s’occuper de manière autonome pendant 30 minutes, en s’engageant dans une activité productive ou ludique sans comportements stéréotypés.",
            "etat": "NON_COTE"
          },
          {
            "name": "S’occupe seul (hors stéréotypies) pendant 1 h avec ou sans outils structurés",
            "description": "Capable de s’occuper de manière autonome pendant 1 heure, en s’engageant dans une activité productive ou ludique sans comportements stéréotypés.",
            "etat": "NON_COTE"
          }
        ]
      }
    ]
  },
  {
    "category_name": "Communication",
    "category_description": "Communication",
    "domains": [
      {
        "name": "Communication Réceptive",
        "description": "Communication Réceptive",
        "items": [
          {
            "name": "Répond à son prénom quand on l’appelle",
            "description": "Capable de reconnaître et de réagir (par un regard, un mouvement ou une réponse verbale) lorsque son prénom est appelé par une autre personne.",
            "etat": "NON_COTE"
          },
          {
            "name": "Suit des consignes simples (viens, lève-toi, assieds-toi, saute...)",
            "description": "Capable de comprendre et d’exécuter des instructions simples données verbalement, comme 'viens', 'lève-toi', 'assieds-toi' ou 'saute'.",
            "etat": "NON_COTE"
          },
          {
            "name": "Suit des séquences de consignes (au moins 2 consignes successives)",
            "description": "Capable de suivre une série d’au moins deux instructions données successivement, comme 'prends le livre et pose-le sur la table'.",
            "etat": "NON_COTE"
          },
          {
            "name": "Réagit aux gestes (ex: signe de la main, pointage, hochement de tête...)",
            "description": "Capable de comprendre et de réagir à des gestes non verbaux, comme un signe de la main, un pointage ou un hochement de tête, en adaptant son comportement.",
            "etat": "NON_COTE"
          },
          {
            "name": "Se dirige vers/montre un adulte spécifique lorsqu’il est nommé",
            "description": "Capable de se diriger vers ou d’indiquer (par exemple, en pointant) une personne adulte spécifique lorsque son nom est mentionné.",
            "etat": "NON_COTE"
          },
          {
            "name": "Peut donner des objets/images sur demande",
            "description": "Capable de remettre un objet ou une image spécifique à une personne lorsqu’on le lui demande verbalement.",
            "etat": "NON_COTE"
          },
          {
            "name": "Sélectionne un item quand on le nomme",
            "description": "Capable de choisir un objet ou une image parmi plusieurs options lorsque son nom est mentionné.",
            "etat": "NON_COTE"
          },
          {
            "name": "Réagit (ex. pointe, lave, met de la crème) aux parties de son corps qu’on lui nomme",
            "description": "Capable de réagir de manière appropriée (par exemple, en pointant, lavant ou appliquant de la crème) à une partie du corps nommée, comme 'main' ou 'visage'.",
            "etat": "NON_COTE"
          },
          {
            "name": "Réagit (ex. Donne/prend/montre) des items selon la couleur de l’item que l’on nomme",
            "description": "Capable de donner, prendre ou montrer un objet en fonction de sa couleur lorsqu’elle est mentionnée, comme 'le crayon rouge'.",
            "etat": "NON_COTE"
          },
          {
            "name": "Distingue des adjectifs (petit/grand ; chaud/froid)",
            "description": "Capable de comprendre et de différencier des adjectifs opposés, comme 'petit' et 'grand' ou 'chaud' et 'froid', dans un contexte donné.",
            "etat": "NON_COTE"
          },
          {
            "name": "Comprend certaines prépositions de lieu (dedans/dehors, sur/sous,)",
            "description": "Capable de comprendre et d’appliquer des prépositions de lieu, comme 'dedans', 'dehors', 'sur' ou 'sous', en réagissant correctement à des consignes associées.",
            "etat": "NON_COTE"
          },
          {
            "name": "Distingue les adjectifs possessifs (mon crayon, ta gomme...)",
            "description": "Capable de comprendre et de différencier les adjectifs possessifs, comme 'mon crayon' ou 'ta gomme', en associant l’objet à la personne concernée.",
            "etat": "NON_COTE"
          }
        ]
      },
      {
        "name": "Communication Expressive",
        "description": "Communication Expressive",
        "items": [
          {
            "name": "A un bon contact oculaire (regarde l’autre quand il communique)",
            "description": "Capable de maintenir un contact visuel approprié avec son interlocuteur pendant une communication, montrant de l’attention et de l’engagement.",
            "etat": "NON_COTE"
          },
          {
            "name": "A une attention conjointe (alterne le regard entre l’autre personne et un objet)",
            "description": "Capable d’alterner son regard entre une personne et un objet d’intérêt commun pour partager l’attention sur cet objet.",
            "etat": "NON_COTE"
          },
          {
            "name": "Peut amener l’autre à l’endroit où se trouve un objet désiré",
            "description": "Capable de guider une autre personne, par des gestes ou des indications, vers l’emplacement d’un objet qu’il souhaite obtenir.",
            "etat": "NON_COTE"
          },
          {
            "name": "Peut pointer pour faire des demandes",
            "description": "Capable d’utiliser le pointage pour indiquer un objet ou une action qu’il souhaite demander.",
            "etat": "NON_COTE"
          },
          {
            "name": "Peut faire des demandes orales",
            "description": "Capable d’exprimer des demandes de manière verbale, en utilisant des mots ou des phrases claires.",
            "etat": "NON_COTE"
          },
          {
            "name": "Fait plus de 30 demandes par jour (préciser le nombre moyen de demandes)",
            "description": "Capable d’exprimer plus de 30 demandes par jour, par des moyens verbaux ou non verbaux, avec un suivi du nombre moyen de demandes.",
            "etat": "NON_COTE"
          },
          {
            "name": "A un autre système de communication fonctionnel (à préciser)",
            "description": "Capable d’utiliser un système de communication alternatif fonctionnel, comme des signes, des pictogrammes ou un dispositif électronique, pour exprimer ses besoins.",
            "etat": "NON_COTE"
          },
          {
            "name": "Interpelle (geste/oral)",
            "description": "Capable d’attirer l’attention d’une personne par un geste (comme agiter la main) ou une interpellation verbale pour initier une interaction.",
            "etat": "NON_COTE"
          },
          {
            "name": "Se déplace pour faire une demande",
            "description": "Capable de se déplacer vers une personne ou un lieu pour formuler une demande, montrant une initiative dans la communication.",
            "etat": "NON_COTE"
          },
          {
            "name": "Émet des sons identifiables",
            "description": "Capable de produire des sons distincts et reconnaissables qui peuvent être associés à une intention communicative.",
            "etat": "NON_COTE"
          },
          {
            "name": "Émet des mots que tout le monde comprend",
            "description": "Capable de prononcer des mots clairs et intelligibles pour des personnes non familières avec lui.",
            "etat": "NON_COTE"
          },
          {
            "name": "Émet des sons à valeur de communication",
            "description": "Capable de produire des sons qui ont une intention communicative, même s’ils ne forment pas des mots précis.",
            "etat": "NON_COTE"
          },
          {
            "name": "Dit quelques mots à valeur de communication",
            "description": "Capable d’utiliser un petit répertoire de mots pour communiquer des besoins ou des idées de manière fonctionnelle.",
            "etat": "NON_COTE"
          },
          {
            "name": "Sait dire bonjour (oral, signe)",
            "description": "Capable de saluer en disant 'bonjour' de manière verbale ou en utilisant un signe adapté.",
            "etat": "NON_COTE"
          },
          {
            "name": "Sait dire au revoir (oral, signe)",
            "description": "Capable de dire 'au revoir' de manière verbale ou en utilisant un signe adapté pour clore une interaction.",
            "etat": "NON_COTE"
          },
          {
            "name": "Émet des phrases de 2 mots",
            "description": "Capable de former des phrases simples composées de deux mots pour exprimer une idée ou une demande, comme 'donne balle'.",
            "etat": "NON_COTE"
          },
          {
            "name": "Émet des phrases simples de plus de 2 mots",
            "description": "Capable de former des phrases simples contenant plus de deux mots pour communiquer des idées ou des demandes.",
            "etat": "NON_COTE"
          },
          {
            "name": "Émet des phrases complexes",
            "description": "Capable de produire des phrases complexes avec une structure plus élaborée, incluant des connecteurs ou des compléments.",
            "etat": "NON_COTE"
          },
          {
            "name": "A une articulation intelligible par des personnes inconnues",
            "description": "Capable de parler avec une articulation suffisamment claire pour être compris par des personnes non familières.",
            "etat": "NON_COTE"
          },
          {
            "name": "Utilise le 'je' de façon adaptée",
            "description": "Capable d’utiliser le pronom 'je' correctement pour parler de lui-même dans des contextes appropriés.",
            "etat": "NON_COTE"
          },
          {
            "name": "Sait donner son prénom",
            "description": "Capable de communiquer son prénom, verbalement ou par un autre moyen, lorsqu’on le lui demande.",
            "etat": "NON_COTE"
          },
          {
            "name": "Complète une phrase (chanson/expression/description d’action, etc.)",
            "description": "Capable de compléter une phrase, une chanson ou une expression lorsqu’un début est donné, montrant une compréhension contextuelle.",
            "etat": "NON_COTE"
          },
          {
            "name": "Répond à des questions d’usage (quel âge as-tu ? Etc.)",
            "description": "Capable de répondre à des questions courantes, comme 'Quel âge as-tu ?' ou 'Comment vas-tu ?', de manière appropriée.",
            "etat": "NON_COTE"
          },
          {
            "name": "Sait donner le nom des objets",
            "description": "Capable de nommer des objets courants lorsqu’on les lui montre ou qu’on les lui demande.",
            "etat": "NON_COTE"
          },
          {
            "name": "Sait nommer des actions courantes",
            "description": "Capable de nommer des actions courantes, comme 'manger', 'courir' ou 'dormir', dans des contextes appropriés.",
            "etat": "NON_COTE"
          },
          {
            "name": "Sait nommer des parties du corps",
            "description": "Capable d’identifier et de nommer les parties du corps, comme 'main', 'pied' ou 'tête', lorsqu’on les lui demande.",
            "etat": "NON_COTE"
          },
          {
            "name": "Sait nommer les couleurs",
            "description": "Capable de nommer les couleurs principales, comme 'rouge', 'bleu' ou 'vert', lorsqu’on les lui montre ou demande.",
            "etat": "NON_COTE"
          },
          {
            "name": "Sait nommer des personnes connues",
            "description": "Capable de nommer des personnes familières, comme des membres de la famille ou des soignants, lorsqu’on les lui demande.",
            "etat": "NON_COTE"
          },
          {
            "name": "Peut exprimer de façon adaptée ses émotions : joie, tristesse, colère",
            "description": "Capable d’exprimer des émotions de base (joie, tristesse, colère) de manière claire et adaptée, verbalement ou non verbalement.",
            "etat": "NON_COTE"
          },
          {
            "name": "Fait des commentaires spontanés",
            "description": "Capable de faire des remarques ou des observations spontanées sur son environnement ou une situation sans y être incité.",
            "etat": "NON_COTE"
          },
          {
            "name": "Émet des demandes d’aide quand il est en difficulté pour réaliser une action",
            "description": "Capable de demander de l’aide, verbalement ou par un autre moyen, lorsqu’il rencontre une difficulté dans une tâche.",
            "etat": "NON_COTE"
          },
          {
            "name": "Sait demander une pause si besoin",
            "description": "Capable de signaler, verbalement ou par un geste, son besoin de faire une pause pendant une activité.",
            "etat": "NON_COTE"
          },
          {
            "name": "Peut refuser de manière appropriée",
            "description": "Capable de dire 'non' ou de refuser une demande de manière polie et adaptée au contexte.",
            "etat": "NON_COTE"
          },
          {
            "name": "Utilise le oui et le non (signe ou oral) de façon adaptée",
            "description": "Capable d’utiliser 'oui' et 'non', par des mots ou des signes, de manière claire et appropriée pour répondre à des questions.",
            "etat": "NON_COTE"
          },
          {
            "name": "Sait demander d’arrêter quelque chose",
            "description": "Capable de demander, verbalement ou par un geste, l’arrêt d’une action ou d’une situation qui le dérange.",
            "etat": "NON_COTE"
          },
          {
            "name": "Demande des informations (qui, où, quoi, comment)",
            "description": "Capable de poser des questions pour obtenir des informations, comme 'qui', 'où', 'quoi' ou 'comment', de manière adaptée.",
            "etat": "NON_COTE"
          },
          {
            "name": "Peut verbaliser ce qu’il fait/expliquer les règles d’un jeu",
            "description": "Capable de décrire verbalement ce qu’il fait ou d’expliquer les règles d’un jeu de manière compréhensible.",
            "etat": "NON_COTE"
          },
          {
            "name": "Sait raconter un événement passé, vécu",
            "description": "Capable de relater un événement passé qu’il a vécu, en utilisant des mots ou d’autres moyens de communication, de manière cohérente.",
            "etat": "NON_COTE"
          }
        ]
      }
    ]
  },
  {
    "category_name": "Socialisation/Habiletés sociales",
    "category_description": "Socialisation/Habiletés sociales",
    "domains": [
      {
        "name": "Socialisation/Habiletés sociales",
        "description": "Socialisation/Habiletés sociales",
        "items": [
          {
            "name": "Accepte la présence d’un professionnel/d’un aidant",
            "description": "Capable de tolérer la présence d’un professionnel ou d’un aidant à proximité sans montrer de signes de malaise ou de résistance.",
            "etat": "NON_COTE"
          },
          {
            "name": "S’approche d’une personne qui fait/a quelque chose qui l’intéresse",
            "description": "Capable de s’approcher volontairement d’une personne qui effectue une activité ou possède un objet suscitant son intérêt.",
            "etat": "NON_COTE"
          },
          {
            "name": "Recherche la compagnie, la présence des autres, même s’il n’interagit pas",
            "description": "Capable de chercher la proximité d’autres personnes, par exemple en se rendant dans la même pièce ou en s’asseyant à côté, sans nécessairement interagir.",
            "etat": "NON_COTE"
          },
          {
            "name": "Fait une activité à côté, en parallèle d’une ou plusieurs autres personnes",
            "description": "Capable de s’engager dans une activité individuelle dans la même pièce ou à la même table qu’une ou plusieurs autres personnes.",
            "etat": "NON_COTE"
          },
          {
            "name": "Accepte le contact avec un professionnel/d’un aidant",
            "description": "Capable de tolérer un contact physique léger, comme une main sur l’épaule, de la part d’un professionnel ou d’un aidant sans résistance.",
            "etat": "NON_COTE"
          },
          {
            "name": "Accepte de jouer ou participer à une activité avec l’adulte",
            "description": "Capable de participer à une activité ou un jeu en compagnie d’un adulte, en suivant les consignes ou en collaborant.",
            "etat": "NON_COTE"
          },
          {
            "name": "Accepte la présence de ses pairs",
            "description": "Capable de tolérer la présence de personnes du même âge ou de statut similaire à proximité sans montrer de signes de malaise.",
            "etat": "NON_COTE"
          },
          {
            "name": "Accepte le contact avec ses pairs",
            "description": "Capable de tolérer un contact physique léger de la part de ses pairs, comme une tape amicale ou un contact accidentel, sans résistance.",
            "etat": "NON_COTE"
          },
          {
            "name": "Accepte de jouer/participer à une activité avec 1 pair",
            "description": "Capable de participer à une activité ou un jeu avec une autre personne du même âge ou de statut similaire.",
            "etat": "NON_COTE"
          },
          {
            "name": "Accepte de jouer/participer à une activité avec 2 à 3 pairs",
            "description": "Capable de participer à une activité ou un jeu en groupe avec 2 à 3 personnes du même âge ou de statut similaire.",
            "etat": "NON_COTE"
          },
          {
            "name": "Accepte de jouer/participer à une activité avec 4 pairs ou plus",
            "description": "Capable de participer à une activité ou un jeu en groupe avec 4 personnes ou plus du même âge ou de statut similaire.",
            "etat": "NON_COTE"
          },
          {
            "name": "Reconnaît sur dessins/photos les émotions de base (peur, colère, joie, tristesse)",
            "description": "Capable d’identifier les émotions de base (peur, colère, joie, tristesse) sur des dessins ou des photos représentant des expressions faciales.",
            "etat": "NON_COTE"
          },
          {
            "name": "Exprime de façon adaptée les émotions de base (peur, colère, joie, tristesse)",
            "description": "Capable d’exprimer ses propres émotions de base (peur, colère, joie, tristesse) de manière adaptée, verbalement ou non verbalement.",
            "etat": "NON_COTE"
          },
          {
            "name": "Reconnaît les émotions complexes (anxiété, honte, fierté, gêne)",
            "description": "Capable d’identifier des émotions complexes, comme l’anxiété, la honte, la fierté ou la gêne, sur des représentations ou dans des situations réelles.",
            "etat": "NON_COTE"
          },
          {
            "name": "Utilise des stratégies pour gérer sa colère et sa peine",
            "description": "Capable d’appliquer des techniques ou des stratégies, comme la respiration ou la verbalisation, pour gérer sa colère ou sa peine de manière appropriée.",
            "etat": "NON_COTE"
          },
          {
            "name": "Déchiffre les émotions de base (joie, tristesse, colère) chez l’autre",
            "description": "Capable de reconnaître les émotions de base (joie, tristesse, colère) chez une autre personne à travers ses expressions ou comportements.",
            "etat": "NON_COTE"
          },
          {
            "name": "Adapte son comportement aux émotions des autres",
            "description": "Capable de modifier son comportement en fonction des émotions observées chez autrui, par exemple en réconfortant ou en respectant leur espace.",
            "etat": "NON_COTE"
          },
          {
            "name": "A la bonne distance physique et oriente son corps vers l’interlocuteur",
            "description": "Capable de maintenir une distance physique appropriée et d’orienter son corps vers la personne avec qui il interagit pour montrer de l’attention.",
            "etat": "NON_COTE"
          },
          {
            "name": "Reconnaît les signes non verbaux indiquant l’attention d’autrui (écoute active)",
            "description": "Capable de repérer les signes non verbaux, comme un regard ou un hochement de tête, indiquant que l’autre personne écoute activement.",
            "etat": "NON_COTE"
          },
          {
            "name": "A une prosodie adaptée",
            "description": "Capable d’utiliser un ton de voix, un rythme et une intonation adaptés au contexte de la conversation.",
            "etat": "NON_COTE"
          },
          {
            "name": "Respecte le tour de parole",
            "description": "Capable d’attendre son tour pour parler lors d’une conversation, en respectant les interventions des autres.",
            "etat": "NON_COTE"
          },
          {
            "name": "Écoute et donne de l’attention à la personne qui lui parle",
            "description": "Capable de montrer de l’attention à son interlocuteur, par exemple en maintenant un contact visuel ou en hochant la tête, pendant une conversation.",
            "etat": "NON_COTE"
          },
          {
            "name": "Répond à la personne quand elle a fini de parler",
            "description": "Capable de répondre de manière appropriée, verbalement ou non, après que son interlocuteur a terminé de parler.",
            "etat": "NON_COTE"
          },
          {
            "name": "Initie une conversation",
            "description": "Capable de commencer une conversation de manière spontanée avec une autre personne sur un sujet adapté.",
            "etat": "NON_COTE"
          },
          {
            "name": "Sait maintenir une conversation",
            "description": "Capable de poursuivre une conversation en posant des questions ou en répondant de manière pertinente pour la prolonger.",
            "etat": "NON_COTE"
          },
          {
            "name": "Sait clôturer adroitement une conversation",
            "description": "Capable de mettre fin à une conversation de manière polie et appropriée, par exemple en remerciant ou en disant au revoir.",
            "etat": "NON_COTE"
          },
          {
            "name": "Sait faire et réagir à une critique (justifiée/injustifiée)",
            "description": "Capable d’exprimer une critique de manière constructive et de réagir calmement à une critique, qu’elle soit justifiée ou non.",
            "etat": "NON_COTE"
          },
          {
            "name": "Sait réagir aux imprévus et interdits de façon adaptée",
            "description": "Capable de gérer des situations imprévues ou des interdictions en adoptant un comportement calme et approprié.",
            "etat": "NON_COTE"
          },
          {
            "name": "Sait recevoir et faire un compliment",
            "description": "Capable d’accepter un compliment de manière appropriée et de formuler un compliment sincère envers autrui.",
            "etat": "NON_COTE"
          },
          {
            "name": "Sait gérer un problème (trouver des alternatives de résolution, apaisement, aide)",
            "description": "Capable de résoudre un problème en explorant des solutions alternatives, en se calmant ou en demandant de l’aide si nécessaire.",
            "etat": "NON_COTE"
          },
          {
            "name": "Intimité pour lui et les autres : ne se déshabille pas devant les autres",
            "description": "Capable de respecter son intimité et celle des autres en évitant de se déshabiller en public ou dans des contextes inappropriés.",
            "etat": "NON_COTE"
          },
          {
            "name": "A des relations amicales",
            "description": "Capable de développer et de maintenir des relations amicales avec d’autres personnes, basées sur le respect et l’échange.",
            "etat": "NON_COTE"
          },
          {
            "name": "Exprime son désir sexuel à une personne de manière adaptée",
            "description": "Capable d’exprimer un désir sexuel de manière respectueuse, appropriée et en tenant compte du contexte et du consentement de l’autre personne.",
            "etat": "NON_COTE"
          }
        ]
      }
    ]
  },
  {
    "category_name": "Imitation",
    "category_description": "Imitation",
    "domains": [
      {
        "name": "Imitation Motrice et Gestuelle",
        "description": "Imitation Motrice et Gestuelle",
        "items": [
          {
            "name": "Imite des actions fonctionnelles avec des objets",
            "description": "Capable de reproduire des actions fonctionnelles impliquant des objets, comme utiliser une cuillère pour manger ou un crayon pour écrire, après avoir observé une démonstration.",
            "etat": "NON_COTE"
          },
          {
            "name": "Imite des mouvements de bras",
            "description": "Capable de reproduire des mouvements spécifiques des bras, comme lever le bras ou faire un geste de la main, après avoir observé une démonstration.",
            "etat": "NON_COTE"
          },
          {
            "name": "Imite des mouvements de jambes",
            "description": "Capable de reproduire des mouvements spécifiques des jambes, comme taper du pied ou marcher d’une certaine manière, après avoir observé une démonstration.",
            "etat": "NON_COTE"
          },
          {
            "name": "Imite des mouvements simultanés de bras et de jambes",
            "description": "Capable de reproduire des mouvements combinés impliquant à la fois les bras et les jambes, comme marcher en balançant les bras, après avoir observé une démonstration.",
            "etat": "NON_COTE"
          },
          {
            "name": "Imite des mouvements de doigts",
            "description": "Capable de reproduire des mouvements précis des doigts, comme pointer ou faire un signe spécifique, après avoir observé une démonstration.",
            "etat": "NON_COTE"
          },
          {
            "name": "Imite des mouvements de tête",
            "description": "Capable de reproduire des mouvements de la tête, comme hocher ou secouer la tête, après avoir observé une démonstration.",
            "etat": "NON_COTE"
          },
          {
            "name": "Imite des expressions du visage",
            "description": "Capable de reproduire des expressions faciales, comme sourire ou froncer les sourcils, après avoir observé une démonstration.",
            "etat": "NON_COTE"
          },
          {
            "name": "Imite des mouvements de bouche",
            "description": "Capable de reproduire des mouvements de la bouche, comme ouvrir grand ou pincer les lèvres, après avoir observé une démonstration.",
            "etat": "NON_COTE"
          },
          {
            "name": "Imite des séquences de 2 actions",
            "description": "Capable de reproduire une séquence de deux actions consécutives, comme taper des mains puis pointer un objet, après avoir observé une démonstration.",
            "etat": "NON_COTE"
          },
          {
            "name": "Imite des séquences de 3 actions",
            "description": "Capable de reproduire une séquence de trois actions consécutives, comme taper des mains, pointer un objet et tourner la tête, après avoir observé une démonstration.",
            "etat": "NON_COTE"
          },
          {
            "name": "Imite un rythme",
            "description": "Capable de reproduire un rythme, comme taper des mains ou frapper un objet en suivant un modèle rythmique observé.",
            "etat": "NON_COTE"
          },
          {
            "name": "Imite en différé",
            "description": "Capable de reproduire une action ou un mouvement observé après un certain délai, montrant une capacité à mémoriser et à imiter plus tard.",
            "etat": "NON_COTE"
          },
          {
            "name": "Imitation généralisée (ne pas lister les précédents si acquis)",
            "description": "Capable d’imiter de manière généralisée une grande variété d’actions, de mouvements ou de comportements sans avoir besoin d’un entraînement spécifique pour chaque type d’imitation.",
            "etat": "NON_COTE"
          }
        ]
      },
      {
        "name": "Imitation Vocale",
        "description": "Imitation Vocale",
        "items": [
          {
            "name": "Imite des voyelles",
            "description": "Capable de reproduire des sons de voyelles (comme 'a', 'e', 'i', 'o', 'u') après les avoir entendus dans une démonstration.",
            "etat": "NON_COTE"
          },
          {
            "name": "Imite des syllabes simples",
            "description": "Capable de reproduire des syllabes simples, comme 'ba', 'ma' ou 'pa', après les avoir entendues dans une démonstration.",
            "etat": "NON_COTE"
          },
          {
            "name": "Imite des bruits (voiture, train...)",
            "description": "Capable de reproduire des bruits environnementaux, comme le son d’une voiture ('vroum') ou d’un train ('tchou-tchou'), après les avoir entendus.",
            "etat": "NON_COTE"
          },
          {
            "name": "Imite les cris des animaux",
            "description": "Capable de reproduire les cris d’animaux, comme 'miaou' pour un chat ou 'ouaf' pour un chien, après les avoir entendus dans une démonstration.",
            "etat": "NON_COTE"
          },
          {
            "name": "Imite des sons avec doubles consonnes",
            "description": "Capable de reproduire des sons contenant des doubles consonnes, comme 'kka' ou 'ppa', après les avoir entendus dans une démonstration.",
            "etat": "NON_COTE"
          },
          {
            "name": "Répète des mots",
            "description": "Capable de répéter des mots simples entendus, comme 'maman' ou 'chien', de manière claire et précise.",
            "etat": "NON_COTE"
          },
          {
            "name": "Répète des phrases de 3-4 mots",
            "description": "Capable de répéter des phrases courtes composées de 3 à 4 mots, comme 'je veux du pain', après les avoir entendues.",
            "etat": "NON_COTE"
          },
          {
            "name": "Répète des phrases de plus de 4 mots",
            "description": "Capable de répéter des phrases plus longues contenant plus de 4 mots, comme 'je vais à l’école', après les avoir entendues.",
            "etat": "NON_COTE"
          },
          {
            "name": "Répète un message court à une personne",
            "description": "Capable de répéter un message court, comme 'viens manger', à une autre personne après l’avoir entendu.",
            "etat": "NON_COTE"
          },
          {
            "name": "Imite de façon contrôlée (on demande 'dis papa', il répète 'papa' sans répéter 'dis')",
            "description": "Capable de reproduire uniquement la partie pertinente d’une instruction verbale, comme dire 'papa' quand on lui demande 'dis papa', sans répéter 'dis'.",
            "etat": "NON_COTE"
          }
        ]
      }
    ]
  },
  {
    "category_name": "Coopération/Participation",
    "category_description": "Coopération/Participation",
    "domains": [
      {
        "name": "Coopération/Participation",
        "description": "Coopération/Participation",
        "items": [
          {
            "name": "Prend un objet quand on lui tend",
            "description": "Capable de saisir un objet qui lui est tendu par une autre personne, montrant une compréhension de l’interaction.",
            "etat": "NON_COTE"
          },
          {
            "name": "Coopère aux consignes simples posées",
            "description": "Capable de suivre des instructions simples, comme 'prends', 'donne' ou 'viens', données par une autre personne.",
            "etat": "NON_COTE"
          },
          {
            "name": "Vient s’asseoir quand on lui demande",
            "description": "Capable de répondre à une demande verbale ou gestuelle de s’asseoir en se déplaçant vers une chaise ou un endroit désigné.",
            "etat": "NON_COTE"
          },
          {
            "name": "Accepte de réaliser des activités avec différentes personnes",
            "description": "Capable de participer à des activités avec divers adultes ou pairs sans montrer de résistance ou de préférence marquée.",
            "etat": "NON_COTE"
          },
          {
            "name": "Reste assis pendant une activité (identifier la durée)",
            "description": "Capable de rester assis pendant la durée d’une activité, avec une capacité à maintenir cette position pour une période déterminée.",
            "etat": "NON_COTE"
          },
          {
            "name": "Respecte les consignes pendant les activités",
            "description": "Capable de suivre les instructions spécifiques données pendant une activité, comme manipuler un objet ou attendre une consigne.",
            "etat": "NON_COTE"
          },
          {
            "name": "Manipule le matériel correctement",
            "description": "Capable d’utiliser le matériel fourni lors d’une activité de manière appropriée, sans le casser ou l’utiliser de façon incorrecte.",
            "etat": "NON_COTE"
          },
          {
            "name": "Ne touche pas au matériel avant que l’activité démarre",
            "description": "Capable d’attendre l’autorisation ou le début officiel d’une activité avant de manipuler le matériel associé.",
            "etat": "NON_COTE"
          },
          {
            "name": "Suit des consignes de groupe",
            "description": "Capable de suivre des instructions données à un groupe, comme 'rangez vos affaires' ou 'levez-vous', en contexte collectif.",
            "etat": "NON_COTE"
          },
          {
            "name": "Attend son tour",
            "description": "Capable d’attendre son tour dans une activité ou un jeu de groupe sans intervenir ou montrer de l’impatience.",
            "etat": "NON_COTE"
          },
          {
            "name": "Respecte les consignes orales d’interdiction (ne touche pas, ne va pas là-bas...)",
            "description": "Capable de respecter des instructions orales interdisant une action, comme 'ne touche pas' ou 'ne va pas là-bas', sans enfreindre la consigne.",
            "etat": "NON_COTE"
          },
          {
            "name": "Accepte les transitions sans comportement-problème",
            "description": "Capable de passer d’une activité ou d’un lieu à un autre sans manifester de comportements problématiques, comme des crises ou des refus.",
            "etat": "NON_COTE"
          },
          {
            "name": "Accepte le retrait d’objet sans comportement-problème",
            "description": "Capable de tolérer qu’un objet lui soit retiré sans réagir par des comportements problématiques, comme de l’agitation ou de l’opposition.",
            "etat": "NON_COTE"
          },
          {
            "name": "Accepte le refus d’objet/activité sans comportement-problème",
            "description": "Capable d’accepter un refus concernant un objet ou une activité sans manifester de comportements problématiques.",
            "etat": "NON_COTE"
          },
          {
            "name": "Attend après une demande (durée?) sans comportement-problème",
            "description": "Capable d’attendre après avoir formulé une demande, pour une durée déterminée, sans montrer de comportements problématiques.",
            "etat": "NON_COTE"
          },
          {
            "name": "Fait une pause d’une durée prédéterminée (ex. avec timer) puis reprend ensuite son activité sans comportement-problème",
            "description": "Capable de respecter une pause imposée (par exemple, avec un minuteur) et de reprendre l’activité sans manifester de comportements problématiques.",
            "etat": "NON_COTE"
          },
          {
            "name": "Tolère d’être dans un espace collectif bruyant (ex. salle à manger, restaurant, magasin) avec ou sans dispositif anti-bruit (bouchon d’oreilles, casque)",
            "description": "Capable de rester calme dans un environnement bruyant, comme une salle à manger ou un magasin, avec ou sans aide comme des bouchons d’oreilles ou un casque anti-bruit.",
            "etat": "NON_COTE"
          },
          {
            "name": "Tolère les changements/imprévus sans comportement-problème",
            "description": "Capable de gérer des changements inattendus ou des imprévus dans la routine sans manifester de comportements problématiques.",
            "etat": "NON_COTE"
          },
          {
            "name": "Accepte d’attendre (durée?) sans comportement-problème",
            "description": "Capable d’attendre pour une durée déterminée, dans un contexte donné, sans montrer de comportements problématiques comme de l’impatience ou de l’agitation.",
            "etat": "NON_COTE"
          }
        ]
      }
    ]
  },
  {
    "category_name": "Performances visuelles",
    "category_description": "Performances visuelles",
    "domains": [
      {
        "name": "Performances visuelles",
        "description": "Performances visuelles",
        "items": [
          {
            "name": "Reproduit des modèles simples 3D à partir d’un modèle 3D avec au moins 5 pièces",
            "description": "Capable de construire un modèle tridimensionnel simple, composé d’au moins 5 pièces, en imitant un modèle 3D présenté.",
            "etat": "NON_COTE"
          },
          {
            "name": "Reproduit des modèles simples 3D à partir d’un modèle 2D d’au moins 5 pièces",
            "description": "Capable de construire un modèle tridimensionnel simple, composé d’au moins 5 pièces, en suivant un modèle bidimensionnel, comme une image ou un dessin.",
            "etat": "NON_COTE"
          },
          {
            "name": "Sait faire des puzzles (indiquer le nombre de pièces)",
            "description": "Capable d’assembler un puzzle en plaçant correctement les pièces, avec une indication du nombre de pièces qu’il peut gérer.",
            "etat": "NON_COTE"
          },
          {
            "name": "Sait apparier (mettre ensemble) les couleurs",
            "description": "Capable de regrouper des objets ou des éléments ayant la même couleur, montrant une reconnaissance des couleurs.",
            "etat": "NON_COTE"
          },
          {
            "name": "Sait apparier des objets identiques (chaussures identiques par exemple)",
            "description": "Capable de regrouper des objets identiques, comme deux chaussures de la même paire, en les associant correctement.",
            "etat": "NON_COTE"
          },
          {
            "name": "Sait apparier des photos identiques",
            "description": "Capable de regrouper des photos identiques en les associant correctement parmi un ensemble de photos.",
            "etat": "NON_COTE"
          },
          {
            "name": "Sait apparier des images identiques",
            "description": "Capable de regrouper des images identiques, comme des dessins ou des illustrations, en les associant correctement.",
            "etat": "NON_COTE"
          },
          {
            "name": "Sait apparier une photo à l’objet correspondant",
            "description": "Capable d’associer une photo à l’objet réel qu’elle représente, montrant une compréhension de la correspondance.",
            "etat": "NON_COTE"
          },
          {
            "name": "Sait apparier un objet à la photo correspondante",
            "description": "Capable de sélectionner une photo correspondant à un objet réel présenté, montrant une reconnaissance visuelle.",
            "etat": "NON_COTE"
          },
          {
            "name": "Sait apparier une image à l’objet correspondant",
            "description": "Capable d’associer une image, comme un dessin ou une illustration, à l’objet réel qu’elle représente.",
            "etat": "NON_COTE"
          },
          {
            "name": "Sait apparier un objet à l’image correspondante",
            "description": "Capable de sélectionner une image, comme un dessin ou une illustration, correspondant à un objet réel présenté.",
            "etat": "NON_COTE"
          },
          {
            "name": "Sait apparier des objets similaires, mais non identiques (ex, des livres, des DVD, des couverts, T-shirts, pantalons etc.)",
            "description": "Capable de regrouper des objets appartenant à la même catégorie, comme des livres ou des couverts, même s’ils ne sont pas identiques.",
            "etat": "NON_COTE"
          },
          {
            "name": "Sait apparier des photos similaires, mais non identiques",
            "description": "Capable de regrouper des photos appartenant à la même catégorie ou thème, comme des photos d’animaux, même si elles ne sont pas identiques.",
            "etat": "NON_COTE"
          },
          {
            "name": "Sait apparier des images similaires mais non identiques",
            "description": "Capable de regrouper des images, comme des dessins ou illustrations, appartenant à la même catégorie ou thème, même si elles ne sont pas identiques.",
            "etat": "NON_COTE"
          },
          {
            "name": "Suit du regard un objet renforçant qu'on déplace",
            "description": "Capable de suivre des yeux un objet attractif ou intéressant qui est déplacé dans son champ visuel.",
            "etat": "NON_COTE"
          },
          {
            "name": "Trie des objets par formes",
            "description": "Capable de regrouper des objets en fonction de leur forme, comme des cercles, carrés ou triangles.",
            "etat": "NON_COTE"
          },
          {
            "name": "Trie des objets par couleurs",
            "description": "Capable de regrouper des objets en fonction de leur couleur, comme des objets rouges ou bleus.",
            "etat": "NON_COTE"
          },
          {
            "name": "Trie des objets/images par catégorie",
            "description": "Capable de regrouper des objets ou des images selon leur catégorie, comme des aliments, des vêtements ou des jouets.",
            "etat": "NON_COTE"
          },
          {
            "name": "Reconnait sa photo parmi d'autres",
            "description": "Capable d’identifier sa propre photo parmi un ensemble de photos différentes.",
            "etat": "NON_COTE"
          },
          {
            "name": "Sait poursuivre une suite pour reproduire un modèle visuel",
            "description": "Capable de compléter une séquence visuelle, comme une suite de motifs ou de couleurs, pour reproduire un modèle donné.",
            "etat": "NON_COTE"
          },
          {
            "name": "Sait remettre dans l’ordre des séquences imagées",
            "description": "Capable de réorganiser des images dans le bon ordre pour représenter une séquence logique, comme les étapes d’une tâche.",
            "etat": "NON_COTE"
          }
        ]
      }
    ]
  },
  {
    "category_name": "Motricité",
    "category_description": "Motricité",
    "domains": [
      {
        "name": "Motricité Fine",
        "description": "Motricité Fine",
        "items": [
          {
            "name": "Prend et maintient un objet dans sa main",
            "description": "Capable de saisir un objet avec sa main et de le tenir fermement sans le laisser tomber.",
            "etat": "NON_COTE"
          },
          {
            "name": "Peut transférer un objet d'une main à l'autre",
            "description": "Capable de passer un objet d’une main à l’autre de manière contrôlée.",
            "etat": "NON_COTE"
          },
          {
            "name": "Transvase d'un récipient à un autre (par ex dans une activité cuisine)",
            "description": "Capable de verser le contenu d’un récipient dans un autre, par exemple lors d’une activité culinaire, sans renverser.",
            "etat": "NON_COTE"
          },
          {
            "name": "Pointe de l'index",
            "description": "Capable d’utiliser son index pour pointer de manière précise un objet ou une direction.",
            "etat": "NON_COTE"
          },
          {
            "name": "Exécute des activités nécessitant les deux mains (ex : tenir une assiette avec une main et la vider dans la poubelle en tenant un couteau de l'autre main)",
            "description": "Capable de coordonner les deux mains pour réaliser une tâche, comme tenir une assiette d’une main tout en utilisant un couteau de l’autre pour vider son contenu.",
            "etat": "NON_COTE"
          },
          {
            "name": "Utiliser la prise main pleine pour prendre de gros objets (bouteille, classeur)",
            "description": "Capable d’utiliser une prise main pleine pour saisir et tenir fermement de gros objets, comme une bouteille ou un classeur.",
            "etat": "NON_COTE"
          },
          {
            "name": "Peut enfiler des petites perles sur un fil pour faire un bracelet",
            "description": "Capable de manipuler de petites perles et de les enfiler sur un fil avec précision pour créer un bracelet.",
            "etat": "NON_COTE"
          },
          {
            "name": "Utilise la pince pouce/index pour saisir un petit objet",
            "description": "Capable d’utiliser la pince pouce-index pour saisir de petits objets avec précision, comme une perle ou un bouton.",
            "etat": "NON_COTE"
          },
          {
            "name": "Met un objet dans une boite",
            "description": "Capable de placer un objet dans une boîte avec précision, en contrôlant ses mouvements.",
            "etat": "NON_COTE"
          },
          {
            "name": "Tourne les pages d'un livre",
            "description": "Capable de tourner les pages d’un livre une à une avec précision, sans les déchirer.",
            "etat": "NON_COTE"
          },
          {
            "name": "Utilise une clef",
            "description": "Capable d’insérer et de tourner une clé dans une serrure pour ouvrir ou fermer.",
            "etat": "NON_COTE"
          },
          {
            "name": "Ouvre une porte",
            "description": "Capable de manipuler une poignée ou un loquet pour ouvrir une porte de manière autonome.",
            "etat": "NON_COTE"
          },
          {
            "name": "Ferme une porte",
            "description": "Capable de manipuler une poignée ou un loquet pour fermer une porte de manière autonome.",
            "etat": "NON_COTE"
          },
          {
            "name": "Peut utiliser un doigt pour appuyer (piano, ordinateur...)",
            "description": "Capable d’utiliser un doigt pour appuyer de manière précise sur un objet, comme une touche de piano ou un clavier d’ordinateur.",
            "etat": "NON_COTE"
          },
          {
            "name": "Tient correctement un crayon pris à trois doigts",
            "description": "Capable de tenir un crayon à l’aide d’une prise tripodique (pouce, index, majeur) pour écrire ou dessiner.",
            "etat": "NON_COTE"
          },
          {
            "name": "Laisse des traces avec outil adapté (crayons, feutres, pinceaux...)",
            "description": "Capable de produire des marques visibles sur une surface à l’aide d’un outil adapté, comme un crayon, un feutre ou un pinceau.",
            "etat": "NON_COTE"
          },
          {
            "name": "Utilise l'espace de la feuille, ne dépasse pas du support proposé",
            "description": "Capable de dessiner ou écrire en respectant les limites d’une feuille, sans dépasser du support.",
            "etat": "NON_COTE"
          },
          {
            "name": "Colorie des formes simples",
            "description": "Capable de colorier des formes simples, comme un cercle ou un carré, en restant majoritairement à l’intérieur des lignes.",
            "etat": "NON_COTE"
          },
          {
            "name": "Reproduit des lignes, courbes",
            "description": "Capable de reproduire des lignes droites ou des courbes simples avec un crayon ou un autre outil d’écriture.",
            "etat": "NON_COTE"
          },
          {
            "name": "Reproduit des formes géométriques simples",
            "description": "Capable de dessiner des formes géométriques simples, comme un cercle, un carré ou un triangle, en imitant un modèle.",
            "etat": "NON_COTE"
          },
          {
            "name": "Fait des dessins simples",
            "description": "Capable de réaliser des dessins simples représentant des objets ou des concepts, comme une maison ou un arbre.",
            "etat": "NON_COTE"
          },
          {
            "name": "Utilise une pince (outil) pour attraper de petits objets",
            "description": "Capable d’utiliser une pince ou un outil similaire pour saisir de petits objets avec précision, comme lors d’une activité manuelle.",
            "etat": "NON_COTE"
          }
        ]
      },
      {
        "name": "Motricité Globale",
        "description": "Motricité Globale",
        "items": [
          {
            "name": "Marche de façon adaptée (sans chutes, bonne coordination)",
            "description": "Capable de marcher de manière stable et coordonnée, sans chutes fréquentes, en utilisant une démarche naturelle.",
            "etat": "NON_COTE"
          },
          {
            "name": "Marche sur une ligne",
            "description": "Capable de marcher en suivant une ligne droite tracée au sol, en maintenant l’équilibre.",
            "etat": "NON_COTE"
          },
          {
            "name": "Enjambe un obstacle en marchant",
            "description": "Capable de lever un pied pour enjamber un obstacle bas tout en continuant à marcher.",
            "etat": "NON_COTE"
          },
          {
            "name": "Marche en arrière",
            "description": "Capable de marcher en arrière de manière coordonnée et sans perdre l’équilibre.",
            "etat": "NON_COTE"
          },
          {
            "name": "Marche en faisant de grands pas",
            "description": "Capable de marcher en effectuant de grands pas de manière contrôlée et coordonnée.",
            "etat": "NON_COTE"
          },
          {
            "name": "Marche en faisant de petits pas",
            "description": "Capable de marcher en effectuant de petits pas de manière contrôlée et coordonnée.",
            "etat": "NON_COTE"
          },
          {
            "name": "Marche sur pointes de pied",
            "description": "Capable de marcher sur la pointe des pieds tout en maintenant l’équilibre.",
            "etat": "NON_COTE"
          },
          {
            "name": "Marche en suivant une trajectoire",
            "description": "Capable de marcher en suivant un chemin ou une trajectoire définie, comme un parcours courbé ou en zigzag.",
            "etat": "NON_COTE"
          },
          {
            "name": "Marche durant 10 min sur un tapis de course",
            "description": "Capable de marcher pendant 10 minutes sur un tapis de course à une vitesse adaptée, sans s’arrêter.",
            "etat": "NON_COTE"
          },
          {
            "name": "Se déplace dans l'eau en sécurité en marchant",
            "description": "Capable de se déplacer en marchant dans l’eau, comme dans une piscine peu profonde, de manière sécurisée.",
            "etat": "NON_COTE"
          },
          {
            "name": "Court de façon adaptée (en coordonnant les membres supérieurs et inférieurs)",
            "description": "Capable de courir avec une coordination appropriée des bras et des jambes, sans perte d’équilibre.",
            "etat": "NON_COTE"
          },
          {
            "name": "Court en s'arrêtant à un endroit précis",
            "description": "Capable de courir et de s’arrêter précisément à un endroit désigné, comme une marque au sol.",
            "etat": "NON_COTE"
          },
          {
            "name": "Court en suivant une trajectoire",
            "description": "Capable de courir en suivant un chemin ou une trajectoire définie, comme un parcours courbé ou en zigzag.",
            "etat": "NON_COTE"
          },
          {
            "name": "Court en franchissant des obstacles",
            "description": "Capable de courir tout en franchissant des obstacles bas, comme des haies ou des cônes, sans s’arrêter.",
            "etat": "NON_COTE"
          },
          {
            "name": "Court et s'arrête à un signal sonore",
            "description": "Capable de courir et de s’arrêter immédiatement en réponse à un signal sonore, comme un sifflet.",
            "etat": "NON_COTE"
          },
          {
            "name": "Court durant 10 min sur un tapis de course",
            "description": "Capable de courir pendant 10 minutes sur un tapis de course à une vitesse adaptée, sans s’arrêter.",
            "etat": "NON_COTE"
          },
          {
            "name": "Se déplace dans l'eau en sécurité en nageant",
            "description": "Capable de nager dans l’eau de manière sécurisée, en utilisant une technique adaptée pour se déplacer.",
            "etat": "NON_COTE"
          },
          {
            "name": "S'agenouille",
            "description": "Capable de s’agenouiller de manière contrôlée, en posant un ou deux genoux au sol.",
            "etat": "NON_COTE"
          },
          {
            "name": "S'accroupit",
            "description": "Capable de s’accroupir en pliant les genoux tout en maintenant l’équilibre.",
            "etat": "NON_COTE"
          },
          {
            "name": "Transfère ses appuis pour monter sur une échelle",
            "description": "Capable de coordonner ses appuis pour grimper sur une échelle, en alternant mains et pieds.",
            "etat": "NON_COTE"
          },
          {
            "name": "Ajuste sa posture pour monter sur un plan incliné",
            "description": "Capable d’adapter sa posture pour marcher ou grimper sur une surface inclinée sans perdre l’équilibre.",
            "etat": "NON_COTE"
          },
          {
            "name": "Se penche pour ramasser un objet au sol",
            "description": "Capable de se pencher pour ramasser un objet au sol tout en maintenant l’équilibre.",
            "etat": "NON_COTE"
          },
          {
            "name": "Passe de la position assise au sol à debout sans appuis extérieurs",
            "description": "Capable de se lever du sol à la position debout sans utiliser de support externe.",
            "etat": "NON_COTE"
          },
          {
            "name": "Passe de la position debout à assise au sol sans appuis extérieurs",
            "description": "Capable de s’asseoir au sol depuis la position debout sans utiliser de support externe.",
            "etat": "NON_COTE"
          },
          {
            "name": "Pousse avec les membres supérieurs un encombrement (caisse pleine d'objets)",
            "description": "Capable de pousser un objet lourd, comme une caisse pleine, en utilisant ses bras de manière efficace.",
            "etat": "NON_COTE"
          },
          {
            "name": "Tire avec les membres supérieurs un encombrement (caisse pleine d'objets)",
            "description": "Capable de tirer un objet lourd, comme une caisse pleine, en utilisant ses bras de manière efficace.",
            "etat": "NON_COTE"
          },
          {
            "name": "Enjambe des obstacles en alternant",
            "description": "Capable d’enjamber des obstacles en alternant les jambes, comme dans un parcours d’obstacles.",
            "etat": "NON_COTE"
          },
          {
            "name": "Sautille sur place",
            "description": "Capable de sautiller sur place en répétant de petits sauts sans perdre l’équilibre.",
            "etat": "NON_COTE"
          },
          {
            "name": "Saute sur place à pieds joints",
            "description": "Capable de sauter sur place avec les deux pieds ensemble, en maintenant l’équilibre.",
            "etat": "NON_COTE"
          },
          {
            "name": "Saute en contrebas, d'une petite marche",
            "description": "Capable de sauter d’une petite marche ou d’une plateforme basse en atterrissant de manière contrôlée.",
            "etat": "NON_COTE"
          },
          {
            "name": "Saute pieds joints en avant dans des cerceaux",
            "description": "Capable de sauter à pieds joints en avant pour atterrir dans des cerceaux placés au sol.",
            "etat": "NON_COTE"
          },
          {
            "name": "Saute en hauteur au-dessus d'un petit obstacle (situé à hauteur des chevilles)",
            "description": "Capable de sauter en hauteur pour franchir un obstacle bas, comme une corde à hauteur des chevilles.",
            "etat": "NON_COTE"
          },
          {
            "name": "Saute à cloche-pied sur place",
            "description": "Capable de sauter sur place sur un seul pied, en maintenant l’équilibre.",
            "etat": "NON_COTE"
          },
          {
            "name": "Saute à cloche-pied en avançant",
            "description": "Capable de sauter à cloche-pied tout en avançant, en maintenant l’équilibre.",
            "etat": "NON_COTE"
          },
          {
            "name": "Saute en arrière",
            "description": "Capable de sauter en arrière à pieds joints ou en alternant, en maintenant l’équilibre.",
            "etat": "NON_COTE"
          },
          {
            "name": "Rampe en avant",
            "description": "Capable de se déplacer en rampant vers l’avant sur le ventre ou à quatre pattes.",
            "etat": "NON_COTE"
          },
          {
            "name": "Rampe en arrière",
            "description": "Capable de se déplacer en rampant vers l’arrière sur le ventre ou à quatre pattes.",
            "etat": "NON_COTE"
          },
          {
            "name": "En coordonnant les bras et les jambes",
            "description": "Capable de coordonner les mouvements des bras et des jambes lors d’activités comme ramper, marcher ou courir.",
            "etat": "NON_COTE"
          },
          {
            "name": "Fait du 4 pattes (situation de parcours sportifs)",
            "description": "Capable de se déplacer à quatre pattes dans un contexte de parcours sportif, en coordonnant bras et jambes.",
            "etat": "NON_COTE"
          },
          {
            "name": "Monte sur un plan incliné",
            "description": "Capable de grimper sur une surface inclinée, comme une rampe, de manière autonome.",
            "etat": "NON_COTE"
          },
          {
            "name": "Monte sur une échelle",
            "description": "Capable de grimper sur une échelle en utilisant les mains et les pieds de manière coordonnée.",
            "etat": "NON_COTE"
          },
          {
            "name": "Monte sur une échelle en alternant les pieds",
            "description": "Capable de grimper sur une échelle en alternant les pieds pour chaque barreau, avec coordination.",
            "etat": "NON_COTE"
          },
          {
            "name": "Monte les escaliers de façon autonome",
            "description": "Capable de monter des escaliers sans aide, en utilisant une démarche stable.",
            "etat": "NON_COTE"
          },
          {
            "name": "Descend les escaliers de façon autonome",
            "description": "Capable de descendre des escaliers sans aide, en utilisant une démarche stable.",
            "etat": "NON_COTE"
          },
          {
            "name": "Monte les escaliers en alternant",
            "description": "Capable de monter des escaliers en alternant les pieds à chaque marche, avec coordination.",
            "etat": "NON_COTE"
          },
          {
            "name": "Descend les escaliers en alternant",
            "description": "Capable de descendre des escaliers en alternant les pieds à chaque marche, avec coordination.",
            "etat": "NON_COTE"
          },
          {
            "name": "Fait une roulade avant",
            "description": "Capable d’effectuer une roulade avant de manière contrôlée, en passant par-dessus l’épaule.",
            "etat": "NON_COTE"
          },
          {
            "name": "Fait une roulade arrière",
            "description": "Capable d’effectuer une roulade arrière de manière contrôlée, en passant par-dessus l’épaule.",
            "etat": "NON_COTE"
          },
          {
            "name": "Roule sur le côté",
            "description": "Capable de rouler sur le côté, de manière contrôlée, sur une surface plane.",
            "etat": "NON_COTE"
          },
          {
            "name": "Jette le ballon dans une cible posée au sol",
            "description": "Capable de jeter un ballon pour atteindre une cible placée au sol, comme un cerceau.",
            "etat": "NON_COTE"
          },
          {
            "name": "Lance le ballon dans une cible posée au sol",
            "description": "Capable de lancer un ballon avec précision pour atteindre une cible au sol, comme un panier ou une zone délimitée.",
            "etat": "NON_COTE"
          },
          {
            "name": "Lance le ballon dans une cible en hauteur (panier de basket)",
            "description": "Capable de lancer un ballon pour atteindre une cible en hauteur, comme un panier de basket.",
            "etat": "NON_COTE"
          },
          {
            "name": "Lance le ballon en hauteur (vers le plafond)",
            "description": "Capable de lancer un ballon vers le haut, comme vers le plafond, avec contrôle.",
            "etat": "NON_COTE"
          },
          {
            "name": "Fait rouler le ballon au sol",
            "description": "Capable de faire rouler un ballon sur le sol de manière contrôlée, en direction d’une cible ou d’une personne.",
            "etat": "NON_COTE"
          },
          {
            "name": "Lance le ballon à quelqu'un",
            "description": "Capable de lancer un ballon à une autre personne avec précision et contrôle.",
            "etat": "NON_COTE"
          },
          {
            "name": "Prépare les mains et les bras pour réceptionner le ballon",
            "description": "Capable de positionner ses mains et ses bras correctement pour attraper un ballon lancé.",
            "etat": "NON_COTE"
          },
          {
            "name": "Attrape un ballon lancé par quelqu’un sans l'aide du torse (utilisation des mains seulement)",
            "description": "Capable d’attraper un ballon lancé en utilisant uniquement ses mains, sans le bloquer contre son torse.",
            "etat": "NON_COTE"
          },
          {
            "name": "Attrape un ballon lancé par quelqu’un en mouvement",
            "description": "Capable d’attraper un ballon lancé alors qu’il est en mouvement, comme en marchant ou en courant.",
            "etat": "NON_COTE"
          },
          {
            "name": "Attrape un ballon en se déplaçant",
            "description": "Capable d’attraper un ballon tout en se déplaçant, comme en marchant ou en courant.",
            "etat": "NON_COTE"
          },
          {
            "name": "Glisse sur les fesses",
            "description": "Capable de se déplacer en glissant sur les fesses, par exemple sur une pente ou un toboggan.",
            "etat": "NON_COTE"
          },
          {
            "name": "Pédale (dissocier le mouvement de jambes) sur le tricycle adapté",
            "description": "Capable de pédaler sur un tricycle adapté en dissociant les mouvements des jambes pour avancer.",
            "etat": "NON_COTE"
          },
          {
            "name": "Sur le tricycle adapté, tourne le guidon de façon adaptée (changements de trajectoire)",
            "description": "Capable de diriger un tricycle adapté en tournant le guidon pour changer de trajectoire.",
            "etat": "NON_COTE"
          },
          {
            "name": "Sur le tricycle adapté, suit un parcours",
            "description": "Capable de suivre un parcours prédéfini sur un tricycle adapté, en respectant les trajectoires.",
            "etat": "NON_COTE"
          },
          {
            "name": "Sur le tricycle adapté, évite les obstacles",
            "description": "Capable d’éviter des obstacles sur un parcours tout en utilisant un tricycle adapté.",
            "etat": "NON_COTE"
          },
          {
            "name": "Stoppe le tricycle adapté de façon adaptée",
            "description": "Capable d’arrêter un tricycle adapté de manière contrôlée, en utilisant les pédales ou un frein.",
            "etat": "NON_COTE"
          },
          {
            "name": "Pédale 10 min sur un vélo d'appartement",
            "description": "Capable de pédaler pendant 10 minutes sur un vélo d’appartement à une vitesse adaptée, sans s’arrêter.",
            "etat": "NON_COTE"
          },
          {
            "name": "S'équilibre sur le vélo",
            "description": "Capable de maintenir l’équilibre sur un vélo en mouvement sans aide extérieure.",
            "etat": "NON_COTE"
          },
          {
            "name": "Pédale sur un vélo",
            "description": "Capable de pédaler sur un vélo pour avancer de manière autonome.",
            "etat": "NON_COTE"
          },
          {
            "name": "Freine avec les freins du vélo",
            "description": "Capable d’utiliser les freins d’un vélo pour ralentir ou s’arrêter de manière contrôlée.",
            "etat": "NON_COTE"
          },
          {
            "name": "Sur le vélo, tourne le guidon de façon adaptée (changements de trajectoire)",
            "description": "Capable de diriger un vélo en tournant le guidon pour changer de trajectoire.",
            "etat": "NON_COTE"
          },
          {
            "name": "Sur le vélo, évite les obstacles",
            "description": "Capable d’éviter des obstacles sur un parcours tout en utilisant un vélo.",
            "etat": "NON_COTE"
          },
          {
            "name": "Suit le parcours",
            "description": "Capable de suivre un parcours prédéfini à vélo ou à trottinette, en respectant les trajectoires.",
            "etat": "NON_COTE"
          },
          {
            "name": "Pose un pied sur la trottinette et pousse avec l'autre pied",
            "description": "Capable de poser un pied sur une trottinette et de pousser avec l’autre pied pour avancer.",
            "etat": "NON_COTE"
          },
          {
            "name": "Prend de l’élan",
            "description": "Capable de prendre de l’élan sur une trottinette en poussant avec le pied de manière efficace.",
            "etat": "NON_COTE"
          },
          {
            "name": "S’équilibrer sur la trottinette",
            "description": "Capable de maintenir l’équilibre sur une trottinette en mouvement sans aide extérieure.",
            "etat": "NON_COTE"
          },
          {
            "name": "Suit un parcours",
            "description": "Capable de suivre un parcours prédéfini sur une trottinette, en respectant les trajectoires.",
            "etat": "NON_COTE"
          },
          {
            "name": "Évite les obstacles",
            "description": "Capable d’éviter des obstacles sur un parcours tout en utilisant une trottinette.",
            "etat": "NON_COTE"
          },
          {
            "name": "Fais de la trottinette",
            "description": "Capable de se déplacer sur une trottinette de manière autonome et contrôlée.",
            "etat": "NON_COTE"
          },
          {
            "name": "En trottinette, tourne le guidon de façon adaptée (changements de trajectoire)",
            "description": "Capable de diriger une trottinette en tournant le guidon pour changer de trajectoire.",
            "etat": "NON_COTE"
          }
        ]
      },
      {
        "name": "Equilibre",
        "description": "Equilibre",
        "items": [
          {
            "name": "Reste immobile 10 secondes pieds joints",
            "description": "Capable de rester immobile pendant 10 secondes avec les pieds joints, en maintenant l’équilibre sans bouger.",
            "etat": "NON_COTE"
          },
          {
            "name": "Reste immobile 10 secondes pieds joints yeux fermés",
            "description": "Capable de rester immobile pendant 10 secondes avec les pieds joints et les yeux fermés, en maintenant l’équilibre.",
            "etat": "NON_COTE"
          },
          {
            "name": "Tient l'équilibre sur un pied pendant 10 secondes",
            "description": "Capable de maintenir l’équilibre sur un seul pied pendant 10 secondes sans appui extérieur.",
            "etat": "NON_COTE"
          },
          {
            "name": "Tient sur une poutre sans tomber, quelle que soit la technique utilisée",
            "description": "Capable de se tenir sur une poutre d’équilibre sans tomber, en utilisant n’importe quelle technique (par exemple, bras écartés ou pas lents).",
            "etat": "NON_COTE"
          },
          {
            "name": "Tient sur un banc, quelle que soit la technique utilisée",
            "description": "Capable de se tenir sur un banc étroit sans tomber, en utilisant n’importe quelle technique pour maintenir l’équilibre.",
            "etat": "NON_COTE"
          },
          {
            "name": "Marche sur une poutre en alternant les pieds",
            "description": "Capable de marcher sur une poutre d’équilibre en alternant les pieds, en maintenant l’équilibre tout au long du trajet.",
            "etat": "NON_COTE"
          },
          {
            "name": "Tient sur des échasses",
            "description": "Capable de se tenir debout sur des échasses sans perdre l’équilibre, en restant stable.",
            "etat": "NON_COTE"
          },
          {
            "name": "Marche avec des échasses",
            "description": "Capable de marcher avec des échasses, en coordonnant les mouvements pour avancer sans tomber.",
            "etat": "NON_COTE"
          }
        ]
      }
    ]
  },
  {
    "category_name": "Jeux et Centres d'Intérêt",
    "category_description": "Jeux et Centres d'Intérêt",
    "domains": [
      {
        "name": "Jeux et Centres d'Intérêt",
        "description": "Jeux et Centres d'Intérêt",
        "items": [
          {
            "name": "S'oriente spontanément vers des activités/jeux",
            "description": "Capable de choisir et de se diriger spontanément vers une activité ou un jeu sans incitation extérieure.",
            "etat": "NON_COTE"
          },
          {
            "name": "Possède plusieurs centres d'intérêt-lesquels?",
            "description": "Montre un intérêt pour plusieurs types d’activités ou de jeux, avec une identification des centres d’intérêt spécifiques.",
            "etat": "NON_COTE"
          },
          {
            "name": "S'occupe seul lorsque l'encadrant lui propose un jeu",
            "description": "Capable de s’engager dans un jeu ou une activité de manière autonome après que l’encadrant le lui a proposé.",
            "etat": "NON_COTE"
          },
          {
            "name": "Prend l'initiative d'aller chercher un jeu",
            "description": "Capable de chercher un jeu ou un jouet de manière autonome pour s’occuper, sans attendre d’instruction.",
            "etat": "NON_COTE"
          },
          {
            "name": "Utilise des jeux de manière adaptée",
            "description": "Capable de jouer avec des jeux ou des jouets en respectant leur fonction ou leur usage prévu.",
            "etat": "NON_COTE"
          },
          {
            "name": "Varie son jeu spontanément (au moins 2/3 sur 30 minutes)",
            "description": "Capable de passer spontanément d’un jeu ou d’une activité à un autre au moins 2 à 3 fois en 30 minutes.",
            "etat": "NON_COTE"
          },
          {
            "name": "Met en place des jeux imaginaires (mimes, théâtre...?)",
            "description": "Capable de créer et de participer à des jeux imaginaires, comme des mimes ou des scénarios de théâtre, en utilisant son imagination.",
            "etat": "NON_COTE"
          },
          {
            "name": "Sait jouer chacun son tour",
            "description": "Capable de respecter le principe du tour par tour dans un jeu ou une activité impliquant plusieurs participants.",
            "etat": "NON_COTE"
          },
          {
            "name": "Respecte les règles des jeux de société simples (loto, memory...)",
            "description": "Capable de suivre les règles de base des jeux de société simples, comme le loto ou le memory, sans enfreindre les consignes.",
            "etat": "NON_COTE"
          },
          {
            "name": "Joue à des jeux collectifs (jeux de ballons, construction simple de lego, etc.)",
            "description": "Capable de participer à des jeux collectifs, comme des jeux de ballon ou des constructions simples en lego, en collaborant avec d’autres.",
            "etat": "NON_COTE"
          },
          {
            "name": "A compris les principes de gagné/perdu",
            "description": "Capable de comprendre les concepts de victoire et de défaite dans le cadre d’un jeu ou d’une compétition.",
            "etat": "NON_COTE"
          },
          {
            "name": "Accepte de perdre à un jeu",
            "description": "Capable d’accepter une défaite dans un jeu sans manifester de frustration ou de comportement problématique.",
            "etat": "NON_COTE"
          },
          {
            "name": "Prend soin des jouets",
            "description": "Capable de manipuler les jouets avec soin, en évitant de les casser ou de les endommager.",
            "etat": "NON_COTE"
          },
          {
            "name": "Accepte de partager un jouet/jeu avec un autre résident",
            "description": "Capable de partager un jouet ou un jeu avec une autre personne sans résistance ou comportement problématique.",
            "etat": "NON_COTE"
          },
          {
            "name": "Range les jeux/jouets à leur place après s'en être servi",
            "description": "Capable de ranger les jeux ou jouets à leur emplacement désigné après les avoir utilisés.",
            "etat": "NON_COTE"
          },
          {
            "name": "Va au cinéma, en adoptant un comportement adapté dans la salle",
            "description": "Capable d’assister à une séance de cinéma en adoptant un comportement approprié, comme rester calme et respecter le silence.",
            "etat": "NON_COTE"
          },
          {
            "name": "Va à un spectacle « vivant » : concert, danse, théâtre",
            "description": "Capable d’assister à un spectacle vivant, comme un concert, une représentation de danse ou de théâtre, en adoptant un comportement adapté.",
            "etat": "NON_COTE"
          }
        ]
      }
    ]
  },
  {
    "category_name": "Espace-Temps",
    "category_description": "Espace-Temps",
    "domains": [
      {
        "name": "Espace-Temps",
        "description": "Espace-Temps",
        "items": [
          {
            "name": "Peut s'orienter dans son espace de vie privé",
            "description": "L’individu est capable de reconnaître et de localiser les différents espaces de sa vie personnelle, tels que les toilettes, la salle de bain ou son lit, sans aide extérieure.",
            "etat": "NON_COTE"
          },
          {
            "name": "Peut s'orienter dans les espaces collectifs de son lieu de vie",
            "description": "L’individu sait se repérer de manière autonome dans les espaces partagés comme le réfectoire, l’accueil ou la salle de jeux de son environnement de vie.",
            "etat": "NON_COTE"
          },
          {
            "name": "Discrimine le matin/midi/soir",
            "description": "L’individu est capable d’identifier et de distinguer les différents moments de la journée : le matin, le midi et le soir.",
            "etat": "NON_COTE"
          },
          {
            "name": "Comprend les notions hier, aujourd'hui, demain",
            "description": "L’individu saisit les concepts temporels fondamentaux permettant de se situer dans le temps : hier (passé), aujourd’hui (présent) et demain (futur).",
            "etat": "NON_COTE"
          },
          {
            "name": "Connait les jours de la semaine",
            "description": "L’individu est capable de nommer les jours de la semaine et de se repérer d’un jour à l’autre dans la continuité temporelle.",
            "etat": "NON_COTE"
          },
          {
            "name": "Connait les mois",
            "description": "L’individu connaît les 12 mois de l’année, peut les nommer et les replacer dans leur ordre chronologique.",
            "etat": "NON_COTE"
          },
          {
            "name": "Connait les notions spatiales",
            "description": "L’individu comprend les concepts spatiaux tels que devant/derrière, sur/sous, grand/petit, au milieu, etc., et peut les appliquer correctement.",
            "etat": "NON_COTE"
          },
          {
            "name": "Comprend les consignes de son emploi du temps pour ses activités",
            "description": "L’individu est capable de comprendre les instructions de son emploi du temps à l’aide d’objets, de photos, de pictogrammes ou d’écrits (préciser le mode utilisé).",
            "etat": "NON_COTE"
          },
          {
            "name": "Manipule seul son emploi du temps",
            "description": "L’individu utilise son emploi du temps de manière autonome sans assistance extérieure pour organiser ses activités.",
            "etat": "NON_COTE"
          },
          {
            "name": "Retourne seul à son emploi du temps",
            "description": "L’individu est capable de revenir spontanément vers son emploi du temps pour consulter la suite de ses activités, sans qu’on le lui demande ou montre.",
            "etat": "NON_COTE"
          },
          {
            "name": "Suit un emploi du temps à la demi-journée, à la journée, à la semaine",
            "description": "L’individu peut suivre un emploi du temps structuré selon différentes temporalités (demi-journée, journée complète, semaine). Il est important de préciser la durée concernée.",
            "etat": "NON_COTE"
          },
          {
            "name": "Sait lire l'heure sur une montre (analogique ou digitale)",
            "description": "L’individu peut lire l’heure sur une montre à aiguilles (analogique) ou à affichage numérique (digital).",
            "etat": "NON_COTE"
          },
          {
            "name": "Sait repérer le temps écoulé à l'aide d'un time-timer",
            "description": "L’individu utilise un time-timer (minuteur visuel) pour estimer le temps passé ou restant et comprendre la notion de durée.",
            "etat": "NON_COTE"
          },
          {
            "name": "Sait se repérer avec l'heure ; dire si en retard ou en avance",
            "description": "L’individu peut se situer dans le temps à l’aide d’une montre ou d’une horloge, déterminer s’il est en avance ou en retard, et comprend la notion de durée.",
            "etat": "NON_COTE"
          },
          {
            "name": "Se réveille avec l'aide d'un réveil",
            "description": "L’individu utilise un réveil pour se réveiller à l’heure souhaitée sans intervention extérieure.",
            "etat": "NON_COTE"
          },
          {
            "name": "Règle et active son réveil",
            "description": "L’individu sait programmer l’heure de son réveil, l’activer ou le désactiver de manière autonome.",
            "etat": "NON_COTE"
          }
        ]
      }
    ]
  },
  {
    "category_name": "Compétences Sociales et de Sécurité",
    "category_description": "Compétences Sociales et de Sécurité",
    "domains": [
      {
        "name": "Compétences Sociales et de Sécurité",
        "description": "Compétences Sociales et de Sécurité",
        "items": [
          {
            "name": "Regarde où il marche",
            "description": "L’enfant est capable de surveiller visuellement son environnement immédiat lorsqu’il marche afin d’éviter les obstacles.",
            "etat": "NON_COTE"
          },
          {
            "name": "A une marche adaptée (rythme, pas de bizarrerie)",
            "description": "L’enfant adopte une démarche fluide, régulière, sans mouvements anormaux ou brusques, adaptée au contexte.",
            "etat": "NON_COTE"
          },
          {
            "name": "Reste à proximité de l'aidant/du professionnel dans les lieux publics fermés",
            "description": "L’enfant ne s’éloigne pas de l’adulte accompagnant dans des lieux fermés comme les magasins ou les administrations.",
            "etat": "NON_COTE"
          },
          {
            "name": "Reste à proximité de l'aidant/du professionnel dans les lieux publics ouverts",
            "description": "L’enfant reste dans un périmètre proche de l’adulte dans des espaces ouverts comme les parcs ou les marchés.",
            "etat": "NON_COTE"
          },
          {
            "name": "Dans un espace ouvert (ex. parc) reste dans un périmètre/espace concret fixé par l'intervenant",
            "description": "L’enfant respecte une limite physique ou imaginaire imposée par l’adulte dans les grands espaces.",
            "etat": "NON_COTE"
          },
          {
            "name": "Se décale sur le côté pour laisser passer qq dans les magasins, sur les trottoirs",
            "description": "L’enfant est capable de se mettre sur le côté pour faciliter le passage des autres personnes dans les espaces étroits.",
            "etat": "NON_COTE"
          },
          {
            "name": "S'arrête aux abords d'une rue",
            "description": "L’enfant marque un arrêt spontané ou sur demande avant de traverser la rue.",
            "etat": "NON_COTE"
          },
          {
            "name": "Identifie les types de passages de piétons (avec feux sans feux, marquage au sol)",
            "description": "L’enfant distingue les différents types de passages pour piétons, qu’ils soient balisés ou non.",
            "etat": "NON_COTE"
          },
          {
            "name": "Traverse de façon adaptée et sécurisée une route",
            "description": "L’enfant applique les règles de sécurité routière (regarder des deux côtés, traverser rapidement mais calmement).",
            "etat": "NON_COTE"
          },
          {
            "name": "Identifie et reconnait les items pouvant être source de chaleur (ex : four, plaque de cuisson)",
            "description": "L’enfant sait quels objets peuvent causer des brûlures et évite de les toucher.",
            "etat": "NON_COTE"
          },
          {
            "name": "Identifie les substances pouvant être toxiques, dangereuses",
            "description": "L’enfant est capable de reconnaître les produits ménagers, médicaments, ou autres substances à éviter.",
            "etat": "NON_COTE"
          },
          {
            "name": "Réagit aux signaux d'alarme/d'alerte: alarme incendie, détecteurs de fumée",
            "description": "L’enfant reconnaît les signaux d’alerte sonore et sait qu’il faut évacuer ou avertir un adulte.",
            "etat": "NON_COTE"
          },
          {
            "name": "Se protège du soleil (casquette, crème...)",
            "description": "L’enfant adopte des comportements protecteurs contre le soleil comme porter une casquette ou mettre de la crème solaire.",
            "etat": "NON_COTE"
          },
          {
            "name": "Signale la douleur",
            "description": "L’enfant exprime verbalement ou par un autre moyen qu’il a mal quand il ressent une douleur.",
            "etat": "NON_COTE"
          },
          {
            "name": "A un contact sécurisé avec des animaux inconnus (un chien inconnu, un cygne,...)",
            "description": "L’enfant ne s’approche pas trop et attend l’autorisation ou l’avis d’un adulte avant de toucher un animal inconnu.",
            "etat": "NON_COTE"
          },
          {
            "name": "A un comportement adapté pendant les trajets avec d'autres personnes",
            "description": "L’enfant reste calme, respectueux et assis durant les trajets partagés avec d'autres personnes.",
            "etat": "NON_COTE"
          },
          {
            "name": "Attend dans une aire désignée quand on lui demande « attends ici »/« reste ici»",
            "description": "L’enfant reste sur place, dans un endroit précis, lorsqu’un adulte lui demande d’attendre.",
            "etat": "NON_COTE"
          },
          {
            "name": "Ouvre et ferme les portières de voiture de manière sécurisée",
            "description": "L’enfant manipule les portières de voiture sans danger pour lui-même ou pour les autres.",
            "etat": "NON_COTE"
          },
          {
            "name": "Met et enlève sa ceinture de sécurité",
            "description": "L’enfant sait attacher et détacher correctement sa ceinture de sécurité.",
            "etat": "NON_COTE"
          },
          {
            "name": "Garde sa ceinture sur les trajets",
            "description": "L’enfant garde sa ceinture de sécurité attachée tout au long du trajet.",
            "etat": "NON_COTE"
          },
          {
            "name": "Se déplace en sécurité sur les parkings",
            "description": "L’enfant est attentif aux voitures, suit l’adulte ou les marquages au sol dans un parking.",
            "etat": "NON_COTE"
          },
          {
            "name": "A un comportement adapté dans les transports en commun",
            "description": "L’enfant respecte les règles dans les transports : il reste assis, ne dérange pas les autres.",
            "etat": "NON_COTE"
          },
          {
            "name": "Peut utiliser seul les transports en commun",
            "description": "L’enfant est autonome pour se déplacer dans les transports : il sait où monter, descendre, et se comporter.",
            "etat": "NON_COTE"
          },
          {
            "name": "Sait utiliser un plan ou GPS pour se déplacer à pied",
            "description": "L’enfant peut lire un plan ou utiliser une application GPS pour se repérer à pied.",
            "etat": "NON_COTE"
          },
          {
            "name": "Sait acheter ou recharger un titre de transport en commun",
            "description": "L’enfant est capable d’utiliser un distributeur ou une application pour prendre un ticket ou recharger sa carte.",
            "etat": "NON_COTE"
          },
          {
            "name": "Reconnaît le bon transport en commun qu'il souhaite prendre",
            "description": "L’enfant sait reconnaître visuellement ou lire les panneaux pour identifier le bon bus, tram ou métro.",
            "etat": "NON_COTE"
          },
          {
            "name": "Identifie l'arrêt où il descend",
            "description": "L’enfant sait quel arrêt est le sien et se prépare à descendre à temps.",
            "etat": "NON_COTE"
          },
          {
            "name": "Descend à l'arrêt approprié",
            "description": "L’enfant descend à la bonne station sans confusion ni oubli.",
            "etat": "NON_COTE"
          },
          {
            "name": "Identifie des pictos ou symbole de la sécurité ou communauté",
            "description": "L’enfant reconnaît visuellement les pictogrammes relatifs à la sécurité (panneaux, symboles).",
            "etat": "NON_COTE"
          },
          {
            "name": "Peut nommer les pictos ou symbole de la sécurité ou communauté",
            "description": "L’enfant peut nommer ou expliquer la signification des pictogrammes de sécurité ou de services publics.",
            "etat": "NON_COTE"
          },
          {
            "name": "Nomme et comprend la signification des feux",
            "description": "L’enfant peut nommer les feux tricolores et sait leur signification pour piétons et voitures.",
            "etat": "NON_COTE"
          },
          {
            "name": "Peut donner son numéro de téléphone et/ou son adresse (préciser)",
            "description": "L’enfant connaît par cœur et peut réciter son numéro ou son adresse en cas d’urgence.",
            "etat": "NON_COTE"
          },
          {
            "name": "Peut donner le nom de ses parents ou intervenants",
            "description": "L’enfant est capable de dire le nom de ses parents ou des personnes responsables de lui.",
            "etat": "NON_COTE"
          },
          {
            "name": "Se protège, (ex. s'éloigne) des personnes qui peuvent lui prendre des objets des mains, lui faire mal, ou casser du matériel",
            "description": "L’enfant adopte un comportement de protection face à des personnes menaçantes ou agressives.",
            "etat": "NON_COTE"
          }
        ]
      },
      {
        "name": "Magasin",
        "description": "Magasin",
        "items": [
          {
            "name": "Peut se déplacer et faire des courses avec un accompagnant",
            "description": "L’enfant est capable d’accompagner un adulte lors d’achats, en restant à proximité, en suivant les consignes et en participant activement.",
            "etat": "NON_COTE"
          },
          {
            "name": "Est capable de planifier sa sortie (prendre la liste, argent, cabas) seul",
            "description": "L’enfant peut préparer tout le nécessaire pour aller faire les courses de manière autonome, y compris prendre une liste, de l’argent, et un sac.",
            "etat": "NON_COTE"
          },
          {
            "name": "Utilise une liste de courses (mots écrits, pictos)",
            "description": "L’enfant se réfère à une liste écrite ou imagée pour se repérer et effectuer ses achats de manière organisée.",
            "etat": "NON_COTE"
          },
          {
            "name": "Se déplace avec un chariot ou panier",
            "description": "L’enfant est capable de pousser ou porter un chariot/panier tout en se déplaçant dans les rayons de manière fluide.",
            "etat": "NON_COTE"
          },
          {
            "name": "Se dirige dans le bon rayon suivant sa liste de course",
            "description": "L’enfant est capable de localiser les rayons appropriés en fonction des articles sur sa liste.",
            "etat": "NON_COTE"
          },
          {
            "name": "Peut attendre son tour pour prendre un item dans un étal",
            "description": "L’enfant fait preuve de patience et respecte les autres personnes présentes avant de se servir.",
            "etat": "NON_COTE"
          },
          {
            "name": "Sait peser les fruits et légumes",
            "description": "L’enfant utilise correctement la balance, place les produits, choisit l’image ou le code, et obtient l’étiquette.",
            "etat": "NON_COTE"
          },
          {
            "name": "Sait rechercher un article dans un rayon (balayage visuel correct)",
            "description": "L’enfant est capable de scruter un rayon de manière logique pour retrouver un article précis.",
            "etat": "NON_COTE"
          },
          {
            "name": "Peut localiser les caisses",
            "description": "L’enfant repère l’emplacement des caisses dans le magasin de manière autonome.",
            "etat": "NON_COTE"
          },
          {
            "name": "Sait attendre dans la file d'attente",
            "description": "L’enfant reste calme et patient dans la file avant le passage en caisse, sans s’agiter ni déranger les autres.",
            "etat": "NON_COTE"
          },
          {
            "name": "Peut placer les items sur la caisse",
            "description": "L’enfant transfère les articles du chariot/panier à la zone de paiement de manière organisée.",
            "etat": "NON_COTE"
          },
          {
            "name": "Est capable de donner la somme exacte sur des petites sommes (<10 euros)",
            "description": "L’enfant compte et remet exactement la somme demandée, en petites transactions.",
            "etat": "NON_COTE"
          },
          {
            "name": "Est capable de donner plus que demander pour payer ses achats",
            "description": "L’enfant peut donner un billet plus grand et comprendre qu’il va recevoir une monnaie en retour.",
            "etat": "NON_COTE"
          },
          {
            "name": "Attend pour la monnaie et son reçu après avoir réglé ses achats",
            "description": "L’enfant ne quitte pas la caisse sans avoir reçu sa monnaie et son ticket, et vérifie qu’il ne manque rien.",
            "etat": "NON_COTE"
          },
          {
            "name": "Range les courses dans les cabas",
            "description": "L’enfant range les produits achetés dans des sacs ou cabas de manière fonctionnelle, parfois avec aide.",
            "etat": "NON_COTE"
          },
          {
            "name": "Sort du magasin sans oublier ses objets perso et ses sacs de courses",
            "description": "L’enfant vérifie qu’il a bien récupéré ses effets personnels et ses sacs avant de quitter le magasin.",
            "etat": "NON_COTE"
          }
        ]
      },
      {
        "name": "Restaurant",
        "description": "Restaurant",
        "items": [
          {
            "name": "Attend pour être placé dans le restaurant et après la commande",
            "description": "L’enfant est capable d’attendre calmement qu’un serveur l’installe à une table, puis reste assis après avoir passé commande sans s’impatienter.",
            "etat": "NON_COTE"
          },
          {
            "name": "Sait porter un plateau",
            "description": "L’enfant transporte un plateau avec précaution, en gardant les éléments stables et sans faire tomber ce qu’il transporte.",
            "etat": "NON_COTE"
          }
        ]
      },
      {
        "name": "Téléphone",
        "description": "Téléphone",
        "items": [
          {
            "name": "Utilise le téléphone de manière fonctionnelle : décrocher, répondre, raccrocher",
            "description": "L’enfant est capable d’interagir avec un téléphone en répondant à un appel, en parlant de façon appropriée, puis en raccrochant correctement.",
            "etat": "NON_COTE"
          }
        ]
      }
    ]
  },
  {
    "category_name": "Compétences de Tolérance (Santé)",
    "category_description": "Compétences de Tolérance (Santé)",
    "domains": [
      {
        "name": "Compétences de Santé",
        "description": "Compétences de Santé",
        "items": [
          {
            "name": "Se couche sur la table de soins",
            "description": "L’enfant accepte de s’allonger calmement sur une table d’examen médical pour permettre au professionnel de santé d’intervenir.",
            "etat": "NON_COTE"
          },
          {
            "name": "Accepte la blouse blanche",
            "description": "L’enfant ne montre pas de signe de peur ou de rejet face au port de la blouse blanche par les professionnels de santé.",
            "etat": "NON_COTE"
          },
          {
            "name": "Accepte de se laisser mesurer",
            "description": "L’enfant collabore pour se faire mesurer, que ce soit en hauteur ou en tour de taille, sans opposer de résistance.",
            "etat": "NON_COTE"
          },
          {
            "name": "Tolère qu'on le touche avec des gants",
            "description": "L’enfant ne manifeste pas d’inconfort ou de rejet lorsque le professionnel utilise des gants pour l’examiner ou le soigner.",
            "etat": "NON_COTE"
          },
          {
            "name": "Monte et reste sur une balance le temps de la pesée",
            "description": "L’enfant monte sur une balance et y reste immobile jusqu’à la fin de la pesée sans agitation.",
            "etat": "NON_COTE"
          },
          {
            "name": "Accepte un soin de désinfection d'une plaie",
            "description": "L’enfant accepte qu’un professionnel nettoie et désinfecte une blessure sans refus ni panique.",
            "etat": "NON_COTE"
          },
          {
            "name": "Garde le pansement pendant un temps donné (indiquer la durée)",
            "description": "L’enfant laisse le pansement en place pendant la durée indiquée, sans essayer de l’enlever prématurément.",
            "etat": "NON_COTE"
          },
          {
            "name": "Accepte le tensiomètre pour la prise de tension",
            "description": "L’enfant tolère qu’on lui enroule un brassard autour du bras pour mesurer la tension artérielle.",
            "etat": "NON_COTE"
          },
          {
            "name": "Accepte l'auscultation du cœur par le biais du stéthoscope",
            "description": "L’enfant se laisse examiner avec un stéthoscope pour écouter les battements de son cœur sans résistance.",
            "etat": "NON_COTE"
          },
          {
            "name": "Accepte l'auscultation des oreilles par le biais de l'otoscope",
            "description": "L’enfant accepte que le professionnel introduise délicatement un otoscope dans ses oreilles pour les examiner.",
            "etat": "NON_COTE"
          },
          {
            "name": "Accepte de se laisser ausculter d'autres parties du corps (ex. tête, dos, pieds, toucher abdominal, gynéco, ophtalmo)",
            "description": "L’enfant collabore lors de l’examen de diverses parties de son corps, selon le contexte médical.",
            "etat": "NON_COTE"
          },
          {
            "name": "Accepte le thermomètre axillaire pour la prise de température",
            "description": "L’enfant tolère l’utilisation d’un thermomètre placé sous le bras pour mesurer la température corporelle.",
            "etat": "NON_COTE"
          },
          {
            "name": "Accepte d'ouvrir la bouche assez longtemps pour l'auscultation",
            "description": "L’enfant ouvre la bouche suffisamment longtemps pour permettre l’examen de la gorge ou de la cavité buccale.",
            "etat": "NON_COTE"
          },
          {
            "name": "Accepte que le professionnel introduise des ustensiles dans sa bouche pour un examen dentaire (petit miroir, outillages...)",
            "description": "L’enfant autorise l’utilisation d’instruments dentaires dans sa bouche sans résistance excessive.",
            "etat": "NON_COTE"
          },
          {
            "name": "Accepte les gestes relatifs à une prise de sang",
            "description": "L’enfant coopère ou reste calme pendant une prise de sang, même s’il peut manifester de l’appréhension.",
            "etat": "NON_COTE"
          },
          {
            "name": "Mange un médicament sous différentes formes (cachet, gélule, sirop)",
            "description": "L’enfant est capable de prendre un médicament, quelle que soit sa forme, sans trop de difficultés.",
            "etat": "NON_COTE"
          },
          {
            "name": "Tolère de la crème/pommade sur les différentes parties du corps",
            "description": "L’enfant accepte qu’on lui applique une pommade ou crème médicinale sur la peau sans rejet.",
            "etat": "NON_COTE"
          },
          {
            "name": "Tolère le port d'un casque (pour une activité sportive par exemple)",
            "description": "L’enfant supporte le port d’un casque sur la tête sans chercher à l’enlever immédiatement.",
            "etat": "NON_COTE"
          },
          {
            "name": "Se sert en quantité raisonnable (plat collectif ou buffet)",
            "description": "L’enfant sait se servir de manière appropriée sans excès lors d’un repas partagé ou en libre service.",
            "etat": "NON_COTE"
          },
          {
            "name": "Commande d'après un menu",
            "description": "L’enfant est capable de lire ou comprendre un menu et faire un choix pour passer commande.",
            "etat": "NON_COTE"
          }
        ]
      }
    ]
  },
  {
    "category_name": "Compétences Pré-Professionnelles",
    "category_description": "Compétences Pré-Professionnelles",
    "domains": [
      {
        "name": "Compétences Pré-Professionnelles",
        "description": "Compétences Pré-Professionnelles",
        "items": [
          {
            "name": "Comprend des consignes collectives",
            "description": "L’enfant est capable d’écouter et de comprendre une consigne donnée à l’ensemble du groupe sans qu’elle soit répétée individuellement.",
            "etat": "NON_COTE"
          },
          {
            "name": "Travaille en ayant une intervention motivante toutes les 5 minutes",
            "description": "L’enfant maintient son engagement dans l’activité lorsque des encouragements ou renforçateurs sont fournis fréquemment (toutes les 5 minutes).",
            "etat": "NON_COTE"
          },
          {
            "name": "Travaille avec une récompense seulement à la fin de la tâche",
            "description": "L’enfant peut attendre la fin d’une tâche avant d’obtenir une récompense ou un renforçateur, sans interruption.",
            "etat": "NON_COTE"
          },
          {
            "name": "Effectue son travail sans la présence de l'encadrant",
            "description": "L’enfant est capable d’accomplir une tâche de manière autonome, sans surveillance constante d’un adulte.",
            "etat": "NON_COTE"
          },
          {
            "name": "Travaille malgré de petits dérangements (téléphone, gens qui passent…)",
            "description": "L’enfant reste concentré sur son activité malgré des distractions mineures dans l’environnement.",
            "etat": "NON_COTE"
          },
          {
            "name": "Travaille de façon continue pendant au moins 5 min",
            "description": "L’enfant maintient son attention et son implication dans une tâche sans interruption pendant au moins 5 minutes.",
            "etat": "NON_COTE"
          },
          {
            "name": "Travaille de façon continue pendant au moins 10 min",
            "description": "L’enfant reste concentré et actif sur une activité pendant un minimum de 10 minutes sans abandon.",
            "etat": "NON_COTE"
          },
          {
            "name": "Travaille de façon continue pendant au moins 30 min",
            "description": "L’enfant est capable de se consacrer à une tâche de manière soutenue pendant 30 minutes sans pause.",
            "etat": "NON_COTE"
          },
          {
            "name": "Travaille de façon continue pendant 1 heure",
            "description": "L’enfant maintient une attention prolongée sur une activité pendant une durée d’une heure sans désengagement.",
            "etat": "NON_COTE"
          },
          {
            "name": "Réalise des tâches comprenant plusieurs étapes",
            "description": "L’enfant suit une séquence d’actions dans le bon ordre pour accomplir une tâche comportant plusieurs étapes.",
            "etat": "NON_COTE"
          },
          {
            "name": "Peut suivre un séquentiel avec des photos ou pictos",
            "description": "L’enfant utilise un guide visuel sous forme d’images ou de pictogrammes pour suivre les étapes d’une activité.",
            "etat": "NON_COTE"
          },
          {
            "name": "Peut suivre un séquentiel avec des mots écrits",
            "description": "L’enfant comprend et suit un déroulé écrit (sans pictos) pour organiser et exécuter son travail.",
            "etat": "NON_COTE"
          },
          {
            "name": "Peut manipuler son séquentiel d'activité en autonomie",
            "description": "L’enfant utilise de manière autonome son planning visuel ou écrit pour avancer dans son activité.",
            "etat": "NON_COTE"
          },
          {
            "name": "Peut aller chercher le matériel nécessaire (indiqué sur le séquentiel)",
            "description": "L’enfant est capable d’identifier et récupérer le matériel requis en se basant sur les indications du séquentiel.",
            "etat": "NON_COTE"
          },
          {
            "name": "Peut ranger son matériel à la fin de la tâche",
            "description": "L’enfant remet en place les objets ou outils utilisés après l’exécution d’une activité.",
            "etat": "NON_COTE"
          },
          {
            "name": "Signale quand son travail est fini",
            "description": "L’enfant indique, verbalement ou par un geste, qu’il a terminé la tâche demandée.",
            "etat": "NON_COTE"
          },
          {
            "name": "Peut demander du matériel manquant",
            "description": "L’enfant est capable d’exprimer un besoin lorsqu’il constate qu’il lui manque un outil ou une ressource pour accomplir une tâche.",
            "etat": "NON_COTE"
          },
          {
            "name": "Prend soin du matériel utilisé",
            "description": "L’enfant utilise les objets avec précaution, sans les abîmer ou les gaspiller.",
            "etat": "NON_COTE"
          },
          {
            "name": "Accepte les transitions d'une tâche à l'autre",
            "description": "L’enfant accepte de passer d’une activité à une autre sans frustration ou opposition notable.",
            "etat": "NON_COTE"
          },
          {
            "name": "Tolère les interruptions durant une tâche",
            "description": "L’enfant ne se met pas en difficulté lorsqu’une tâche est temporairement interrompue par un événement extérieur.",
            "etat": "NON_COTE"
          },
          {
            "name": "Reprend sa tâche après une interruption",
            "description": "L’enfant est capable de se reconcentrer et de continuer une activité interrompue sans difficulté majeure.",
            "etat": "NON_COTE"
          },
          {
            "name": "Tolère les changements dans sa séquence d'activité",
            "description": "L’enfant accepte une modification ou un réajustement dans l’ordre ou le contenu de ses activités prévues.",
            "etat": "NON_COTE"
          },
          {
            "name": "Tolère d'arrêter une tâche alors qu'elle n'est pas terminée",
            "description": "L’enfant accepte d’interrompre une tâche en cours sans que cela provoque une réaction excessive.",
            "etat": "NON_COTE"
          },
          {
            "name": "Sait demander de l'aide lorsqu'il en a besoin",
            "description": "L’enfant est capable d’exprimer un besoin d’assistance de façon appropriée lorsqu’il rencontre une difficulté.",
            "etat": "NON_COTE"
          },
          {
            "name": "Sait demander une pause",
            "description": "L’enfant identifie les moments où il a besoin de se reposer et peut le verbaliser calmement.",
            "etat": "NON_COTE"
          },
          {
            "name": "Accepte de reprendre le travail après avoir eu une pause",
            "description": "L’enfant revient à son activité initiale après une pause, sans résistance ni évitement.",
            "etat": "NON_COTE"
          }
        ]
      },
      {
        "name": "Bureautique/secrétariat",
        "description": "Bureautique/secrétariat",
        "items": [
          {
            "name": "Sait utiliser une agrafeuse",
            "description": "L’enfant est capable d’agrafer des feuilles de papier ensemble à l’aide d’une agrafeuse manuelle.",
            "etat": "NON_COTE"
          },
          {
            "name": "Sait utiliser une perforeuse",
            "description": "L’enfant sait positionner correctement les feuilles dans une perforeuse pour y faire des trous.",
            "etat": "NON_COTE"
          },
          {
            "name": "Sait utiliser du scotch",
            "description": "L’enfant est capable de dérouler, couper et coller du ruban adhésif sans aide.",
            "etat": "NON_COTE"
          },
          {
            "name": "Sait mettre des trombones",
            "description": "L’enfant attache des feuilles ensemble à l’aide d’un trombone de manière fonctionnelle.",
            "etat": "NON_COTE"
          },
          {
            "name": "Sait utiliser de la colle",
            "description": "L’enfant applique de la colle de manière adéquate, en respectant la surface à coller.",
            "etat": "NON_COTE"
          },
          {
            "name": "Sait plier une feuille",
            "description": "L’enfant plie une feuille en deux ou selon des consignes précises, avec précision.",
            "etat": "NON_COTE"
          },
          {
            "name": "Sait mettre une feuille A4 dans une grande enveloppe",
            "description": "L’enfant insère une feuille sans la plier dans une enveloppe grand format correctement.",
            "etat": "NON_COTE"
          },
          {
            "name": "Sait mettre une feuille pliée dans une enveloppe rectangulaire",
            "description": "L’enfant plie et insère la feuille dans une enveloppe standard sans la froisser.",
            "etat": "NON_COTE"
          },
          {
            "name": "Sait ouvrir des enveloppes (avec ou sans outil)",
            "description": "L’enfant ouvre une enveloppe avec ses mains ou à l’aide d’un ouvre-lettres sans déchirer le contenu.",
            "etat": "NON_COTE"
          },
          {
            "name": "Sait ouvrir des enveloppes",
            "description": "L’enfant sait manipuler une enveloppe pour l’ouvrir proprement et calmement.",
            "etat": "NON_COTE"
          },
          {
            "name": "Sait décoller un timbre",
            "description": "L’enfant retire un timbre d’une planche ou d’un support sans l’abîmer.",
            "etat": "NON_COTE"
          },
          {
            "name": "Sait utiliser un tampon",
            "description": "L’enfant utilise un tampon encreur en respectant l’orientation et la pression nécessaire.",
            "etat": "NON_COTE"
          },
          {
            "name": "Sait coller des étiquettes au bon endroit ou avec un support/gabarit (type adresse de l'expéditeur)",
            "description": "L’enfant positionne correctement une étiquette sur une enveloppe ou un support à l’aide d’un repère ou d’un modèle.",
            "etat": "NON_COTE"
          },
          {
            "name": "Sait ranger des feuilles dans des pochettes plastiques",
            "description": "L’enfant insère soigneusement des feuilles dans une pochette plastique sans les froisser.",
            "etat": "NON_COTE"
          },
          {
            "name": "Sait mettre des feuilles perforées dans un classeur",
            "description": "L’enfant ouvre un classeur, aligne les feuilles perforées et les insère proprement.",
            "etat": "NON_COTE"
          },
          {
            "name": "Sait ranger des documents en suivant un code couleur ou des symboles",
            "description": "L’enfant classe les documents dans des pochettes ou dossiers en respectant une logique visuelle (couleurs, symboles).",
            "etat": "NON_COTE"
          },
          {
            "name": "Sait utiliser une plastifieuse",
            "description": "L’enfant sait insérer une feuille dans une pochette de plastification et la passer dans la machine avec supervision.",
            "etat": "NON_COTE"
          },
          {
            "name": "Sait découper correctement",
            "description": "L’enfant découpe proprement sans déchirer ni abîmer les supports.",
            "etat": "NON_COTE"
          },
          {
            "name": "Sait distribuer du courrier ou des documents avec des repères photos",
            "description": "L’enfant remet les documents aux bons destinataires en se référant à une photo ou une étiquette visuelle.",
            "etat": "NON_COTE"
          },
          {
            "name": "Sait trier du matériel de secrétariat (crayons, ciseaux, trombones...)",
            "description": "L’enfant classe les fournitures de bureau dans des catégories appropriées de manière organisée.",
            "etat": "NON_COTE"
          },
          {
            "name": "Sait tester et trier des feutres/stylos entre ceux qui fonctionnent et ceux qui ne fonctionnent plus",
            "description": "L’enfant vérifie l’état des stylos ou feutres et sépare ceux en bon état des autres.",
            "etat": "NON_COTE"
          },
          {
            "name": "Sait ranger du matériel dans un contenant spécifique (par ex, des dentifrices dans leur boîte, des crayons de couleur dans leur boîte métallique, des surligneurs dans leur pochette plastique...)",
            "description": "L’enfant range différents objets dans leur boîte ou pochette respective selon les instructions.",
            "etat": "NON_COTE"
          },
          {
            "name": "Déchire du papier",
            "description": "L’enfant est capable de déchirer du papier volontairement et proprement si nécessaire.",
            "etat": "NON_COTE"
          },
          {
            "name": "Tient les ciseaux de façon correcte",
            "description": "L’enfant adopte une bonne prise des ciseaux, en respectant la sécurité et l’ergonomie.",
            "etat": "NON_COTE"
          },
          {
            "name": "Sait découper avec des ciseaux",
            "description": "L’enfant découpe des formes simples ou complexes avec précision à l’aide de ciseaux adaptés.",
            "etat": "NON_COTE"
          },
          {
            "name": "Sait découper en suivant une ligne",
            "description": "L’enfant suit visuellement une ligne tracée pour découper avec précision.",
            "etat": "NON_COTE"
          },
          {
            "name": "Sait découper des formes simples",
            "description": "L’enfant découpe correctement des formes comme un rond, un carré ou un triangle sans difficulté.",
            "etat": "NON_COTE"
          },
          {
            "name": "Plie une feuille en deux",
            "description": "L’enfant sait plier une feuille en son milieu, bord contre bord, sans froisser ni tordre le papier.",
            "etat": "NON_COTE"
          },
          {
            "name": "Étale de la colle sur tout le support donné",
            "description": "L’enfant applique la colle de manière uniforme sur une surface en respectant les contours.",
            "etat": "NON_COTE"
          },
          {
            "name": "Presse un tube de colle",
            "description": "L’enfant utilise ses doigts pour appuyer sur un tube de colle et en faire sortir la quantité nécessaire.",
            "etat": "NON_COTE"
          },
          {
            "name": "Peut fermer/ouvrir un feutre",
            "description": "L’enfant est capable de retirer et remettre le bouchon d’un feutre correctement pour l’utiliser puis le ranger.",
            "etat": "NON_COTE"
          }
        ]
      },
      {
        "name": "Informatique",
        "description": "Informatique",
        "items": [
          {
            "name": "Sait allumer un ordinateur",
            "description": "L’enfant localise le bouton d’alimentation et appuie dessus pour démarrer l’ordinateur correctement.",
            "etat": "NON_COTE"
          },
          {
            "name": "Sait utiliser une souris",
            "description": "L’enfant est capable de déplacer le curseur, faire un clic gauche et/ou droit selon la tâche.",
            "etat": "NON_COTE"
          },
          {
            "name": "Sait utiliser le clavier",
            "description": "L’enfant tape sur les touches du clavier de manière fonctionnelle pour écrire ou naviguer.",
            "etat": "NON_COTE"
          },
          {
            "name": "Peut recopier un mot de passe avec le modèle écrit",
            "description": "L’enfant saisit correctement un mot de passe en respectant les majuscules, minuscules et caractères spéciaux en le recopiant.",
            "etat": "NON_COTE"
          },
          {
            "name": "Sait ouvrir Microsoft Word",
            "description": "L’enfant localise l’icône Word et lance l’application depuis le menu ou le bureau.",
            "etat": "NON_COTE"
          },
          {
            "name": "Sait recopier un texte de 5 lignes",
            "description": "L’enfant est capable de taper sur le clavier un court paragraphe de 5 lignes, en copiant fidèlement le texte donné.",
            "etat": "NON_COTE"
          },
          {
            "name": "Sait copier une image",
            "description": "L’enfant clique droit sur une image et choisit l’option 'copier' ou utilise un raccourci clavier.",
            "etat": "NON_COTE"
          },
          {
            "name": "Sait coller une image",
            "description": "L’enfant utilise le clic droit ou un raccourci clavier pour coller une image dans un document ou logiciel.",
            "etat": "NON_COTE"
          },
          {
            "name": "Peut faire une recherche sur un moteur de recherche",
            "description": "L’enfant ouvre un navigateur, écrit une requête dans un moteur de recherche (comme Google) et affiche les résultats.",
            "etat": "NON_COTE"
          },
          {
            "name": "Sait utiliser un logiciel de jeux",
            "description": "L’enfant interagit avec un logiciel de jeu de manière autonome : lancement, navigation, règles simples.",
            "etat": "NON_COTE"
          },
          {
            "name": "Sait mettre de la musique",
            "description": "L’enfant est capable de lancer un fichier audio ou utiliser une application pour écouter de la musique.",
            "etat": "NON_COTE"
          },
          {
            "name": "Sait éteindre un ordinateur",
            "description": "L’enfant accède au menu de démarrage et choisit l’option correcte pour éteindre l’ordinateur en toute sécurité.",
            "etat": "NON_COTE"
          },
          {
            "name": "Sait allumer une tablette",
            "description": "L’enfant appuie longuement sur le bouton d’alimentation d’une tablette pour l’allumer.",
            "etat": "NON_COTE"
          },
          {
            "name": "Sait faire défiler les pages sur une tablette",
            "description": "L’enfant utilise son doigt pour glisser vers le haut, le bas ou le côté afin de faire défiler du contenu.",
            "etat": "NON_COTE"
          },
          {
            "name": "Sait démarrer une application",
            "description": "L’enfant identifie l’icône d’une application et la touche pour la lancer.",
            "etat": "NON_COTE"
          },
          {
            "name": "Peut sortir de l'application",
            "description": "L’enfant utilise le bouton d’accueil ou le geste adapté pour quitter une application en cours d’utilisation.",
            "etat": "NON_COTE"
          },
          {
            "name": "Sait éteindre la tablette",
            "description": "L’enfant maintient le bouton d’alimentation et sélectionne l’option 'éteindre' pour éteindre la tablette.",
            "etat": "NON_COTE"
          },
          {
            "name": "Peut utiliser une tablette pour faire défiler un séquentiel d'activité",
            "description": "L’enfant utilise une application de type séquentiel pour suivre ou visualiser les étapes d’une tâche via une tablette.",
            "etat": "NON_COTE"
          },
          {
            "name": "Peut utiliser un timer sur tablette",
            "description": "L’enfant ouvre une application de minuterie, configure un temps et l’utilise pour gérer une activité.",
            "etat": "NON_COTE"
          }
        ]
      },
      {
        "name": "Conditionnement",
        "description": "Conditionnement",
        "items": [
          {
            "name": "Sait trier des items par couleurs",
            "description": "L’enfant est capable de regrouper différents objets en fonction de leur couleur (ex : rouge avec rouge, bleu avec bleu).",
            "etat": "NON_COTE"
          },
          {
            "name": "Sait trier des items très différents",
            "description": "L’enfant distingue et classe des objets ayant des différences nettes (ex : cuillère, ballon, livre) dans les catégories appropriées.",
            "etat": "NON_COTE"
          },
          {
            "name": "Sait trier des items similaires",
            "description": "L’enfant est capable de trier des objets qui partagent certaines caractéristiques mais sont quand même différents (ex : types de cuillères).",
            "etat": "NON_COTE"
          },
          {
            "name": "Sait trier des items très similaires",
            "description": "L’enfant différencie et classe des objets très proches visuellement, en tenant compte de détails subtils (ex : vis de tailles proches).",
            "etat": "NON_COTE"
          },
          {
            "name": "Peut assembler des items avec 2 éléments",
            "description": "L’enfant combine deux parties d’un objet (ex : couvercle et boîte, vis et écrou) pour former un tout cohérent.",
            "etat": "NON_COTE"
          },
          {
            "name": "Peut assembler des formes avec leurs silhouettes ou gabarit",
            "description": "L’enfant associe correctement une forme à son contour ou modèle visuel (ex : puzzle à encastrer).",
            "etat": "NON_COTE"
          },
          {
            "name": "Sait coller une étiquette sur un carton ou un sachet",
            "description": "L’enfant place une étiquette sur le bon support (carton, sachet), en respectant l’orientation et l’emplacement.",
            "etat": "NON_COTE"
          },
          {
            "name": "Peut suivre un séquentiel pour mettre 3 éléments différents dans un contenant (sachet, carton...)",
            "description": "L’enfant suit des instructions visuelles (pictos ou images) pour placer correctement plusieurs objets distincts dans un contenant.",
            "etat": "NON_COTE"
          },
          {
            "name": "Peut suivre une séquence de travail (structuration de la tâche sans support visuel) pour mettre 3 éléments dans un contenant",
            "description": "L’enfant exécute la tâche en suivant une organisation mentale ou verbale, sans aide visuelle, pour mettre des objets dans un sachet ou boîte.",
            "etat": "NON_COTE"
          },
          {
            "name": "Peut enchaîner la tâche durant 10 minutes",
            "description": "L’enfant est capable de répéter la même tâche (ex : tri, assemblage) sans interruption pendant au moins 10 minutes.",
            "etat": "NON_COTE"
          }
        ]
      },
      {
        "name": "Espaces verts/Jardinage",
        "description": "Espaces verts/Jardinage",
        "items": [
          {
            "name": "Sait verser de la terre dans un contenant",
            "description": "L’enfant peut manipuler un récipient contenant de la terre pour la transvaser dans un pot ou une jardinière sans en renverser excessivement.",
            "etat": "NON_COTE"
          },
          {
            "name": "Sait utiliser une petite pelle",
            "description": "L’enfant est capable de tenir et manipuler une pelle de jardin adaptée pour creuser, transvaser ou remuer la terre.",
            "etat": "NON_COTE"
          },
          {
            "name": "Sait désherber",
            "description": "L’enfant identifie les mauvaises herbes et les enlève correctement en les tirant ou en utilisant un outil simple.",
            "etat": "NON_COTE"
          },
          {
            "name": "Sait planter des graines",
            "description": "L’enfant suit les étapes de plantation : creuser un petit trou, y placer la graine, puis le recouvrir délicatement.",
            "etat": "NON_COTE"
          },
          {
            "name": "Sait arroser des plantes",
            "description": "L’enfant utilise un arrosoir ou un autre dispositif pour donner la bonne quantité d’eau à une plante sans la noyer.",
            "etat": "NON_COTE"
          },
          {
            "name": "Sait suivre des indices visuels pour savoir où planter, creuser...",
            "description": "L’enfant est capable de repérer des marques, images ou pictogrammes indiquant l’emplacement d’une activité (ex : planter une graine, creuser un trou) et suit ces consignes visuelles.",
            "etat": "NON_COTE"
          }
        ]
      },
      {
        "name": "Bricolage",
        "description": "Bricolage",
        "items": [
          {
            "name": "Sait utiliser un tournevis/cruciforme pour visser/dévisser",
            "description": "L’enfant tient correctement un tournevis, identifie la tête cruciforme ou plate et effectue des mouvements pour visser ou dévisser un élément.",
            "etat": "NON_COTE"
          },
          {
            "name": "Sait utiliser des différents types de clés (à pipe, plate...)",
            "description": "L’enfant reconnaît et manipule plusieurs types de clés pour serrer ou desserrer des boulons ou écrous, en adaptant la clé au diamètre et à la forme.",
            "etat": "NON_COTE"
          },
          {
            "name": "Sait utiliser un marteau pour planter un clou",
            "description": "L’enfant tient un marteau correctement et tape sur un clou pour l’enfoncer dans un matériau, en veillant à la précision et à la sécurité.",
            "etat": "NON_COTE"
          },
          {
            "name": "Sait visser et dévisser des boulons/écrous",
            "description": "L’enfant effectue des actions de vissage et dévissage sur des boulons ou écrous en utilisant des outils appropriés et avec contrôle.",
            "etat": "NON_COTE"
          },
          {
            "name": "Sait changer des piles",
            "description": "L’enfant ouvre un compartiment à piles, retire les piles usagées et insère correctement les nouvelles, en respectant la polarité.",
            "etat": "NON_COTE"
          }
        ]
      },
      {
        "name": "Soins/Nourrissage des animaux",
        "description": "Soins/Nourrissage des animaux",
        "items": [
          {
            "name": "Sait remplir un contenant en respectant une quantité indiquée par un repère visuel clair (croquettes, graines...)",
            "description": "L’enfant remplit un récipient en s’arrêtant précisément au niveau d’un repère visuel, pour respecter la quantité demandée sans déborder.",
            "etat": "NON_COTE"
          },
          {
            "name": "Sait verser les contenants à l'endroit indiqué",
            "description": "L’enfant verse le contenu d’un récipient en visant un emplacement ou un récipient cible, en suivant des indices visuels ou instructions.",
            "etat": "NON_COTE"
          },
          {
            "name": "Sait remplir des gamelles d'eau sans déborder",
            "description": "L’enfant verse de l’eau dans une gamelle en contrôlant le débit pour éviter tout débordement ou éclaboussure.",
            "etat": "NON_COTE"
          },
          {
            "name": "Peut brosser des animaux (chiens, chevaux...)",
            "description": "L’enfant utilise une brosse adaptée pour nettoyer le pelage d’un animal, en respectant les gestes doux et la sécurité de l’animal.",
            "etat": "NON_COTE"
          },
          {
            "name": "Peut avec aide participer aux soins des animaux",
            "description": "L’enfant, sous supervision, aide à nourrir, nettoyer ou manipuler des animaux en suivant des consignes simples.",
            "etat": "NON_COTE"
          },
          {
            "name": "Peut déplacer de la paille ou du foin avec une fourche",
            "description": "L’enfant manipule une fourche pour ramasser et déplacer de la paille ou du foin de manière sécurisée.",
            "etat": "NON_COTE"
          },
          {
            "name": "Peut déplacer du matériel avec une brouette",
            "description": "L’enfant pousse ou tire une brouette chargée de matériaux en veillant à la stabilité de la charge et à sa propre sécurité.",
            "etat": "NON_COTE"
          }
        ]
      },
      {
        "name": "Lingerie/Blanchisserie",
        "description": "Lingerie/Blanchisserie",
        "items": [
          {
            "name": "Sait plier des serviettes",
            "description": "L’enfant est capable de plier proprement des serviettes en respectant un format régulier, facilitant le rangement ou la présentation.",
            "etat": "NON_COTE"
          },
          {
            "name": "Sait plier des vêtements avec plieur",
            "description": "L’enfant utilise un outil de pliage (plieur) pour replier efficacement les vêtements en respectant les étapes du séquentiel.",
            "etat": "NON_COTE"
          },
          {
            "name": "Sait plier des vêtements sans plieur",
            "description": "L’enfant plie manuellement des vêtements en veillant à l’alignement des bords pour un pliage soigné sans aide d’outil.",
            "etat": "NON_COTE"
          },
          {
            "name": "Sait assembler des chaussettes",
            "description": "L’enfant associe correctement les paires de chaussettes identiques pour faciliter le rangement et l’utilisation.",
            "etat": "NON_COTE"
          },
          {
            "name": "Sait trier et ranger du linge (pantalon, t-shirt, slip...)",
            "description": "L’enfant classe les vêtements selon leur type (pantalons, t-shirts, sous-vêtements) et range chaque catégorie à sa place.",
            "etat": "NON_COTE"
          },
          {
            "name": "Sait trier du linge entre couleurs claires/foncées",
            "description": "L’enfant distingue et sépare le linge clair du linge foncé afin de préparer correctement les lessives et éviter les décolorations.",
            "etat": "NON_COTE"
          },
          {
            "name": "Sait suivre un séquentiel pour lancer une machine à laver",
            "description": "L’enfant suit une série d’étapes (charge du linge, ajout de lessive, choix du programme, démarrage) pour utiliser la machine à laver en autonomie.",
            "etat": "NON_COTE"
          },
          {
            "name": "Sait étendre du linge",
            "description": "L’enfant accroche correctement les vêtements sur un fil ou étendoir en utilisant des pinces à linge pour éviter qu’ils tombent.",
            "etat": "NON_COTE"
          },
          {
            "name": "Sait enlever des pinces à linge",
            "description": "L’enfant retire avec soin les pinces à linge pour décrocher les vêtements sans les abîmer.",
            "etat": "NON_COTE"
          },
          {
            "name": "Sait mettre des pinces à linge",
            "description": "L’enfant place des pinces à linge de manière efficace pour fixer les vêtements sur le fil ou étendoir.",
            "etat": "NON_COTE"
          },
          {
            "name": "Sait utiliser une machine à coudre",
            "description": "L’enfant manipule une machine à coudre en respectant les consignes de sécurité et en contrôlant la vitesse et la direction du tissu.",
            "etat": "NON_COTE"
          }
        ]
      },
      {
        "name": "Nettoyage/Activités ménagères",
        "description": "Nettoyage/Activités ménagères",
        "items": [
          {
            "name": "Sait passer le balai",
            "description": "L’enfant tient correctement un balai et effectue des mouvements réguliers pour balayer le sol, en recueillant la poussière et les débris vers une pelle.",
            "etat": "NON_COTE"
          },
          {
            "name": "Sait utiliser une balayette",
            "description": "L’enfant manipule une balayette pour ramasser la poussière ou petits déchets du sol en complément du balayage avec le balai.",
            "etat": "NON_COTE"
          },
          {
            "name": "Sait utiliser une pelle",
            "description": "L’enfant tient une pelle pour ramasser la poussière ou les déchets balayés et les jeter dans une poubelle.",
            "etat": "NON_COTE"
          },
          {
            "name": "Sait passer l'aspirateur",
            "description": "L’enfant manipule un aspirateur en respectant les consignes de sécurité, en déplaçant l’appareil lentement pour aspirer poussière et saletés sur différents types de sols.",
            "etat": "NON_COTE"
          },
          {
            "name": "Sait préparer le seau avec eau + produit pour laver les sols",
            "description": "L’enfant remplit un seau d’eau, y ajoute la quantité correcte de produit nettoyant, en respectant les proportions recommandées.",
            "etat": "NON_COTE"
          },
          {
            "name": "Sait nettoyer les sols avec une serpillère",
            "description": "L’enfant utilise une serpillère trempée dans l’eau savonneuse pour nettoyer le sol en effectuant des mouvements adaptés et en essorant la serpillère régulièrement.",
            "etat": "NON_COTE"
          },
          {
            "name": "Sait utiliser un spray",
            "description": "L’enfant tient un spray nettoyant et pulvérise une quantité adaptée de produit sur une surface à nettoyer avant de passer à l’étape suivante.",
            "etat": "NON_COTE"
          },
          {
            "name": "Sait nettoyer des vitres",
            "description": "L’enfant nettoie une surface vitrée en utilisant des outils adaptés (chiffon, raclette) pour enlever traces, poussières ou saletés en évitant les coulures.",
            "etat": "NON_COTE"
          },
          {
            "name": "Sait mettre une quantité suffisante et raisonnable de produit",
            "description": "L’enfant dosé correctement la quantité de produit nettoyant nécessaire, ni trop ni trop peu, pour garantir une efficacité sans gaspillage.",
            "etat": "NON_COTE"
          },
          {
            "name": "Sait nettoyer avec une éponge",
            "description": "L’enfant tient une éponge propre, la mouille si nécessaire et frotte la surface à nettoyer en appliquant la bonne pression pour enlever saleté ou taches.",
            "etat": "NON_COTE"
          },
          {
            "name": "Sait nettoyer/essuyer avec un chiffon",
            "description": "L’enfant utilise un chiffon propre pour essuyer ou polir une surface, en réalisant des mouvements appropriés pour enlever la poussière ou l’humidité.",
            "etat": "NON_COTE"
          },
          {
            "name": "Sait faire la poussière",
            "description": "L’enfant utilise un plumeau ou un chiffon pour retirer la poussière des meubles, objets et surfaces, en couvrant toutes les zones visibles.",
            "etat": "NON_COTE"
          },
          {
            "name": "Sait repérer l'élément à nettoyer (poussière, tâche...)",
            "description": "L’enfant identifie visuellement les zones ou objets nécessitant un nettoyage (taches, poussière, traces) avant d’intervenir.",
            "etat": "NON_COTE"
          }
        ]
      },
      {
        "name": "Cuisine",
        "description": "Cuisine",
        "items": [
          {
            "name": "Accepte de porter des gants",
            "description": "La personne accepte de porter des gants pour des raisons d'hygiène ou de sécurité, sans résistance ni inconfort notable.",
            "etat": "NON_COTE"
          },
          {
            "name": "Sait mettre des gants",
            "description": "La personne est capable d’enfiler correctement une paire de gants, en veillant à ne pas les déchirer et en assurant une bonne protection.",
            "etat": "NON_COTE"
          },
          {
            "name": "Accepte de porter une charlotte",
            "description": "La personne accepte de porter une charlotte pour se conformer aux règles d’hygiène, notamment dans un contexte alimentaire ou médical.",
            "etat": "NON_COTE"
          },
          {
            "name": "Sait mettre une charlotte",
            "description": "La personne sait positionner et ajuster correctement une charlotte sur la tête, couvrant les cheveux conformément aux normes d’hygiène.",
            "etat": "NON_COTE"
          },
          {
            "name": "Accepte de porter un tablier",
            "description": "La personne accepte de porter un tablier afin de protéger ses vêtements lors d’activités salissantes ou nécessitant des mesures d’hygiène.",
            "etat": "NON_COTE"
          },
          {
            "name": "Sait mettre un tablier",
            "description": "La personne est capable d’enfiler et d’attacher un tablier correctement avant de commencer une activité.",
            "etat": "NON_COTE"
          },
          {
            "name": "Sait couper des fruits et/ou légumes",
            "description": "La personne manipule un couteau ou un outil de coupe en toute sécurité pour découper des fruits et légumes en morceaux adaptés.",
            "etat": "NON_COTE"
          },
          {
            "name": "Sait éplucher",
            "description": "La personne utilise un éplucheur ou un couteau pour retirer la peau des fruits ou légumes sans gaspillage excessif ni blessures.",
            "etat": "NON_COTE"
          },
          {
            "name": "Sait utiliser un économe",
            "description": "La personne maîtrise la manipulation d’un économe pour peler finement les fruits ou légumes de manière efficace et sécurisée.",
            "etat": "NON_COTE"
          },
          {
            "name": "Sait casser des œufs",
            "description": "La personne sait prendre un œuf, le casser proprement sans éclaboussures ni coquilles dans le contenu, et recueillir le jaune et le blanc.",
            "etat": "NON_COTE"
          },
          {
            "name": "Sait utiliser un fouet",
            "description": "La personne manie un fouet pour battre ou mélanger un mélange alimentaire de façon homogène et régulière.",
            "etat": "NON_COTE"
          },
          {
            "name": "Sait mélanger durant 2 minutes",
            "description": "La personne maintient une action de mélange continue et régulière pendant au moins deux minutes, sans interruption.",
            "etat": "NON_COTE"
          },
          {
            "name": "Sait utiliser un mixeur",
            "description": "La personne sait manipuler un mixeur électrique en toute sécurité, en préparant les ingrédients et en contrôlant la durée et la vitesse de mixage.",
            "etat": "NON_COTE"
          },
          {
            "name": "Sait verser un appareil dans un moule",
            "description": "La personne verse délicatement un mélange liquide ou semi-liquide dans un moule, en évitant les éclaboussures et en contrôlant la quantité.",
            "etat": "NON_COTE"
          },
          {
            "name": "Sait beurrer un moule",
            "description": "La personne applique uniformément du beurre ou une matière grasse sur un moule pour faciliter le démoulage après cuisson.",
            "etat": "NON_COTE"
          },
          {
            "name": "Sait ouvrir des sachets",
            "description": "La personne ouvre des sachets alimentaires ou de préparation en utilisant les mains ou un outil, sans déchirer l’emballage de façon excessive.",
            "etat": "NON_COTE"
          },
          {
            "name": "Sait faire un café",
            "description": "La personne sait préparer un café en utilisant une cafetière ou machine, en dosant correctement la quantité de café et d’eau.",
            "etat": "NON_COTE"
          },
          {
            "name": "Sait faire un thé",
            "description": "La personne sait préparer un thé, incluant le placement du sachet ou des feuilles, l’infusion et le service.",
            "etat": "NON_COTE"
          },
          {
            "name": "Sait utiliser un micro-ondes",
            "description": "La personne manipule un micro-ondes en toute sécurité, en réglant la durée et la puissance pour réchauffer ou cuire un plat.",
            "etat": "NON_COTE"
          },
          {
            "name": "Prépare un plat nécessitant de la cuisson mais pas de préparation",
            "description": "La personne sait mettre un plat prêt-à-cuire au four ou au micro-ondes sans besoin de préparation préalable, en suivant les consignes de cuisson.",
            "etat": "NON_COTE"
          },
          {
            "name": "Sait nettoyer la vaisselle et les ustensiles",
            "description": "La personne lave la vaisselle et les ustensiles à la main ou au lave-vaisselle, en enlevant saletés et résidus alimentaires efficacement.",
            "etat": "NON_COTE"
          },
          {
            "name": "Sait essuyer la vaisselle",
            "description": "La personne utilise un chiffon propre pour sécher la vaisselle propre, en évitant les traces d’eau ou de saleté.",
            "etat": "NON_COTE"
          },
          {
            "name": "Sait trier et ranger des couverts",
            "description": "La personne classe les couverts par type (couteaux, fourchettes, cuillères) et les range dans un tiroir ou un organiseur.",
            "etat": "NON_COTE"
          },
          {
            "name": "Sait ranger la vaisselle propre",
            "description": "La personne place la vaisselle sèche à sa place habituelle dans les placards ou étagères, en respectant l’organisation.",
            "etat": "NON_COTE"
          },
          {
            "name": "Sait nettoyer son plan de travail/table",
            "description": "La personne nettoie soigneusement le plan de travail ou la table après usage, en enlevant miettes, taches et saletés à l’aide de produits appropriés.",
            "etat": "NON_COTE"
          },
          {
            "name": "Peut suivre un séquentiel pour suivre une recette",
            "description": "La personne suit une série d’étapes écrites ou illustrées pour préparer une recette de cuisine en respectant l’ordre et le contenu des actions.",
            "etat": "NON_COTE"
          },
          {
            "name": "Peut aller chercher le matériel/ingrédients nécessaires",
            "description": "La personne identifie, localise et récupère le matériel ou les ingrédients nécessaires avant ou pendant la réalisation d’une tâche de cuisine.",
            "etat": "NON_COTE"
          },
          {
            "name": "Peut ranger le matériel/ingrédients après la tâche",
            "description": "La personne remet en place le matériel et range les ingrédients utilisés après la fin de la préparation ou du nettoyage.",
            "etat": "NON_COTE"
          }
        ]
      },
      {
        "name": "Rayonnage/Épicerie",
        "description": "Rayonnage/Épicerie",
        "items": [
          {
            "name": "Sait trier des items d'épicerie différents",
            "description": "La personne est capable de distinguer et classer différents produits d'épicerie en fonction de leur nature ou catégorie (ex : biscuits, boissons, conserves).",
            "etat": "NON_COTE"
          },
          {
            "name": "Sait trier des items d'épicerie similaires",
            "description": "La personne peut différencier et organiser des produits d'épicerie très semblables, en tenant compte de petites différences comme la marque ou la saveur.",
            "etat": "NON_COTE"
          },
          {
            "name": "Sait mettre les produits en lignes",
            "description": "La personne sait aligner les produits sur les étagères ou en rayon de manière ordonnée et esthétique, facilitant la visibilité et l’accès.",
            "etat": "NON_COTE"
          },
          {
            "name": "Sait repérer un emplacement en ayant un modèle (objet)",
            "description": "La personne identifie le bon emplacement pour un objet en utilisant un modèle physique ou un prototype comme référence pour le placement.",
            "etat": "NON_COTE"
          },
          {
            "name": "Sait repérer un emplacement en ayant un repère visuel (photo/picto)",
            "description": "La personne localise un emplacement précis dans un espace en se basant sur des indices visuels tels qu’une photo, un pictogramme ou une image symbolique.",
            "etat": "NON_COTE"
          },
          {
            "name": "Peut ranger du matériel épicerie ou produits d'hygiène dans l'établissement",
            "description": "La personne range correctement les matériels ou produits d'épicerie et d'hygiène dans les lieux prévus au sein de l’établissement, en respectant l’ordre et les règles d’hygiène.",
            "etat": "NON_COTE"
          },
          {
            "name": "Peut ranger des produits d'épicerie dans un supermarché/supérette",
            "description": "La personne sait organiser et placer les produits dans un environnement commercial comme un supermarché, en respectant les consignes de présentation et de rangement.",
            "etat": "NON_COTE"
          },
          {
            "name": "Sait trier du carton et du plastique",
            "description": "La personne distingue et sépare les matériaux recyclables comme le carton et le plastique, en les classant correctement pour la gestion des déchets ou le recyclage.",
            "etat": "NON_COTE"
          }
        ]
      },
      {
        "name": "Projets inclusifs/Activités vocationnelles",
        "description": "Projets inclusifs/Activités vocationnelles",
        "items": [
          {
            "name": "A un projet inclusif dans une mairie",
            "description": "La personne participe ou bénéficie d’un projet visant à favoriser l’inclusion sociale ou professionnelle dans le cadre d’une mairie, permettant ainsi un accès aux services et activités municipaux.",
            "etat": "NON_COTE"
          },
          {
            "name": "A un projet inclusif dans une médiathèque",
            "description": "La personne est engagée dans un projet inclusif au sein d’une médiathèque, facilitant l’accès à la culture, à la lecture et aux ressources multimédias pour tous.",
            "etat": "NON_COTE"
          },
          {
            "name": "A un projet inclusif dans une ferme",
            "description": "La personne prend part à un projet inclusif dans une ferme, favorisant l’intégration par le biais d’activités agricoles ou de médiation animale.",
            "etat": "NON_COTE"
          },
          {
            "name": "A un projet inclusif dans un poney club",
            "description": "La personne participe à un projet inclusif dans un poney club, impliquant des activités équestres adaptées favorisant le bien-être et la socialisation.",
            "etat": "NON_COTE"
          },
          {
            "name": "A un projet inclusif dans une épicerie solidaire",
            "description": "La personne est intégrée dans un projet inclusif au sein d’une épicerie solidaire, contribuant à l’accès à l’alimentation et à la solidarité locale.",
            "etat": "NON_COTE"
          },
          {
            "name": "A un projet inclusif dans un supermarché",
            "description": "La personne bénéficie ou participe à un projet inclusif dans un supermarché, avec des activités adaptées pour favoriser l’autonomie et l’insertion professionnelle.",
            "etat": "NON_COTE"
          },
          {
            "name": "A un projet inclusif au sein d'une association",
            "description": "La personne est engagée dans un projet inclusif porté par une association, facilitant la participation à des actions sociales, culturelles ou sportives.",
            "etat": "NON_COTE"
          },
          {
            "name": "A un projet inclusif dans une cantine ou un restaurant",
            "description": "La personne participe à un projet inclusif dans une cantine ou un restaurant, favorisant l’apprentissage des métiers de la restauration et l’insertion sociale.",
            "etat": "NON_COTE"
          },
          {
            "name": "A un projet inclusif dans un club de sport/activité sportive",
            "description": "La personne est intégrée dans un projet inclusif au sein d’un club sportif, permettant la pratique d’activités physiques adaptées dans un cadre collectif.",
            "etat": "NON_COTE"
          },
          {
            "name": "A un projet inclusif dans un ESAT",
            "description": "La personne participe à un projet inclusif dans un Établissement ou Service d'Aide par le Travail (ESAT), favorisant l’insertion professionnelle adaptée aux capacités de chacun.",
            "etat": "NON_COTE"
          },
          {
            "name": "A un projet inclusif dans un autre lieu (préciser)",
            "description": "La personne est engagée dans un projet inclusif dans un lieu autre que ceux listés, avec un contexte spécifique à préciser.",
            "etat": "NON_COTE"
          },
          {
            "name": "A un projet avec un ratio d'accompagnement de 1 pour 1",
            "description": "La personne bénéficie d’un accompagnement individualisé avec un ratio de un accompagnant pour une seule personne, garantissant un suivi personnalisé.",
            "etat": "NON_COTE"
          },
          {
            "name": "A un projet avec un ratio d'accompagnement de 1 pour 2",
            "description": "La personne est suivie dans un projet avec un ratio d’un accompagnant pour deux personnes, permettant un encadrement adapté mais partagé.",
            "etat": "NON_COTE"
          },
          {
            "name": "A un projet avec des temps en autonomie",
            "description": "La personne participe à un projet qui inclut des périodes où elle agit de manière autonome, favorisant le développement de son indépendance.",
            "etat": "NON_COTE"
          }
        ]
      }
    ]
  }
]
