[
  {
    "category_name": "Communication",
    "category_name_ar": "التواصل",
    "category_description": "Compétences liées à l'expression verbale, non verbale et alternative permettant à l'enfant de transmettre ses besoins, ses idées et ses émotions aux autres.",
    "category_description_ar": "المهارات المتعلقة بالتعبير اللفظي وغير اللفظي والبديل التي تمكن الطفل من نقل احتياجاته وأفكاره ومشاعره للآخرين.",
    "domains": [
      {
        "name": "Communication Expressive",
        "name_ar": "التواصل التعبيري",
        "description": "Communication Expressive",
        "description_ar": "التواصل التعبيري",
        "items": [
          {
            "name": "Dirige bien son regard vers l’autre lorsqu’il s’adresse à lui",
            "name_ar": "يوجه نظره جيداً نحو الآخر عندما يتحدث إليه",
            "description": "L'enfant établit un contact visuel approprié avec la personne qui lui parle, démontrant une attention et une implication dans l'échange.",
            "description_ar": "يؤسس الطفل اتصالاً بصرياً مناسباً مع الشخص الذي يتحدث إليه، مما يظهر انتباهاً وانخراطاً في التبادل.",
            "etat": "NON_COTE"
          },
          {
            "name": "Regarde un objet que l’autre regarde (attention conjointe)",
            "name_ar": "ينظر إلى شيء ينظر إليه الآخر (انتباه مشترك)",
            "description": "L'enfant suit le regard d'une autre personne pour partager l'attention sur un même objet, indiquant une capacité d'attention conjointe.",
            "description_ar": "يتبع الطفل نظر الشخص الآخر لمشاركة الانتباه على نفس الشيء، مما يشير إلى قدرة على الانتباه المشترك.",
            "etat": "NON_COTE"
          },
          {
            "name": "Sait répéter au moins 5 sons (ex : A, i, O)",
            "name_ar": "يستطيع تكرار 5 أصوات على الأقل (مثل: أ، إي، أو)",
            "description": "L'enfant est capable de reproduire au moins cinq sons distincts, comme des voyelles, montrant une compétence de base en imitation vocale.",
            "description_ar": "يستطيع الطفل إعادة إنتاج خمسة أصوات مميزة على الأقل، مثل الحروف الصوتية، مما يظهر مهارة أساسية في التقليد الصوتي.",
            "etat": "NON_COTE"
          },
          {
            "name": "Sait répéter au moins 3 syllabes (ex : BA)",
            "name_ar": "يستطيع تكرار 3 مقاطع صوتية على الأقل (مثل: با)",
            "description": "L'enfant peut répéter au moins trois syllabes distinctes, démontrant une capacité à imiter des structures sonores simples.",
            "description_ar": "يستطيع الطفل تكرار ثلاثة مقاطع صوتية مميزة على الأقل، مما يظهر قدرة على تقليد هياكل صوتية بسيطة.",
            "etat": "NON_COTE"
          },
          {
            "name": "Sait répéter au moins 3 mots",
            "name_ar": "يستطيع تكرار 3 كلمات على الأقل",
            "description": "L'enfant peut reproduire au moins trois mots distincts, indiquant une progression dans l'acquisition du langage.",
            "description_ar": "يستطيع الطفل إعادة إنتاج ثلاث كلمات مميزة على الأقل، مما يشير إلى تقدم في اكتساب اللغة.",
            "etat": "NON_COTE"
          },
          {
            "name": "Sait répéter une phrase courte",
            "name_ar": "يستطيع تكرار جملة قصيرة",
            "description": "L'enfant est capable de répéter une phrase courte, montrant une compréhension et une reproduction de structures linguistiques plus complexes.",
            "description_ar": "يستطيع الطفل تكرار جملة قصيرة، مما يظهر فهماً وإعادة إنتاج لهياكل لغوية أكثر تعقيداً.",
            "etat": "NON_COTE"
          },
          {
            "name": "Sait répéter la mélodie d’une chanson",
            "name_ar": "يستطيع تكرار لحن أغنية",
            "description": "L'enfant peut imiter la mélodie d'une chanson, démontrant une sensibilité auditive et une capacité d'imitation musicale.",
            "description_ar": "يستطيع الطفل تقليد لحن أغنية، مما يظهر حساسية سمعية وقدرة على التقليد الموسيقي.",
            "etat": "NON_COTE"
          },
          {
            "name": "Sait reproduire des bruits (voiture, train, cochon, vache)",
            "name_ar": "يستطيع إعادة إنتاج أصوات (سيارة، قطار، خنزير، بقرة)",
            "description": "L'enfant peut imiter des bruits associés à des objets ou animaux, comme une voiture ou une vache, montrant une capacité à associer des sons à des concepts.",
            "description_ar": "يستطيع الطفل تقليد أصوات مرتبطة بأشياء أو حيوانات، مثل سيارة أو بقرة، مما يظهر قدرة على ربط الأصوات بالمفاهيم.",
            "etat": "NON_COTE"
          },
          {
            "name": "Sait faire une demande en tirant l’adulte vers l’élément désiré",
            "name_ar": "يستطيع تقديم طلب بسحب الكبير نحو العنصر المطلوب",
            "description": "L'enfant exprime un besoin ou une envie en guidant physiquement un adulte vers l'objet ou l'élément désiré.",
            "description_ar": "يعبر الطفل عن حاجة أو رغبة بتوجيه الكبير جسدياً نحو الشيء أو العنصر المطلوب.",
            "etat": "NON_COTE"
          },
          {
            "name": "Sait faire une demande en pointant son doigt vers l’élément désiré",
            "name_ar": "يستطيع تقديم طلب بالإشارة بإصبعه نحو العنصر المطلوب",
            "description": "L'enfant utilise le pointage pour indiquer un objet ou une intention, démontrant une communication non verbale intentionnelle.",
            "description_ar": "يستخدم الطفل الإشارة للدلالة على شيء أو نية، مما يظهر تواصلاً غير لفظي مقصود.",
            "etat": "NON_COTE"
          },
          {
            "name": "Sait faire une demande en verbalisant par un mot",
            "name_ar": "يستطيع تقديم طلب بالتعبير بكلمة واحدة",
            "description": "L'enfant exprime une demande en utilisant un mot unique, montrant une transition vers une communication verbale.",
            "description_ar": "يعبر الطفل عن طلب باستخدام كلمة واحدة، مما يظهر انتقالاً نحو التواصل اللفظي.",
            "etat": "NON_COTE"
          },
          {
            "name": "Sait faire une demande en verbalisant par une phrase",
            "name_ar": "يستطيع تقديم طلب بالتعبير بجملة",
            "description": "L'enfant formule une demande à l'aide d'une phrase, indiquant une compétence linguistique plus avancée.",
            "description_ar": "يصيغ الطفل طلباً باستخدام جملة، مما يشير إلى مهارة لغوية أكثر تقدماً.",
            "etat": "NON_COTE"
          },
          {
            "name": "Sait faire une demande en utilisant un jargon",
            "name_ar": "يستطيع تقديم طلب باستخدام لغة غير قياسية",
            "description": "L'enfant utilise un langage non standard ou un jargon pour exprimer une demande, montrant une tentative de communication verbale.",
            "description_ar": "يستخدم الطفل لغة غير قياسية أو مصطلحات للتعبير عن طلب، مما يظهر محاولة للتواصل اللفظي.",
            "etat": "NON_COTE"
          },
          {
            "name": "Sait faire une demande en utilisant de manière autonome un système de communication alternatif",
            "name_ar": "يستطيع تقديم طلب باستخدام نظام تواصل بديل بشكل مستقل",
            "description": "L'enfant utilise de manière autonome un système alternatif, comme des signes, des images ou une application, pour exprimer ses besoins.",
            "description_ar": "يستخدم الطفل بشكل مستقل نظاماً بديلاً، مثل الإشارات، الصور، أو تطبيق، للتعبير عن احتياجاته.",
            "etat": "NON_COTE"
          },
          {
            "name": "Sait désigner ou décrire ce qu’il voit en nommant par un mot",
            "name_ar": "يستطيع تسمية أو وصف ما يراه بكلمة واحدة",
            "description": "L'enfant identifie un objet ou une situation en utilisant un mot unique, démontrant une capacité à associer un mot à un concept.",
            "description_ar": "يحدد الطفل شيئاً أو موقفاً باستخدام كلمة واحدة، مما يظهر قدرة على ربط كلمة بمفهوم.",
            "etat": "NON_COTE"
          },
          {
            "name": "Sait désigner ou décrire ce qu’il voit en utilisant nom et adjectif (ex : « bus jaune »)",
            "name_ar": "يستطيع تسمية أو وصف ما يراه باستخدام اسم وصفة (مثل: «حافلة صفراء»)",
            "description": "L'enfant décrit un objet en combinant un nom et un adjectif, montrant une complexité accrue dans l'expression verbale.",
            "description_ar": "يصف الطفل شيئاً بجمع اسم وصفة، مما يظهر تعقيداً متزايداً في التعبير اللفظي.",
            "etat": "NON_COTE"
          },
          {
            "name": "Sait désigner ou décrire ce qu’il voit en utilisant nom et verbe d’action (ex : « bébé pleure »)",
            "name_ar": "يستطيع تسمية أو وصف ما يراه باستخدام اسم وفعل حركة (مثل: «طفل يبكي»)",
            "description": "L'enfant utilise un nom et un verbe pour décrire une action ou une situation, indiquant une compréhension des relations sujet-action.",
            "description_ar": "يستخدم الطفل اسماً وفعلاً لوصف فعل أو موقف، مما يشير إلى فهم علاقات الفاعل-الفعل.",
            "etat": "NON_COTE"
          },
          {
            "name": "Sait désigner ou décrire ce qu’il voit en utilisant des phrases complètes",
            "name_ar": "يستطيع تسمية أو وصف ما يراه باستخدام جمل كاملة",
            "description": "L'enfant formule des phrases complètes pour décrire ce qu'il observe, démontrant une maîtrise accrue du langage.",
            "description_ar": "يصيغ الطفل جملاً كاملة لوصف ما يراه، مما يظهر إتقاناً متزايداً للغة.",
            "etat": "NON_COTE"
          },
          {
            "name": "Sait répondre à des questions d’usage (ex : « comment t’appelles-tu ? », « quel âge as-tu ? »)",
            "name_ar": "يستطيع الإجابة على أسئلة شائعة (مثل: «ما اسمك؟»، «كم عمرك؟»)",
            "description": "L'enfant répond de manière appropriée à des questions simples et courantes, montrant une compréhension des interactions sociales de base.",
            "description_ar": "يجيب الطفل بشكل مناسب على أسئلة بسيطة وشائعة، مما يظهر فهماً للتفاعلات الاجتماعية الأساسية.",
            "etat": "NON_COTE"
          },
          {
            "name": "Sait compléter des phrases (chanson de type « une souris... », expression courante comme « on rentre à la… »)",
            "name_ar": "يستطيع إكمال جمل (أغنية مثل «فأرة...»، تعبير شائع مثل «نرجع إلى...»)",
            "description": "L'enfant peut compléter des phrases familières ou des chansons, indiquant une mémoire linguistique et une compréhension contextuelle.",
            "description_ar": "يستطيع الطفل إكمال جمل مألوفة أو أغانٍ، مما يشير إلى ذاكرة لغوية وفهم سياقي.",
            "etat": "NON_COTE"
          },
          {
            "name": "Sait répondre à des questions commençant par « où, comment, quand, pourquoi »",
            "name_ar": "يستطيع الإجابة على أسئلة تبدأ بـ «أين، كيف، متى، لماذا»",
            "description": "L'enfant répond à des questions complexes impliquant des notions de lieu, manière, temps ou cause, montrant une compréhension plus approfondie.",
            "description_ar": "يجيب الطفل على أسئلة معقدة تتضمن مفاهيم المكان، الطريقة، الوقت أو السبب، مما يظهر فهماً أعمق.",
            "etat": "NON_COTE"
          },
          {
            "name": "Sait donner au moins 3 noms d’objets du quotidien (ex : verre, chaise, télé)",
            "name_ar": "يستطيع ذكر 3 أسماء أشياء يومية على الأقل (مثل: كوب، كرسي، تلفاز)",
            "description": "L'enfant nomme au moins trois objets du quotidien, démontrant un vocabulaire de base lié à son environnement.",
            "description_ar": "يسمي الطفل ثلاثة أشياء يومية على الأقل، مما يظهر مفردات أساسية مرتبطة ببيئته.",
            "etat": "NON_COTE"
          },
          {
            "name": "Sait donner au moins 3 noms d’habits",
            "name_ar": "يستطيع ذكر 3 أسماء ملابس على الأقل",
            "description": "L'enfant peut nommer au moins trois vêtements, montrant une connaissance spécifique du vocabulaire vestimentaire.",
            "description_ar": "يستطيع الطفل تسمية ثلاثة ملابس على الأقل، مما يظهر معرفة محددة بمفردات الملابس.",
            "etat": "NON_COTE"
          },
          {
            "name": "Sait donner au moins 3 noms d’animaux",
            "name_ar": "يستطيع ذكر 3 أسماء حيوانات على الأقل",
            "description": "L'enfant nomme au moins trois animaux, indiquant une familiarité avec le vocabulaire animalier.",
            "description_ar": "يسمي الطفل ثلاثة حيوانات على الأقل، مما يشير إلى ألفة بمفردات الحيوانات.",
            "etat": "NON_COTE"
          },
          {
            "name": "Sait donner au moins 3 noms d’aliments",
            "name_ar": "يستطيع ذكر 3 أسماء أطعمة على الأقل",
            "description": "L'enfant peut nommer au moins trois aliments, montrant une connaissance du vocabulaire lié à l'alimentation.",
            "description_ar": "يستطيع الطفل تسمية ثلاثة أطعمة على الأقل، مما يظهر معرفة بمفردات الأطعمة.",
            "etat": "NON_COTE"
          },
          {
            "name": "Sait donner au moins 3 noms d’objets favoris (comme des noms de jouets)",
            "name_ar": "يستطيع ذكر 3 أسماء أشياء مفضلة على الأقل (مثل أسماء ألعاب)",
            "description": "L'enfant nomme au moins trois objets qu'il préfère, comme des jouets, indiquant une capacité à exprimer ses préférences.",
            "description_ar": "يسمي الطفل ثلاثة أشياء يفضلها على الأقل، مثل الألعاب، مما يشير إلى قدرة على التعبير عن تفضيلاته.",
            "etat": "NON_COTE"
          },
          {
            "name": "Sait donner 2 noms de véhicules",
            "name_ar": "يستطيع ذكر اسما مركبتين",
            "description": "L'enfant peut nommer au moins deux types de véhicules, montrant une connaissance du vocabulaire lié aux transports.",
            "description_ar": "يستطيع الطفل تسمية نوعين من المركبات على الأقل، مما يظهر معرفة بمفردات النقل.",
            "etat": "NON_COTE"
          },
          {
            "name": "Sait nommer les 4 couleurs primaires",
            "name_ar": "يستطيع تسمية الألوان الأربعة الأساسية",
            "description": "L'enfant identifie les quatre couleurs primaires (rouge, bleu, jaune, vert), démontrant une reconnaissance des couleurs de base.",
            "description_ar": "يحدد الطفل الألوان الأربعة الأساسية (أحمر، أزرق، أصفر، أخضر)، مما يظهر تعرفاً على الألوان الأساسية.",
            "etat": "NON_COTE"
          },
          {
            "name": "Sait nommer 3 parties du corps",
            "name_ar": "يستطيع تسمية 3 أجزاء من الجسم",
            "description": "L'enfant peut nommer au moins trois parties du corps, indiquant une connaissance du vocabulaire anatomique de base.",
            "description_ar": "يستطيع الطفل تسمية ثلاثة أجزاء من الجسم على الأقل، مما يشير إلى معرفة بمفردات التشريح الأساسية.",
            "etat": "NON_COTE"
          },
          {
            "name": "Sait nommer 4 parties du visage",
            "name_ar": "يستطيع تسمية 4 أجزاء من الوجه",
            "description": "L'enfant nomme au moins quatre parties du visage, montrant une compréhension détaillée du vocabulaire lié au visage.",
            "description_ar": "يسمي الطفل أربعة أجزاء من الوجه على الأقل، مما يظهر فهماً مفصلاً لمفردات الوجه.",
            "etat": "NON_COTE"
          },
          {
            "name": "Sait nommer 3 personnes de l’entourage",
            "name_ar": "يستطيع تسمية 3 أشخاص من المحيط",
            "description": "L'enfant peut nommer au moins trois personnes de son entourage, démontrant une reconnaissance des relations sociales.",
            "description_ar": "يستطيع الطفل تسمية ثلاثة أشخاص من محيطه على الأقل، مما يظهر تعرفاً على العلاقات الاجتماعية.",
            "etat": "NON_COTE"
          },
          {
            "name": "Sait dire « bonjour » (oral ou signé)",
            "name_ar": "يستطيع قول «مرحباً» (شفهياً أو بالإشارة)",
            "description": "L'enfant utilise le mot « bonjour » ou son équivalent signé pour saluer, montrant une compétence sociale de base.",
            "description_ar": "يستخدم الطفل كلمة «مرحباً» أو ما يعادلها بالإشارة للتحية، مما يظهر مهارة اجتماعية أساسية.",
            "etat": "NON_COTE"
          },
          {
            "name": "Sait dire « au revoir » (oral ou signé)",
            "name_ar": "يستطيع قول «وداعاً» (شفهياً أو بالإشارة)",
            "description": "L'enfant utilise le mot « au revoir » ou son équivalent signé pour prendre congé, indiquant une maîtrise des conventions sociales.",
            "description_ar": "يستخدم الطفل كلمة «وداعاً» أو ما يعادلها بالإشارة للمغادرة، مما يشير إلى إتقان التقاليد الاجتماعية.",
            "etat": "NON_COTE"
          },
          {
            "name": "Sait interpeller de manière adaptée",
            "name_ar": "يستطيع مناداة شخص بطريقة مناسبة",
            "description": "L'enfant attire l'attention d'une personne de manière appropriée, par exemple en utilisant son nom ou un geste adapté.",
            "description_ar": "يجذب الطفل انتباه شخص بطريقة مناسبة، مثل استخدام اسمه أو إيماءة ملائمة.",
            "etat": "NON_COTE"
          },
          {
            "name": "Sait refuser de manière adaptée",
            "name_ar": "يستطيع الرفض بطريقة مناسبة",
            "description": "L'enfant exprime un refus de manière claire et socialement acceptable, par exemple en disant « non » ou en utilisant un geste.",
            "description_ar": "يعبر الطفل عن الرفض بطريقة واضحة ومقبولة اجتماعياً، مثل قول «لا» أو استخدام إيماءة.",
            "etat": "NON_COTE"
          },
          {
            "name": "Sait demander de l’aide",
            "name_ar": "يستطيع طلب المساعدة",
            "description": "L'enfant peut exprimer un besoin d'assistance de manière claire, que ce soit verbalement ou par un geste adapté.",
            "description_ar": "يستطيع الطفل التعبير عن حاجة للمساعدة بوضوح، سواء لفظياً أو بإيماءة مناسبة.",
            "etat": "NON_COTE"
          },
          {
            "name": "Sait demander d’arrêter quelque chose",
            "name_ar": "يستطيع طلب إيقاف شيء ما",
            "description": "L'enfant peut exprimer le souhait qu'une action ou une situation cesse, que ce soit par un mot, une phrase ou un geste adapté.",
            "description_ar": "يستطيع الطفل التعبير عن رغبته في إيقاف فعل أو موقف، سواء بكلمة، جملة، أو إيماءة مناسبة.",
            "etat": "NON_COTE"
          },
          {
            "name": "Sait exprimer une sensation par un mot ou un geste (chaud/froid)",
            "name_ar": "يستطيع التعبير عن إحساس بكلمة أو إيماءة (ساخن/بارد)",
            "description": "L'enfant peut indiquer une sensation physique, comme chaud ou froid, à l'aide d'un mot ou d'un geste approprié.",
            "description_ar": "يستطيع الطفل الإشارة إلى إحساس جسدي، مثل السخونة أو البرودة، باستخدام كلمة أو إيماءة مناسبة.",
            "etat": "NON_COTE"
          },
          {
            "name": "Sait exprimer une douleur (par un mot ou en touchant la zone)",
            "name_ar": "يستطيع التعبير عن ألم (بكلمة أو بلمس المنطقة)",
            "description": "L'enfant peut signaler une douleur en utilisant un mot ou en touchant la zone affectée, démontrant une conscience de son état physique.",
            "description_ar": "يستطيع الطفل الإشارة إلى ألم باستخدام كلمة أو بلمس المنطقة المصابة، مما يظهر وعياً بحالته الجسدية.",
            "etat": "NON_COTE"
          },
          {
            "name": "Sait exprimer une émotion par un mot ou une image émoticône (joie, tristesse, colère)",
            "name_ar": "يستطيع التعبير عن عاطفة بكلمة أو صورة تعبيرية (فرح، حزن، غضب)",
            "description": "L'enfant peut identifier et exprimer une émotion, comme la joie, la tristesse ou la colère, en utilisant un mot ou une image émoticône.",
            "description_ar": "يستطيع الطفل تحديد والتعبير عن عاطفة، مثل الفرح، الحزن، أو الغضب، باستخدام كلمة أو صورة تعبيرية.",
            "etat": "NON_COTE"
          },
          {
            "name": "Sait employer le « Je » et/ou le « Tu » de manière appropriée",
            "name_ar": "يستطيع استخدام «أنا» و/أو «أنت» بشكل مناسب",
            "description": "L'enfant utilise correctement les pronoms « Je » et/ou « Tu » dans des phrases, montrant une compréhension des relations personnelles dans le langage.",
            "description_ar": "يستخدم الطفل الضمائر «أنا» و/أو «أنت» بشكل صحيح في الجمل، مما يظهر فهماً للعلاقات الشخصية في اللغة.",
            "etat": "NON_COTE"
          },
          {
            "name": "Sait répondre par « Oui » (oral ou signé)",
            "name_ar": "يستطيع الإجابة بـ «نعم» (شفهياً أو بالإشارة)",
            "description": "L'enfant peut répondre par « Oui », soit oralement soit par un signe, en fonction du contexte. Préciser en commentaire si oral ou signé.",
            "description_ar": "يستطيع الطفل الإجابة بـ «نعم»، إما شفهياً أو بالإشارة، حسب السياق. يُرجى التوضيح في التعليق إذا كان شفهياً أو بالإشارة.",
            "etat": "NON_COTE"
          },
          {
            "name": "Sait répondre par « Non » (oral ou signé)",
            "name_ar": "يستطيع الإجابة بـ «لا» (شفهياً أو بالإشارة)",
            "description": "L'enfant peut répondre par « Non », soit oralement soit par un signe, en fonction du contexte. Préciser en commentaire si oral ou signé.",
            "description_ar": "يستطيع الطفل الإجابة بـ «لا»، إما شفهياً أو بالإشارة، حسب السياق. يُرجى التوضيح في التعليق إذا كان شفهياً أو بالإشارة.",
            "etat": "NON_COTE"
          },
          {
            "name": "Sait répondre par « Je ne sais pas »",
            "name_ar": "يستطيع الإجابة بـ «لا أعرف»",
            "description": "L'enfant peut exprimer son incertitude ou son ignorance en disant « Je ne sais pas », démontrant une capacité à reconnaître ses limites.",
            "description_ar": "يستطيع الطفل التعبير عن عدم يقينه أو جهله بقول «لا أعرف»، مما يظهر قدرة على التعرف على حدوده.",
            "etat": "NON_COTE"
          },
          {
            "name": "Sait demander pourquoi",
            "name_ar": "يستطيع السؤال «لماذا»",
            "description": "L'enfant peut poser des questions commençant par « pourquoi », montrant une curiosité et une volonté de comprendre les causes.",
            "description_ar": "يستطيع الطفل طرح أسئلة تبدأ بـ «لماذا»، مما يظهر فضولاً ورغبة في فهم الأسباب.",
            "etat": "NON_COTE"
          },
          {
            "name": "Sait prendre des informations (« où, qui, quoi, comment »)",
            "name_ar": "يستطيع جمع معلومات («أين، من، ماذا، كيف»)",
            "description": "L'enfant peut poser des questions pour obtenir des informations sur le lieu, la personne, l'objet ou la manière, démontrant une initiative dans la communication.",
            "description_ar": "يستطيع الطفل طرح أسئلة للحصول على معلومات عن المكان، الشخص، الشيء أو الطريقة، مما يظهر مبادرة في التواصل.",
            "etat": "NON_COTE"
          },
          {
            "name": "Sait raconter ce qu’il fait",
            "name_ar": "يستطيع رواية ما يفعله",
            "description": "L'enfant peut décrire ses actions actuelles, montrant une capacité à narrer ses activités en temps réel.",
            "description_ar": "يستطيع الطفل وصف أفعاله الحالية، مما يظهر قدرة على رواية أنشطته في الوقت الحقيقي.",
            "etat": "NON_COTE"
          },
          {
            "name": "Sait raconter un souvenir, un événement passé",
            "name_ar": "يستطيع رواية ذكرى أو حدث مضى",
            "description": "L'enfant peut relater un événement ou un souvenir passé, démontrant une capacité à organiser et exprimer des expériences vécues.",
            "description_ar": "يستطيع الطفل سرد حدث أو ذكرى سابقة، مما يظهر قدرة على تنظيم والتعبير عن التجارب التي عاشها.",
            "etat": "NON_COTE"
          },
          {
            "name": "Sait raconter une histoire (imaginée ou avec support film/livre)",
            "name_ar": "يستطيع سرد قصة (متخيلة أو بمساعدة فيلم/كتاب)",
            "description": "L'enfant peut raconter une histoire, qu'elle soit inventée ou basée sur un support comme un film ou un livre, montrant une créativité narrative.",
            "description_ar": "يستطيع الطفل سرد قصة، سواء كانت متخيلة أو مستندة إلى دعم مثل فيلم أو كتاب، مما يظهر إبداعاً سردياً.",
            "etat": "NON_COTE"
          },
          {
            "name": "Sait expliquer les règles d’un jeu",
            "name_ar": "يستطيع شرح قواعد لعبة",
            "description": "L'enfant peut expliquer les règles d’un jeu de manière claire, démontrant une capacité à structurer et transmettre des instructions.",
            "description_ar": "يستطيع الطفل شرح قواعد لعبة بوضوح، مما يظهر قدرة على تنظيم ونقل التعليمات.",
            "etat": "NON_COTE"
          }
        ]
      },
      {
        "name": "Communication Réceptive",
        "name_ar": "التواصل الاستقبالي",
        "description": "Communication Réceptive (Compréhension)",
        "description_ar": "التواصل الاستقبالي (الفهم)",
        "items": [
          {
            "name": "Se retourner à l’appel de son prénom",
            "name_ar": "يستدير عند سماع اسمه",
            "description": "L'enfant se retourne lorsqu'il entend son prénom, démontrant une reconnaissance de son identité auditive.",
            "description_ar": "يستدير الطفل عندما يسمع اسمه، مما يظهر تعرفاً على هويته السمعية.",
            "etat": "NON_COTE"
          },
          {
            "name": "Se retourner vers la personne qui parle",
            "name_ar": "يستدير نحو الشخص الذي يتحدث",
            "description": "L'enfant oriente son regard ou son corps vers la personne qui s'adresse à lui, indiquant une attention à la communication verbale.",
            "description_ar": "يوجه الطفل نظره أو جسمه نحو الشخص الذي يتحدث إليه، مما يشير إلى انتباه للتواصل اللفظي.",
            "etat": "NON_COTE"
          },
          {
            "name": "Exécute au moins 5 consignes d’action simples",
            "name_ar": "يؤدي 5 تعليمات عمل بسيطة على الأقل",
            "description": "L'enfant suit au moins cinq consignes simples comme « donnes », « assieds-toi », « fais un bisou », « ranges », montrant une compréhension des instructions de base.",
            "description_ar": "يتبع الطفل خمس تعليمات بسيطة على الأقل مثل «أعطِ»، «اجلس»، «قبّل»، «رتّب»، مما يظهر فهماً للتعليمات الأساسية.",
            "etat": "NON_COTE"
          },
          {
            "name": "Mémorise et exécute deux consignes consécutives",
            "name_ar": "يحفظ ويؤدي تعليمات متتاليتين",
            "description": "L'enfant peut mémoriser et exécuter deux consignes données l'une après l'autre, comme « assieds-toi et ranges », démontrant une capacité de mémoire et de compréhension séquentielle.",
            "description_ar": "يستطيع الطفل حفظ وتنفيذ تعليمات متتاليتين، مثل «اجلس ورتب»، مما يظهر قدرة على الذاكرة والفهم التسلسلي.",
            "etat": "NON_COTE"
          },
          {
            "name": "Réagit aux gestes communicatifs",
            "name_ar": "يستجيب للإيماءات التواصلية",
            "description": "L'enfant répond à des gestes communicatifs, comme tendre la main pour qu'il la serre, pointer pour qu'il regarde, ou réagir à des mimiques faciales et hochements de tête.",
            "description_ar": "يستجيب الطفل لإيماءات تواصلية، مثل مد اليد ليصافحها، الإشارة لينظر، أو الاستجابة لتعبيرات الوجه وهزات الرأس.",
            "etat": "NON_COTE"
          },
          {
            "name": "Montre 3 parties du corps sur lui",
            "name_ar": "يُظهر 3 أجزاء من جسمه",
            "description": "L'enfant peut indiquer trois parties de son propre corps sur demande, démontrant une connaissance de son anatomie.",
            "description_ar": "يستطيع الطفل الإشارة إلى ثلاثة أجزاء من جسمه عند الطلب، مما يظهر معرفة بتشريحه.",
            "etat": "NON_COTE"
          },
          {
            "name": "Montre 3 parties du corps sur une autre personne / un bonhomme",
            "name_ar": "يُظهر 3 أجزاء من الجسم على شخص آخر/دمية",
            "description": "L'enfant peut identifier trois parties du corps sur une autre personne ou une représentation comme un bonhomme, montrant une généralisation de sa compréhension.",
            "description_ar": "يستطيع الطفل تحديد ثلاثة أجزاء من الجسم على شخص آخر أو تمثيل مثل دمية، مما يظهر تعميماً لفهمه.",
            "etat": "NON_COTE"
          },
          {
            "name": "Montre 3 parties du visage sur lui",
            "name_ar": "يُظهر 3 أجزاء من وجهه",
            "description": "L'enfant peut désigner trois parties de son propre visage, indiquant une reconnaissance spécifique des éléments faciaux.",
            "description_ar": "يستطيع الطفل الإشارة إلى ثلاثة أجزاء من وجهه، مما يشير إلى تعرف محدد على مكونات الوجه.",
            "etat": "NON_COTE"
          },
          {
            "name": "Montre 3 parties du visage sur une autre personne / un bonhomme",
            "name_ar": "يُظهر 3 أجزاء من الوجه على شخص آخر/دمية",
            "description": "L'enfant peut indiquer trois parties du visage sur une autre personne ou une représentation, démontrant une compréhension élargie des traits faciaux.",
            "description_ar": "يستطيع الطفل الإشارة إلى ثلاثة أجزاء من الوجه على شخص آخر أو تمثيل، مما يظهر فهماً موسعاً لسمات الوجه.",
            "etat": "NON_COTE"
          },
          {
            "name": "Montre ou donne des objets sur demande de l’adulte (présents dans son champ de vision) : donne au moins 5 objets du quotidien",
            "name_ar": "يُظهر أو يعطي أشياء عند طلب الكبير (موجودة في مجال رؤيته): يعطي 5 أشياء يومية على الأقل",
            "description": "L'enfant peut montrer ou donner au moins cinq objets du quotidien, comme un verre, une chaise ou une télé, lorsqu’ils sont dans son champ de vision, sur demande de l’adulte.",
            "description_ar": "يستطيع الطفل إظهار أو إعطاء خمسة أشياء يومية على الأقل، مثل كوب، كرسي، أو تلفاز، عندما تكون في مجال رؤيته، بناءً على طلب الكبير.",
            "etat": "NON_COTE"
          },
          {
            "name": "Donne au moins 3 habits sur demande",
            "name_ar": "يعطي 3 ملابس على الأقل عند الطلب",
            "description": "L'enfant peut montrer ou donner au moins trois vêtements sur demande, démontrant une compréhension du vocabulaire vestimentaire.",
            "description_ar": "يستطيع الطفل إظهار أو إعطاء ثلاثة ملابس على الأقل عند الطلب، مما يظهر فهماً لمفردات الملابس.",
            "etat": "NON_COTE"
          },
          {
            "name": "Donne au moins 3 animaux sur demande",
            "name_ar": "يعطي 3 حيوانات على الأقل عند الطلب",
            "description": "L'enfant peut montrer ou donner des représentations d’au moins trois animaux sur demande, indiquant une reconnaissance du vocabulaire animalier.",
            "description_ar": "يستطيع الطفل إظهار أو إعطاء تمثيلات لثلاثة حيوانات على الأقل عند الطلب، مما يشير إلى تعرف بمفردات الحيوانات.",
            "etat": "NON_COTE"
          },
          {
            "name": "Donne au moins 3 aliments sur demande",
            "name_ar": "يعطي 3 أطعمة على الأقل عند الطلب",
            "description": "L'enfant peut montrer ou donner au moins trois aliments sur demande, montrant une connaissance du vocabulaire lié à l’alimentation.",
            "description_ar": "يستطيع الطفل إظهار أو إعطاء ثلاثة أطعمة على الأقل عند الطلب، مما يظهر معرفة بمفردات الأطعمة.",
            "etat": "NON_COTE"
          },
          {
            "name": "Donne au moins 3 jeux (objets favoris) sur demande",
            "name_ar": "يعطي 3 ألعاب (أشياء مفضلة) على الأقل عند الطلب",
            "description": "L'enfant peut montrer ou donner au moins trois jeux ou objets favoris sur demande, démontrant une capacité à identifier ses préférences.",
            "description_ar": "يستطيع الطفل إظهار أو إعطاء ثلاث ألعاب أو أشياء مفضلة على الأقل عند الطلب، مما يظهر قدرة على تحديد تفضيلاته.",
            "etat": "NON_COTE"
          },
          {
            "name": "Donne au moins 2 véhicules sur demande (ex : voiture, moto)",
            "name_ar": "يعطي مركبتين على الأقل عند الطلب (مثل: سيارة، دراجة نارية)",
            "description": "L'enfant peut montrer ou donner des représentations d’au moins deux véhicules, comme une voiture ou une moto, sur demande.",
            "description_ar": "يستطيع الطفل إظهار أو إعطاء تمثيلات لمركبتين على الأقل، مثل سيارة أو دراجة نارية، عند الطلب.",
            "etat": "NON_COTE"
          },
          {
            "name": "Reconnaît les 4 couleurs primaires",
            "name_ar": "يتعرف على الألوان الأربعة الأساسية",
            "description": "L'enfant peut identifier les quatre couleurs primaires (rouge, bleu, jaune, vert) sur demande, démontrant une reconnaissance des couleurs de base.",
            "description_ar": "يستطيع الطفل تحديد الألوان الأربعة الأساسية (أحمر، أزرق، أصفر، أخضر) عند الطلب، مما يظهر تعرفاً على الألوان الأساسية.",
            "etat": "NON_COTE"
          },
          {
            "name": "Amène au moins 5 objets sur demande de l’adulte (absents dans son champ de vision)",
            "name_ar": "يجلب 5 أشياء على الأقل عند طلب الكبير (غير موجودة في مجال رؤيته)",
            "description": "L'enfant peut aller chercher et apporter au moins cinq objets, comme une télécommande, de l’eau ou une brosse, qui ne sont pas dans son champ de vision, sur demande de l’adulte.",
            "description_ar": "يستطيع الطفل جلب وإحضار خمسة أشياء على الأقل، مثل جهاز تحكم، ماء، أو فرشاة، غير موجودة في مجال رؤيته، بناءً على طلب الكبير.",
            "etat": "NON_COTE"
          },
          {
            "name": "Distingue les adjectifs comme « grand/petit, chaud/froid »",
            "name_ar": "يميز الصفات مثل «كبير/صغير، ساخن/بارد»",
            "description": "L'enfant peut différencier des adjectifs opposés comme « grand/petit » ou « chaud/froid », montrant une compréhension des concepts descriptifs.",
            "description_ar": "يستطيع الطفل تمييز الصفات المتضادة مثل «كبير/صغير» أو «ساخن/بارد»، مما يظهر فهماً للمفاهيم الوصفية.",
            "etat": "NON_COTE"
          },
          {
            "name": "Distingue les adjectifs possessifs (mon/ton)",
            "name_ar": "يميز الصفات الملكية (لي/لك)",
            "description": "L'enfant peut comprendre et différencier les adjectifs possessifs comme « mon » et « ton », indiquant une reconnaissance des relations de possession.",
            "description_ar": "يستطيع الطفل فهم وتمييز الصفات الملكية مثل «لي» و«لك»، مما يشير إلى تعرف على علاقات الملكية.",
            "etat": "NON_COTE"
          },
          {
            "name": "Place un objet en fonction d’une préposition de lieu (ex : sur/sous, dedans/dehors)",
            "name_ar": "يضع شيئاً بناءً على حرف جر مكاني (مثل: فوق/تحت، داخل/خارج)",
            "description": "L'enfant peut placer un objet correctement selon une préposition de lieu, comme « sur », « sous », « dedans » ou « dehors », démontrant une compréhension spatiale.",
            "description_ar": "يستطيع الطفل وضع شيء بشكل صحيح بناءً على حرف جر مكاني، مثل «فوق»، «تحت»، «داخل» أو «خارج»، مما يظهر فهماً مكانياً.",
            "etat": "NON_COTE"
          }
        ]
      }
    ]
  },
  {
    "category_name": "Interactions et Habiletés Sociales",
    "category_name_ar": "التفاعلات والمهارات الاجتماعية",
    "category_description": "Interactions et Habiletés Sociales",
    "category_description_ar": "التفاعلات والمهارات الاجتماعية",
    "domains": [
      {
        "name": "Relations avec les Adultes",
        "name_ar": "العلاقات مع الكبار",
        "description": "Compétences sociales dans les interactions avec les adultes",
        "description_ar": "المهارات الاجتماعية في التفاعلات مع الكبار",
        "items": [
          {
            "name": "Accepter les échanges avec l’adulte",
            "name_ar": "قبول التفاعلات مع الكبير",
            "description": "L'enfant accepte d'interagir avec un adulte, démontrant une ouverture à la communication et à l'échange.",
            "description_ar": "يقبل الطفل التفاعل مع كبير، مما يظهر انفتاحاً على التواصل والتبادل.",
            "etat": "NON_COTE"
          },
          {
            "name": "Accepter le contact physique",
            "name_ar": "قبول التواصل الجسدي",
            "description": "L'enfant accepte le contact physique avec un adulte, comme une main sur l'épaule ou une accolade, dans un cadre approprié.",
            "description_ar": "يقبل الطفل التواصل الجسدي مع كبير، مثل وضع يد على الكتف أو عناق، في سياق مناسب.",
            "etat": "NON_COTE"
          },
          {
            "name": "Manifeste un intérêt à l’interaction",
            "name_ar": "يظهر اهتماماً بالتفاعل",
            "description": "L'enfant montre un intérêt pour l'interaction avec un adulte, par exemple en partageant des sourires ou en répondant avec enthousiasme.",
            "description_ar": "يظهر الطفل اهتماماً بالتفاعل مع كبير، على سبيل المثال من خلال مشاركة الابتسامات أو الرد بحماس.",
            "etat": "NON_COTE"
          },
          {
            "name": "Initie de lui-même un échange",
            "name_ar": "يبدأ التفاعل من تلقاء نفسه",
            "description": "L'enfant prend l'initiative d'engager une interaction avec un adulte, comme poser une question ou partager une observation.",
            "description_ar": "يأخذ الطفل المبادرة للدخول في تفاعل مع كبير، مثل طرح سؤال أو مشاركة ملاحظة.",
            "etat": "NON_COTE"
          },
          {
            "name": "Sait tenir une conversation",
            "name_ar": "يستطيع إجراء محادثة",
            "description": "L'enfant peut maintenir une conversation avec un adulte, en répondant de manière appropriée et en poursuivant l'échange.",
            "description_ar": "يستطيع الطفل الحفاظ على محادثة مع كبير، بالرد بشكل مناسب ومواصلة التبادل.",
            "etat": "NON_COTE"
          },
          {
            "name": "Jouer à tour de rôle",
            "name_ar": "اللعب بالتناوب",
            "description": "L'enfant comprend et respecte le concept de tour de rôle dans des jeux ou activités avec un adulte.",
            "description_ar": "يفهم الطفل ويحترم مفهوم التناوب في الألعاب أو الأنشطة مع كبير.",
            "etat": "NON_COTE"
          }
        ]
      },
      {
        "name": "Relations avec les Enfants",
        "name_ar": "العلاقات مع الأطفال",
        "description": "Compétences sociales dans les interactions avec les enfants",
        "description_ar": "المهارات الاجتماعية في التفاعلات مع الأطفال",
        "items": [
          {
            "name": "Accepter les échanges avec l’enfant",
            "name_ar": "قبول التفاعلات مع طفل آخر",
            "description": "L'enfant accepte d'interagir avec un autre enfant, montrant une ouverture à la communication et à l'échange.",
            "description_ar": "يقبل الطفل التفاعل مع طفل آخر، مما يظهر انفتاحاً على التواصل والتبادل.",
            "etat": "NON_COTE"
          },
          {
            "name": "Accepter le contact physique",
            "name_ar": "قبول التواصل الجسدي",
            "description": "L'enfant accepte le contact physique avec un autre enfant, comme tenir la main ou jouer ensemble, dans un cadre approprié.",
            "description_ar": "يقبل الطفل التواصل الجسدي مع طفل آخر، مثل إمساك اليد أو اللعب معاً، في سياق مناسب.",
            "etat": "NON_COTE"
          },
          {
            "name": "Manifester un intérêt à l’interaction",
            "name_ar": "يظهر اهتماماً بالتفاعل",
            "description": "L'enfant montre un intérêt pour l'interaction avec un autre enfant, par exemple en partageant des sourires ou en participant activement.",
            "description_ar": "يظهر الطفل اهتماماً بالتفاعل مع طفل آخر، على سبيل المثال من خلال مشاركة الابتسامات أو المشاركة بنشاط.",
            "etat": "NON_COTE"
          },
          {
            "name": "Initie de lui-même un échange",
            "name_ar": "يبدأ التفاعل من تلقاء نفسه",
            "description": "L'enfant prend l'initiative d'engager une interaction avec un autre enfant, comme inviter à jouer ou entamer une conversation.",
            "description_ar": "يأخذ الطفل المبادرة للدخول في تفاعل مع طفل آخر، مثل دعوته للعب أو بدء محادثة.",
            "etat": "NON_COTE"
          },
          {
            "name": "Sait tenir une conversation",
            "name_ar": "يستطيع إجراء محادثة",
            "description": "L'enfant peut maintenir une conversation avec un autre enfant, en répondant de manière appropriée et en poursuivant l'échange.",
            "description_ar": "يستطيع الطفل الحفاظ على محادثة مع طفل آخر، بالرد بشكل مناسب ومواصلة التبادل.",
            "etat": "NON_COTE"
          },
          {
            "name": "Jouer à tour de rôle",
            "name_ar": "اللعب بالتناوب",
            "description": "L'enfant comprend et respecte le concept de tour de rôle dans des jeux ou activités avec un autre enfant.",
            "description_ar": "يفهم الطفل ويحترم مفهوم التناوب في الألعاب أو الأنشطة مع طفل آخر.",
            "etat": "NON_COTE"
          }
        ]
      },
      {
        "name": "Autres Compétences Sociales",
        "name_ar": "مهارات اجتماعية أخرى",
        "description": "Compétences sociales générales",
        "description_ar": "مهارات اجتماعية عامة",
        "items": [
          {
            "name": "Oriente son regard lorsque l’adulte lui dit « regarde » ou qu’il pointe en direction de quelque chose",
            "name_ar": "يوجه نظره عندما يقول له الكبير «انظر» أو يشير نحو شيء ما",
            "description": "L'enfant dirige son regard vers ce qu'un adulte désigne, que ce soit par une instruction verbale (« regarde ») ou un geste de pointage.",
            "description_ar": "يوجه الطفل نظره نحو ما يشير إليه الكبير، سواء من خلال تعليمات لفظية («انظر») أو إيماءة إشارة.",
            "etat": "NON_COTE"
          },
          {
            "name": "Réagit aux changements, imprévus, interdits, de façon adaptée",
            "name_ar": "يستجيب للتغييرات، المفاجآت، أو الممنوعات بشكل مناسب",
            "description": "L'enfant répond de manière appropriée aux changements de routine, aux imprévus ou aux interdictions, montrant une capacité d'adaptation.",
            "description_ar": "يستجيب الطفل بشكل مناسب لتغييرات الروتين، المفاجآت، أو الممنوعات، مما يظهر قدرة على التكيف.",
            "etat": "NON_COTE"
          },
          {
            "name": "Accepte d’être en groupe",
            "name_ar": "يقبل أن يكون في مجموعة",
            "description": "L'enfant est à l'aise et participe dans un cadre de groupe, démontrant une acceptation des interactions collectives.",
            "description_ar": "يشعر الطفل بالراحة ويشارك في إطار جماعي، مما يظهر قبولاً للتفاعلات الجماعية.",
            "etat": "NON_COTE"
          },
          {
            "name": "Accepte de participer à une activité commune avec une ou plusieurs personnes",
            "name_ar": "يقبل المشاركة في نشاط مشترك مع شخص أو أكثر",
            "description": "L'enfant accepte de s'engager dans une activité partagée avec une ou plusieurs personnes, montrant une capacité à collaborer.",
            "description_ar": "يقبل الطفل الانخراط في نشاط مشترك مع شخص أو أكثر، مما يظهر قدرة على التعاون.",
            "etat": "NON_COTE"
          },
          {
            "name": "Exprime des émotions de base (peur, colère, joie, tristesse)",
            "name_ar": "يعبر عن العواطف الأساسية (الخوف، الغضب، الفرح، الحزن)",
            "description": "L'enfant peut exprimer des émotions de base comme la peur, la colère, la joie ou la tristesse, par des mots, des gestes ou des expressions faciales.",
            "description_ar": "يستطيع الطفل التعبير عن العواطف الأساسية مثل الخوف، الغضب، الفرح، أو الحزن، من خلال الكلمات، الإيماءات، أو تعبيرات الوجه.",
            "etat": "NON_COTE"
          },
          {
            "name": "Utilise des stratégies efficaces pour gérer des émotions désagréables",
            "name_ar": "يستخدم استراتيجيات فعالة لإدارة العواطف غير المرغوبة",
            "description": "L'enfant emploie des stratégies appropriées, comme respirer profondément ou demander de l'aide, pour gérer des émotions désagréables.",
            "description_ar": "يستخدم الطفل استراتيجيات مناسبة، مثل التنفس العميق أو طلب المساعدة، لإدارة العواطف غير المرغوبة.",
            "etat": "NON_COTE"
          },
          {
            "name": "Déchiffre les émotions et/ou mimiques faciales des autres",
            "name_ar": "يفكك عواطف و/أو تعبيرات وجه الآخرين",
            "description": "L'enfant peut reconnaître et interpréter les émotions ou les mimiques faciales des autres, démontrant une sensibilité sociale.",
            "description_ar": "يستطيع الطفل التعرف على وتفسير عواطف أو تعبيرات وجه الآخرين، مما يظهر حساسية اجتماعية.",
            "etat": "NON_COTE"
          },
          {
            "name": "Maintient une distance physique adaptée aux situations",
            "name_ar": "يحافظ على مسافة جسدية مناسبة للمواقف",
            "description": "L'enfant respecte une distance physique appropriée dans différentes situations sociales, montrant une compréhension des normes sociales.",
            "description_ar": "يحترم الطفل مسافة جسدية مناسبة في مواقف اجتماعية مختلفة، مما يظهر فهماً للأعراف الاجتماعية.",
            "etat": "NON_COTE"
          },
          {
            "name": "Utilise des formules de politesse (ex : « merci, pardon »)",
            "name_ar": "يستخدم صيغ التهذيب (مثل: «شكراً، عفواً»)",
            "description": "L'enfant utilise des formules de politesse comme « merci » ou « pardon » dans des contextes appropriés, démontrant une maîtrise des conventions sociales.",
            "description_ar": "يستخدم الطفل صيغ التهذيب مثل «شكراً» أو «عفواً» في سياقات مناسبة، مما يظهر إتقاناً للتقاليد الاجتماعية.",
            "etat": "NON_COTE"
          }
        ]
      }
    ]
  },
  {
    "category_name": "Imitation",
    "category_name_ar": "المحاكاة",
    "category_description": "Compétences d'imitation fonctionnelle, gestuelle et vocale",
    "category_description_ar": "مهارات المحاكاة الوظيفية، الحركية والصوتية",
    "domains": [
      {
        "name": "Imitation fonctionnelle",
        "name_ar": "التقليد الوظيفي",
        "description": "Capacité à imiter des actions impliquant des objets",
        "description_ar": "القدرة على تقليد الأفعال التي تتضمن أشياء",
        "items": [
          {
            "name": "Imite au moins 5 de ces mouvements moteurs impliquant des objets",
            "name_ar": "يقلد 5 حركات محركة تتضمن أشياء على الأقل",
            "description": "L'enfant peut imiter au moins cinq actions fonctionnelles avec des objets, telles que secouer des maracas, faire semblant de boire, ouvrir un feutre, faire rouler une voiture, brosser les cheveux d’une poupée, empiler des cubes ou piquer de la pâte à modeler.",
            "description_ar": "يستطيع الطفل تقليد خمسة أفعال وظيفية تتضمن أشياء على الأقل، مثل هز الماراكاس، التظاهر بالشرب، فتح قلم فلوماستر، دحرجة سيارة، تمشيط شعر دمية، تكديس مكعبات، أو وخز عجينة التشكيل.",
            "etat": "NON_COTE"
          },
          {
            "name": "Secouer des maracas",
            "name_ar": "هز الماراكاس",
            "description": "L'enfant imite l'action de secouer des maracas, démontrant une coordination motrice et une compréhension de l'utilisation de l'objet.",
            "description_ar": "يقلد الطفل فعل هز الماراكاس، مما يظهر تناسقاً حركياً وفهماً لاستخدام الشيء.",
            "etat": "NON_COTE"
          },
          {
            "name": "Faire semblant de boire",
            "name_ar": "التظاهر بالشرب",
            "description": "L'enfant imite l'action de boire dans un récipient, montrant une capacité à simuler une action quotidienne.",
            "description_ar": "يقلد الطفل فعل الشرب من إناء، مما يظهر قدرة على محاكاة فعل يومي.",
            "etat": "NON_COTE"
          },
          {
            "name": "Ouvrir un feutre",
            "name_ar": "فتح قلم فلوماستر",
            "description": "L'enfant imite l'action d'ouvrir un feutre, démontrant une compréhension des gestes précis liés à l'utilisation d'objets.",
            "description_ar": "يقلد الطفل فعل فتح قلم فلوماستر، مما يظهر فهماً للإيماءات الدقيقة المرتبطة باستخدام الأشياء.",
            "etat": "NON_COTE"
          },
          {
            "name": "Faire rouler une voiture",
            "name_ar": "دحرجة سيارة",
            "description": "L'enfant imite l'action de faire rouler une voiture jouet, indiquant une capacité à reproduire des mouvements fonctionnels.",
            "description_ar": "يقلد الطفل فعل دحرجة سيارة لعبة، مما يشير إلى قدرة على إعادة إنتاج حركات وظيفية.",
            "etat": "NON_COTE"
          },
          {
            "name": "Brosser les cheveux d’une poupée",
            "name_ar": "تمشيط شعر دمية",
            "description": "L'enfant imite l'action de brosser les cheveux d’une poupée, montrant une compréhension des gestes associés aux soins.",
            "description_ar": "يقلد الطفل فعل تمشيط شعر دمية، مما يظهر فهماً للإيماءات المرتبطة بالعناية.",
            "etat": "NON_COTE"
          },
          {
            "name": "Empiler des cubes",
            "name_ar": "تكديس مكعبات",
            "description": "L'enfant imite l'action d'empiler des cubes, démontrant une coordination motrice et une compréhension de la construction.",
            "description_ar": "يقلد الطفل فعل تكديس مكعبات، مما يظهر تناسقاً حركياً وفهماً للبناء.",
            "etat": "NON_COTE"
          },
          {
            "name": "Piquer de la pâte à modeler",
            "name_ar": "وخز عجينة التشكيل",
            "description": "L'enfant imite l'action de piquer de la pâte à modeler, montrant une capacité à reproduire des gestes créatifs.",
            "description_ar": "يقلد الطفل فعل وخز عجينة التشكيل، مما يظهر قدرة على إعادة إنتاج إيماءات إبداعية.",
            "etat": "NON_COTE"
          }
        ]
      },
      {
        "name": "Imitation gestuelle",
        "name_ar": "التقليد الإيمائي",
        "description": "Capacité à imiter des mouvements corporels sans objets",
        "description_ar": "القدرة على تقليد الحركات الجسدية بدون أشياء",
        "items": [
          {
            "name": "Imite au moins 5 de ces mouvements moteurs, avec consigne « fait pareil, fais ça »",
            "name_ar": "يقلد 5 حركات محركة على الأقل، مع تعليمات «افعل مثلي، افعل هذا»",
            "description": "L'enfant peut imiter au moins cinq mouvements corporels sur consigne, tels que sauter, mettre les mains sur la tête, taper sur la table, ouvrir/fermer les mains, faire le moulin, faire oui/non de la tête, ouvrir la bouche, tirer la langue, fermer les yeux, froncer les sourcils, faire un bisou ou gonfler les joues.",
            "description_ar": "يستطيع الطفل تقليد خمس حركات جسدية على الأقل بناءً على تعليمات، مثل القفز، وضع اليدين على الرأس، الطرق على الطاولة، فتح/إغلاق اليدين، عمل حركة الطاحونة، هز الرأس بنعم/لا، فتح الفم، إخراج اللسان، إغلاق العينين، تجعيد الحاجبين، تقبيل، أو نفخ الخدين.",
            "etat": "NON_COTE"
          },
          {
            "name": "Sauter",
            "name_ar": "القفز",
            "description": "L'enfant imite l'action de sauter sur consigne, démontrant une coordination motrice globale.",
            "description_ar": "يقلد الطفل فعل القفز بناءً على تعليمات، مما يظهر تناسقاً حركياً شاملاً.",
            "etat": "NON_COTE"
          },
          {
            "name": "Mains sur la tête",
            "name_ar": "وضع اليدين على الرأس",
            "description": "L'enfant imite l'action de placer ses mains sur la tête, montrant une compréhension des consignes gestuelles.",
            "description_ar": "يقلد الطفل فعل وضع يديه على رأسه، مما يظهر فهماً للتعليمات الإيمائية.",
            "etat": "NON_COTE"
          },
          {
            "name": "Taper sur la table",
            "name_ar": "الطرق على الطاولة",
            "description": "L'enfant imite l'action de taper sur une table, indiquant une capacité à reproduire des mouvements rythmiques.",
            "description_ar": "يقلد الطفل فعل الطرق على طاولة، مما يشير إلى قدرة على إعادة إنتاج حركات إيقاعية.",
            "etat": "NON_COTE"
          },
          {
            "name": "Ouvrir/fermer les mains",
            "name_ar": "فتح/إغلاق اليدين",
            "description": "L'enfant imite l'action d'ouvrir et fermer les mains, démontrant une coordination motrice fine.",
            "description_ar": "يقلد الطفل فعل فتح وإغلاق اليدين، مما يظهر تناسقاً حركياً دقيقاً.",
            "etat": "NON_COTE"
          },
          {
            "name": "Faire le moulin",
            "name_ar": "عمل حركة الطاحونة",
            "description": "L'enfant imite l'action de faire tourner ses bras comme un moulin, montrant une coordination motrice globale.",
            "description_ar": "يقلد الطفل فعل تدوير ذراعيه كالطاحونة، مما يظهر تناسقاً حركياً شاملاً.",
            "etat": "NON_COTE"
          },
          {
            "name": "Faire oui/non de la tête",
            "name_ar": "هز الرأس بنعم/لا",
            "description": "L'enfant imite les mouvements de tête pour dire oui ou non, indiquant une compréhension des gestes communicatifs.",
            "description_ar": "يقلد الطفل حركات الرأس لقول نعم أو لا، مما يشير إلى فهم الإيماءات التواصلية.",
            "etat": "NON_COTE"
          },
          {
            "name": "Ouvrir la bouche",
            "name_ar": "فتح الفم",
            "description": "L'enfant imite l'action d'ouvrir la bouche sur consigne, démontrant une capacité à reproduire des mouvements faciaux.",
            "description_ar": "يقلد الطفل فعل فتح الفم بناءً على تعليمات، مما يظهر قدرة على إعادة إنتاج حركات الوجه.",
            "etat": "NON_COTE"
          },
          {
            "name": "Tirer la langue",
            "name_ar": "إخراج اللسان",
            "description": "L'enfant imite l'action de tirer la langue, montrant une maîtrise des mouvements faciaux simples.",
            "description_ar": "يقلد الطفل فعل إخراج اللسان، مما يظهر إتقاناً للحركات الوجهية البسيطة.",
            "etat": "NON_COTE"
          },
          {
            "name": "Fermer les yeux",
            "name_ar": "إغلاق العينين",
            "description": "L'enfant imite l'action de fermer les yeux, indiquant une compréhension des consignes liées aux expressions faciales.",
            "description_ar": "يقلد الطفل فعل إغلاق العينين، مما يشير إلى فهم التعليمات المرتبطة بتعبيرات الوجه.",
            "etat": "NON_COTE"
          },
          {
            "name": "Froncer les sourcils",
            "name_ar": "تجعيد الحاجبين",
            "description": "L'enfant imite l'action de froncer les sourcils, démontrant une capacité à reproduire des expressions faciales spécifiques.",
            "description_ar": "يقلد الطفل فعل تجعيد الحاجبين، مما يظهر قدرة على إعادة إنتاج تعبيرات وجهية محددة.",
            "etat": "NON_COTE"
          },
          {
            "name": "Faire un bisou",
            "name_ar": "إرسال قبلة",
            "description": "L'enfant imite l'action de faire un bisou, montrant une compréhension des gestes affectifs.",
            "description_ar": "يقلد الطفل فعل إرسال قبلة، مما يظهر فهماً للإيماءات العاطفية.",
            "etat": "NON_COTE"
          },
          {
            "name": "Gonfler les joues",
            "name_ar": "نفخ الخدين",
            "description": "L'enfant imite l'action de gonfler les joues, indiquant une maîtrise des mouvements faciaux ludiques.",
            "description_ar": "يقلد الطفل فعل نفخ الخدين، مما يشير إلى إتقان الحركات الوجهية المرحة.",
            "etat": "NON_COTE"
          }
        ]
      },
      {
        "name": "Imitation vocale",
        "name_ar": "التقليد الصوتي",
        "description": "Capacité à imiter des sons, mots ou phrases",
        "description_ar": "القدرة على تقليد الأصوات، الكلمات، أو الجمل",
        "items": [
          {
            "name": "Réagis à l’imitation de ses propres sons",
            "name_ar": "يستجيب لتقليد أصواته الخاصة",
            "description": "L'enfant montre une réaction (sourire, attention, répétition) lorsque ses propres sons sont imités, démontrant une conscience de l'interaction vocale.",
            "description_ar": "يظهر الطفل رد فعل (ابتسامة، انتباه، تكرار) عندما تُقلد أصواته الخاصة، مما يظهر وعياً بالتفاعل الصوتي.",
            "etat": "NON_COTE"
          },
          {
            "name": "Imite au moins 3 voyelles",
            "name_ar": "يقلد 3 حروف صوتية على الأقل",
            "description": "L'enfant peut imiter au moins trois voyelles distinctes (ex. : A, I, O), montrant une capacité d'imitation vocale de base.",
            "description_ar": "يستطيع الطفل تقليد ثلاثة حروف صوتية مميزة على الأقل (مثل: أ، إي، أو)، مما يظهر قدرة أساسية على التقليد الصوتي.",
            "etat": "NON_COTE"
          },
          {
            "name": "Imite au moins 3 consonnes",
            "name_ar": "يقلد 3 حروف ساكنة على الأقل",
            "description": "L'enfant peut imiter au moins trois consonnes distinctes, indiquant une progression dans l'imitation de sons complexes.",
            "description_ar": "يستطيع الطفل تقليد ثلاثة حروف ساكنة مميزة على الأقل، مما يشير إلى تقدم في تقليد الأصوات المعقدة.",
            "etat": "NON_COTE"
          },
          {
            "name": "Imite au moins 3 syllabes simples",
            "name_ar": "يقلد 3 مقاطع صوتية بسيطة على الأقل",
            "description": "L'enfant peut imiter au moins trois syllabes simples (ex. : BA, MA, PA), démontrant une capacité à reproduire des structures sonores.",
            "description_ar": "يستطيع الطفل تقليد ثلاثة مقاطع صوتية بسيطة على الأقل (مثل: با، ما، با)، مما يظهر قدرة على إعادة إنتاج هياكل صوتية.",
            "etat": "NON_COTE"
          },
          {
            "name": "Répète des mots",
            "name_ar": "يكرر كلمات",
            "description": "L'enfant peut répéter des mots simples après les avoir entendus, montrant une acquisition du langage par imitation.",
            "description_ar": "يستطيع الطفل تكرار كلمات بسيطة بعد سماعها، مما يظهر اكتساب اللغة من خلال التقليد.",
            "etat": "NON_COTE"
          },
          {
            "name": "Répète une phrase de 3/4 mots",
            "name_ar": "يكرر جملة من 3/4 كلمات",
            "description": "L'enfant peut répéter une phrase courte composée de trois à quatre mots, indiquant une capacité à imiter des structures linguistiques plus complexes.",
            "description_ar": "يستطيع الطفل تكرار جملة قصيرة مكونة من ثلاث إلى أربع كلمات، مما يشير إلى قدرة على تقليد هياكل لغوية أكثر تعقيداً.",
            "etat": "NON_COTE"
          },
          {
            "name": "Reproduit la mélodie d’une chanson (prosodie)",
            "name_ar": "يُعيد إنتاج لحن أغنية (النبرة)",
            "description": "L'enfant peut imiter la mélodie ou la prosodie d’une chanson, démontrant une sensibilité aux intonations musicales.",
            "description_ar": "يستطيع الطفل تقليد لحن أو نبرة أغنية، مما يظهر حساسية للنبرات الموسيقية.",
            "etat": "NON_COTE"
          },
          {
            "name": "Imite des cris d’animaux",
            "name_ar": "يقلد أصوات الحيوانات",
            "description": "L'enfant peut imiter les cris d’animaux (ex. : chien, chat, vache), montrant une capacité à associer des sons à des concepts spécifiques.",
            "description_ar": "يستطيع الطفل تقليد أصوات الحيوانات (مثل: كلب، قط، بقرة)، مما يظهر قدرة على ربط الأصوات بمفاهيم محددة.",
            "etat": "NON_COTE"
          },
          {
            "name": "Imite des bruits environnants",
            "name_ar": "يقلد أصوات البيئة المحيطة",
            "description": "L'enfant peut imiter des bruits de l’environnement, comme une sirène de camion de pompier, une sonnerie ou le bruit d’une moto, démontrant une attention auditive et une capacité d’imitation.",
            "description_ar": "يستطيع الطفل تقليد أصوات البيئة المحيطة، مثل صفارة سيارة إطفاء، جرس، أو صوت دراجة نارية، مما يظهر انتباهاً سمعياً وقدرة على التقليد.",
            "etat": "NON_COTE"
          }
        ]
      }
    ]
  },
  {
    "category_name": "Autonomie",
    "category_name_ar": "الاستقلالية",
    "category_description": "Compétences d'autonomie dans les activités quotidiennes",
    "category_description_ar": "مهارات الاستقلالية في الأنشطة اليومية",
    "domains": [
      {
        "name": "Jeu occupationnel",
        "name_ar": "اللعب النشاطي",
        "description": "Capacité à s'engager dans des activités ludiques et occupationnelles de manière autonome",
        "description_ar": "القدرة على الانخراط في أنشطة لعبية ونشاطية بشكل مستقل",
        "items": [
          {
            "name": "Manipule et explore des objets (au moins 1 mn)",
            "name_ar": "يتعامل مع الأشياء ويستكشفها (لمدة دقيقة واحدة على الأقل)",
            "description": "L'enfant manipule et explore des objets pendant au moins une minute, démontrant une curiosité et une capacité d'engagement autonome.",
            "description_ar": "يتعامل الطفل مع الأشياء ويستكشفها لمدة دقيقة واحدة على الأقل، مما يظهر فضولاً وقدرة على الانخراط المستقل.",
            "etat": "NON_COTE"
          },
          {
            "name": "S’engage dans des jeux de cause à effet",
            "name_ar": "ينخرط في ألعاب السبب والنتيجة",
            "description": "L'enfant participe à des jeux de cause à effet, comme des jouets d'éveil ou des activités de transvasement, montrant une compréhension des relations d'action-réaction.",
            "description_ar": "يشارك الطفل في ألعاب السبب والنتيجة، مثل ألعاب الإيقاظ أو أنشطة النقل، مما يظهر فهماً لعلاقات الفعل والتفاعل.",
            "etat": "NON_COTE"
          },
          {
            "name": "Utilise des objets de façon fonctionnelle et adaptée",
            "name_ar": "يستخدم الأشياء بطريقة وظيفية ومناسبة",
            "description": "L'enfant utilise des objets de manière appropriée à leur fonction, comme tenir un crayon pour dessiner ou une cuillère pour manger.",
            "description_ar": "يستخدم الطفل الأشياء بطريقة مناسبة لوظيفتها، مثل إمساك قلم رصاص للرسم أو ملعقة للأكل.",
            "etat": "NON_COTE"
          },
          {
            "name": "S’engage dans un jeu moteur pendant au moins 2mn",
            "name_ar": "ينخرط في لعب حركي لمدة دقيقتين على الأقل",
            "description": "L'enfant participe à un jeu moteur, comme danser, basculer, sauter ou grimper, pendant au moins deux minutes, démontrant une endurance physique.",
            "description_ar": "يشارك الطفل في لعب حركي، مثل الرقص، التأرجح، القفز، أو التسلق، لمدة دقيقتين على الأقل، مما يظهر قدرة تحمل جسدية.",
            "etat": "NON_COTE"
          },
          {
            "name": "S’engage dans un jeu imaginaire et/ou faire semblant",
            "name_ar": "ينخرط في لعب خيالي و/أو التظاهر",
            "description": "L'enfant s'engage dans un jeu imaginaire ou de faire semblant, comme jouer à la dînette ou imiter un rôle, montrant une créativité.",
            "description_ar": "ينخرط الطفل في لعب خيالي أو التظاهر، مثل اللعب بالمطبخ أو تقليد دور، مما يظهر إبداعاً.",
            "etat": "NON_COTE"
          },
          {
            "name": "Regarde des livres",
            "name_ar": "يتصفح الكتب",
            "description": "L'enfant regarde ou feuillette des livres de manière autonome, démontrant un intérêt pour la lecture ou les images.",
            "description_ar": "يتصفح الطفل الكتب أو ينظر إليها بشكل مستقل، مما يظهر اهتماماً بالقراءة أو الصور.",
            "etat": "NON_COTE"
          },
          {
            "name": "Regarde la télévision",
            "name_ar": "يشاهد التلفاز",
            "description": "L'enfant regarde la télévision de manière autonome, montrant une capacité à s'occuper seul avec un média.",
            "description_ar": "يشاهد الطفل التلفاز بشكل مستقل، مما يظهر قدرة على الانشغال بمفرده بوسيلة إعلامية.",
            "etat": "NON_COTE"
          },
          {
            "name": "Utilise ordinateur/tablette/téléphone pour des jeux",
            "name_ar": "يستخدم الحاسوب/الجهاز اللوحي/الهاتف للألعاب",
            "description": "L'enfant utilise un ordinateur, une tablette ou un téléphone pour jouer, démontrant une capacité à interagir avec des outils numériques.",
            "description_ar": "يستخدم الطفل الحاسوب، الجهاز اللوحي، أو الهاتف للعب، مما يظهر قدرة على التفاعل مع الأدوات الرقمية.",
            "etat": "NON_COTE"
          },
          {
            "name": "Réalise des activités artistiques pendant 10min minimum",
            "name_ar": "يؤدي أنشطة فنية لمدة 10 دقائق على الأقل",
            "description": "L'enfant s'engage dans des activités artistiques comme colorier ou dessiner pendant au moins 10 minutes, montrant une concentration prolongée.",
            "description_ar": "ينخرط الطفل في أنشطة فنية مثل التلوين أو الرسم لمدة 10 دقائق على الأقل، مما يظهر تركيزاً طويلاً.",
            "etat": "NON_COTE"
          },
          {
            "name": "Partage des jeux en commun avec ses pairs",
            "name_ar": "يشارك في ألعاب مشتركة مع أقرانه",
            "description": "L'enfant participe à des jeux partagés avec d'autres enfants, démontrant une capacité à collaborer et interagir socialement.",
            "description_ar": "يشارك الطفل في ألعاب مشتركة مع أطفال آخرين، مما يظهر قدرة على التعاون والتفاعل الاجتماعي.",
            "etat": "NON_COTE"
          },
          {
            "name": "Sait faire un choix lorsqu’on lui propose plusieurs activités",
            "name_ar": "يستطيع اختيار نشاط عند اقتراح عدة أنشطة",
            "description": "L'enfant peut choisir une activité parmi plusieurs options proposées, montrant une capacité de prise de décision.",
            "description_ar": "يستطيع الطفل اختيار نشاط من بين عدة خيارات مقدمة، مما يظهر قدرة على اتخاذ القرار.",
            "etat": "NON_COTE"
          },
          {
            "name": "Sait arrêter une activité à la demande de l’adulte, ou quand elle est terminée",
            "name_ar": "يستطيع إيقاف نشاط بناءً على طلب الكبير، أو عند انتهائه",
            "description": "L'enfant arrête une activité lorsqu'un adulte le demande ou lorsqu'elle est terminée, démontrant une capacité à suivre des instructions et à gérer les transitions.",
            "description_ar": "يوقف الطفل نشاطاً عندما يطلبه كبير أو عندما ينتهي، مما يظهر قدرة على اتباع التعليمات وإدارة الانتقالات.",
            "etat": "NON_COTE"
          }
        ]
      },
      {
        "name": "Acquisition de la propreté de jour / de nuit",
        "name_ar": "اكتساب النظافة النهارية / الليلية",
        "description": "Compétences liées à l'acquisition de la propreté",
        "description_ar": "المهارات المرتبطة باكتساب النظافة",
        "items": [
          {
            "name": "Garde sa protection",
            "name_ar": "يحتفظ بحمايته",
            "description": "L'enfant porte encore une protection (couche) pour ses besoins, sans montrer de signes d'inconfort ou de changement.",
            "description_ar": "يستمر الطفل في ارتداء الحماية (الحفاض) لاحتياجاته، دون إظهار علامات عدم الراحة أو التغيير.",
            "etat": "NON_COTE"
          },
          {
            "name": "Réagit lorsqu’il est souillé",
            "name_ar": "يتفاعل عندما يكون متسخاً",
            "description": "L'enfant montre une réaction lorsqu'il est souillé, comme se cacher, s'agiter, solliciter l'adulte ou toucher sa protection, indiquant une prise de conscience.",
            "description_ar": "يظهر الطفل رد فعل عندما يكون متسخاً، مثل الاختباء، التململ، طلب الكبير، أو لمس حمايته، مما يشير إلى وعي.",
            "etat": "NON_COTE"
          },
          {
            "name": "Accepte d’être changé",
            "name_ar": "يقبل أن يتم تغييره",
            "description": "L'enfant accepte calmement qu'un adulte change sa protection, montrant une coopération dans cette routine.",
            "description_ar": "يقبل الطفل بهدوء أن يغير الكبير حمايته، مما يظهر تعاوناً في هذا الروتين.",
            "etat": "NON_COTE"
          },
          {
            "name": "Exprime qu’il a eu un accident",
            "name_ar": "يعبر عن وقوع حادث",
            "description": "L'enfant signale un accident (souillure) par un mot, un geste ou une autre forme de communication (préciser en commentaire).",
            "description_ar": "يبلغ الطفل عن حادث (تسخ) بكلمة، إيماءة، أو شكل آخر من التواصل (يُرجى التوضيح في التعليق).",
            "etat": "NON_COTE"
          },
          {
            "name": "Accepte d’entrer dans les toilettes",
            "name_ar": "يقبل دخول المرحاض",
            "description": "L'enfant accepte d'entrer dans les toilettes sans résistance, montrant une familiarisation avec l'environnement.",
            "description_ar": "يقبل الطفل دخول المرحاض دون مقاومة، مما يظهر ألفة مع البيئة.",
            "etat": "NON_COTE"
          },
          {
            "name": "Accepte de s’asseoir sur les WC au moins 2mn",
            "name_ar": "يقبل الجلوس على المرحاض لمدة دقيقتين على الأقل",
            "description": "L'enfant accepte de s'asseoir sur les toilettes, pantalon baissé, pendant au moins deux minutes, démontrant une tolérance à cette routine.",
            "description_ar": "يقبل الطفل الجلوس على المرحاض، مع سرواله منزول، لمدة دقيقتين على الأقل، مما يظهر تحملاً لهذا الروتين.",
            "etat": "NON_COTE"
          },
          {
            "name": "Urine lorsqu’il est amené sur les toilettes",
            "name_ar": "يتبول عندما يُؤخذ إلى المرحاض",
            "description": "L'enfant urine lorsqu'il est assis sur les toilettes, montrant une progression vers la propreté.",
            "description_ar": "يتبول الطفل عندما يكون جالساً على المرحاض، مما يظهر تقدماً نحو النظافة.",
            "etat": "NON_COTE"
          },
          {
            "name": "Défèque lorsqu’il est amené sur les toilettes",
            "name_ar": "يتغوط عندما يُؤخذ إلى المرحاض",
            "description": "L'enfant défèque lorsqu'il est assis sur les toilettes, indiquant une avancée dans l'acquisition de la propreté.",
            "description_ar": "يتغوط الطفل عندما يكون جالساً على المرحاض، مما يشير إلى تقدم في اكتساب النظافة.",
            "etat": "NON_COTE"
          },
          {
            "name": "Reste propre durant au moins 2h00",
            "name_ar": "يبقى نظيفاً لمدة ساعتين على الأقل",
            "description": "L'enfant reste propre pendant au moins deux heures, démontrant une capacité à se retenir.",
            "description_ar": "يبقى الطفل نظيفاً لمدة ساعتين على الأقل، مما يظهر قدرة على ضبط النفس.",
            "etat": "NON_COTE"
          },
          {
            "name": "Demande à aller aux toilettes",
            "name_ar": "يطلب الذهاب إلى المرحاض",
            "description": "L'enfant exprime son besoin d’aller aux toilettes, par un mot, un geste ou un autre moyen de communication.",
            "description_ar": "يعبر الطفل عن حاجته للذهاب إلى المرحاض، بكلمة، إيماءة، أو وسيلة تواصل أخرى.",
            "etat": "NON_COTE"
          },
          {
            "name": "Se rend seul aux toilettes",
            "name_ar": "يذهب إلى المرحاض بمفرده",
            "description": "L'enfant se rend aux toilettes de manière autonome sans l'intervention d'un adulte.",
            "description_ar": "يذهب الطفل إلى المرحاض بشكل مستقل دون تدخل الكبير.",
            "etat": "NON_COTE"
          },
          {
            "name": "Se déshabille et rhabille seul aux toilettes",
            "name_ar": "يخلع ملابسه ويعيد ارتداءها بمفرده في المرحاض",
            "description": "L'enfant se déshabille et se rhabille seul lorsqu'il utilise les toilettes, sans aide ou demande à l'adulte.",
            "description_ar": "يخلع الطفل ملابسه ويعيد ارتداءها بمفرده عند استخدام المرحاض، دون مساعدة أو طلب من الكبير.",
            "etat": "NON_COTE"
          },
          {
            "name": "S’essuie seul lorsqu’il a terminé",
            "name_ar": "يمسح نفسه بمفرده عند الانتهاء",
            "description": "L'enfant s'essuie seul après avoir utilisé les toilettes, démontrant une autonomie dans cette tâche.",
            "description_ar": "يمسح الطفل نفسه بمفرده بعد استخدام المرحاض، مما يظهر استقلالية في هذه المهمة.",
            "etat": "NON_COTE"
          },
          {
            "name": "Se lève lorsqu’il a terminé",
            "name_ar": "يقوم عندما ينتهي",
            "description": "L'enfant se lève des toilettes de manière autonome une fois qu'il a terminé.",
            "description_ar": "يقوم الطفل من المرحاض بشكل مستقل بعد الانتهاء.",
            "etat": "NON_COTE"
          },
          {
            "name": "Propre le jour",
            "name_ar": "نظيف نهاراً",
            "description": "L'enfant reste propre pendant la journée, n'ayant plus besoin de protection pour ses besoins diurnes.",
            "description_ar": "يبقى الطفل نظيفاً خلال النهار، دون الحاجة إلى حماية لاحتياجاته النهارية.",
            "etat": "NON_COTE"
          },
          {
            "name": "Propre la nuit",
            "name_ar": "نظيف ليلاً",
            "description": "L'enfant reste propre pendant la nuit, n'ayant plus besoin de protection pour ses besoins nocturnes.",
            "description_ar": "يبقى الطفل نظيفاً خلال الليل، دون الحاجة إلى حماية لاحتياجاته الليلية.",
            "etat": "NON_COTE"
          },
          {
            "name": "Se lave les mains après ses besoins",
            "name_ar": "يغسل يديه بعد قضاء حاجته",
            "description": "L'enfant se lave les mains après avoir utilisé les toilettes, démontrant une compréhension des règles d'hygiène.",
            "description_ar": "يغسل الطفل يديه بعد استخدام المرحاض، مما يظهر فهماً لقواعد النظافة.",
            "etat": "NON_COTE"
          },
          {
            "name": "S’essuie/se sèche les mains",
            "name_ar": "يمسح/يجفف يديه",
            "description": "L'enfant s'essuie ou sèche ses mains après les avoir lavées, montrant une autonomie dans cette routine.",
            "description_ar": "يمسح الطفل أو يجفف يديه بعد غسلهما، مما يظهر استقلالية في هذا الروتين.",
            "etat": "NON_COTE"
          },
          {
            "name": "Identifie les WC dans les lieux publics",
            "name_ar": "يتعرف على المراحيض في الأماكن العامة",
            "description": "L'enfant reconnaît les toilettes dans des lieux publics, démontrant une généralisation de ses compétences d'autonomie.",
            "description_ar": "يتعرف الطفل على المراحيض في الأماكن العامة، مما يظهر تعميماً لمهاراته الاستقلالية.",
            "etat": "NON_COTE"
          }
        ]
      },
      {
        "name": "Hygiène corporelle",
        "name_ar": "النظافة الشخصية",
        "description": "Compétences liées à l'hygiène personnelle",
        "description_ar": "المهارات المرتبطة بالنظافة الشخصية",
        "items": [
          {
            "name": "Se lave les mains seul",
            "name_ar": "يغسل يديه بمفرده",
            "description": "L'enfant se lave les mains de manière autonome, sans aide, en utilisant du savon et de l'eau.",
            "description_ar": "يغسل الطفل يديه بشكل مستقل، دون مساعدة، باستخدام الصابون والماء.",
            "etat": "NON_COTE"
          },
          {
            "name": "S’essuie les mains seul",
            "name_ar": "يمسح يديه بمفرده",
            "description": "L'enfant s'essuie les mains seul après les avoir lavées, montrant une autonomie dans cette tâche.",
            "description_ar": "يمسح الطفل يديه بمفرده بعد غسلهما، مما يظهر استقلالية في هذه المهمة.",
            "etat": "NON_COTE"
          },
          {
            "name": "Accepte qu’on lui brosse les dents",
            "name_ar": "يقبل أن يتم تنظيف أسنانه",
            "description": "L'enfant accepte qu'un adulte lui brosse les dents, montrant une coopération dans cette routine.",
            "description_ar": "يقبل الطفل أن ينظف الكبير أسنانه، مما يظهر تعاوناً في هذا الروتين.",
            "etat": "NON_COTE"
          },
          {
            "name": "Se brosse les dents efficacement",
            "name_ar": "ينظف أسنانه بفعالية",
            "description": "L'enfant se brosse les dents seul de manière efficace, couvrant toutes les zones nécessaires.",
            "description_ar": "ينظف الطفل أسنانه بمفرده بفعالية، مغطياً جميع المناطق اللازمة.",
            "etat": "NON_COTE"
          },
          {
            "name": "Accepte qu’on lui brosse les cheveux",
            "name_ar": "يقبل أن يتم تمشيط شعره",
            "description": "L'enfant accepte qu'un adulte lui brosse les cheveux, démontrant une tolérance à cette routine.",
            "description_ar": "يقبل الطفل أن يمشط الكبير شعره، مما يظهر تحملاً لهذا الروتين.",
            "etat": "NON_COTE"
          },
          {
            "name": "Se brosse les cheveux seul",
            "name_ar": "يمشط شعره بمفرده",
            "description": "L'enfant se brosse les cheveux de manière autonome, montrant une compétence dans l'entretien personnel.",
            "description_ar": "يمشط الطفل شعره بشكل مستقل، مما يظهر كفاءة في العناية الشخصية.",
            "etat": "NON_COTE"
          },
          {
            "name": "Accepte qu’on lui coupe les ongles",
            "name_ar": "يقبل أن يتم قص أظافره",
            "description": "L'enfant accepte qu'un adulte lui coupe les ongles, montrant une coopération dans cette tâche.",
            "description_ar": "يقبل الطفل أن يقص الكبير أظافره، مما يظهر تعاوناً في هذه المهمة.",
            "etat": "NON_COTE"
          },
          {
            "name": "Se coupe les ongles seul",
            "name_ar": "يقص أظافره بمفرده",
            "description": "L'enfant coupe ses ongles de manière autonome, démontrant une compétence avancée en hygiène personnelle.",
            "description_ar": "يقص الطفل أظافره بشكل مستقل، مما يظهر كفاءة متقدمة في النظافة الشخصية.",
            "etat": "NON_COTE"
          },
          {
            "name": "Utilise seul les produits d’hygiène corporelle",
            "name_ar": "يستخدم منتجات النظافة الشخصية بمفرده",
            "description": "L'enfant utilise de manière autonome des produits d’hygiène (savon, shampoing) en choisissant le produit adapté et en contrôlant la quantité.",
            "description_ar": "يستخدم الطفل منتجات النظافة (الصابون، الشامبو) بشكل مستقل، مختاراً المنتج المناسب ومتحكماً بالكمية.",
            "etat": "NON_COTE"
          },
          {
            "name": "Se savonne seul",
            "name_ar": "يغسل جسمه بالصابون بمفرده",
            "description": "L'enfant se savonne seul pendant le bain ou la douche, montrant une autonomie dans le nettoyage corporel.",
            "description_ar": "يغسل الطفل جسمه بالصابون بمفرده أثناء الاستحمام، مما يظهر استقلالية في تنظيف الجسم.",
            "etat": "NON_COTE"
          },
          {
            "name": "Se rince seul",
            "name_ar": "يشطف نفسه بمفرده",
            "description": "L'enfant se rince seul après s’être savonné, démontrant une maîtrise des étapes du bain ou de la douche.",
            "description_ar": "يشطف الطفل نفسه بمفرده بعد استخدام الصابون، مما يظهر إتقاناً لمراحل الاستحمام.",
            "etat": "NON_COTE"
          },
          {
            "name": "Accepte qu’on lui lave les cheveux",
            "name_ar": "يقبل أن يتم غسل شعره",
            "description": "L'enfant accepte qu’un adulte lui lave les cheveux, montrant une tolérance à cette routine.",
            "description_ar": "يقبل الطفل أن يغسل الكبير شعره، مما يظهر تحملاً لهذا الروتين.",
            "etat": "NON_COTE"
          },
          {
            "name": "Se lave les cheveux seul",
            "name_ar": "يغسل شعره بمفرده",
            "description": "L'enfant se lave les cheveux de manière autonome, démontrant une compétence dans l'hygiène capillaire.",
            "description_ar": "يغسل الطفل شعره بشكل مستقل، مما يظهر كفاءة في النظافة الشعرية.",
            "etat": "NON_COTE"
          },
          {
            "name": "Accepte qu’on lui coupe les cheveux",
            "name_ar": "يقبل أن يتم قص شعره",
            "description": "L'enfant accepte qu’un adulte lui coupe les cheveux, montrant une coopération dans cette tâche.",
            "description_ar": "يقبل الطفل أن يقص الكبير شعره، مما يظهر تعاوناً في هذه المهمة.",
            "etat": "NON_COTE"
          },
          {
            "name": "S’essuie seul avec une serviette",
            "name_ar": "يمسح نفسه بمنشفة بمفرده",
            "description": "L'enfant s’essuie seul avec une serviette après le bain ou la douche, démontrant une autonomie dans cette étape.",
            "description_ar": "يمسح الطفل نفسه بمنشفة بمفرده بعد الاستحمام، مما يظهر استقلالية في هذه الخطوة.",
            "etat": "NON_COTE"
          },
          {
            "name": "Allume et éteint l’eau seul",
            "name_ar": "يفتح ويغلق الماء بمفرده",
            "description": "L'enfant allume et éteint l’eau de manière autonome, par exemple pour se laver les mains ou prendre une douche.",
            "description_ar": "يفتح الطفل ويغلق الماء بشكل مستقل، على سبيل المثال لغسل يديه أو أخذ دش.",
            "etat": "NON_COTE"
          },
          {
            "name": "Régule la température de l’eau seul",
            "name_ar": "يضبط درجة حرارة الماء بمفرده",
            "description": "L'enfant ajuste la température de l’eau de manière autonome, démontrant une compréhension de la sécurité et du confort.",
            "description_ar": "يضبط الطفل درجة حرارة الماء بشكل مستقل، مما يظهر فهماً للسلامة والراحة.",
            "etat": "NON_COTE"
          },
          {
            "name": "Se mouche seul",
            "name_ar": "يمخط أنفه بمفرده",
            "description": "L'enfant se mouche seul avec un mouchoir, montrant une compétence en hygiène nasale.",
            "description_ar": "يمخط الطفل أنفه بمفرده باستخدام منديل، مما يظهر كفاءة في النظافة الأنفية.",
            "etat": "NON_COTE"
          },
          {
            "name": "Se rase seul",
            "name_ar": "يحلق بمفرده",
            "description": "L'enfant ou l'adolescent se rase de manière autonome, démontrant une compétence avancée en hygiène personnelle.",
            "description_ar": "يحلق الطفل أو المراهق بشكل مستقل، مما يظهر كفاءة متقدمة في النظافة الشخصية.",
            "etat": "NON_COTE"
          },
          {
            "name": "Met une protection hygiénique seul",
            "name_ar": "يضع حماية صحية بمفرده",
            "description": "L'enfant ou l'adolescent met une protection hygiénique (par exemple, pour les règles) de manière autonome.",
            "description_ar": "يضع الطفل أو المراهق حماية صحية (مثل، للدورة الشهرية) بشكل مستقل.",
            "etat": "NON_COTE"
          },
          {
            "name": "Change sa protection hygiénique seul",
            "name_ar": "يغير حمايته الصحية بمفرده",
            "description": "L'enfant ou l'adolescent change sa protection hygiénique de manière autonome, montrant une gestion indépendante de l'hygiène personnelle.",
            "description_ar": "يغير الطفل أو المراهق حمايته الصحية بشكل مستقل، مما يظهر إدارة مستقلة للنظافة الشخصية.",
            "etat": "NON_COTE"
          }
        ]
      },
      {
        "name": "Habillage / déshabillage",
        "name_ar": "اللباس / خلع الملابس",
        "description": "Compétences liées à l’habillage et au déshabillage",
        "description_ar": "المهارات المرتبطة باللباس وخلع الملابس",
        "items": [
          {
            "name": "Se déshabille (membres inférieurs)",
            "name_ar": "يخلع ملابسه (الأطراف السفلية)",
            "description": "L'enfant enlève seul ses vêtements des membres inférieurs, comme un pantalon ou des chaussettes.",
            "description_ar": "يخلع الطفل ملابسه من الأطراف السفلية بمفرده، مثل السروال أو الجوارب.",
            "etat": "NON_COTE"
          },
          {
            "name": "Se déshabille (membres supérieurs)",
            "name_ar": "يخلع ملابسه (الأطراف العلوية)",
            "description": "L'enfant enlève seul ses vêtements des membres supérieurs, comme un t-shirt ou une veste.",
            "description_ar": "يخلع الطفل ملابسه من الأطراف العلوية بمفرده، مثل تي-شيرت أو جاكيت.",
            "etat": "NON_COTE"
          },
          {
            "name": "S’habille (membres inférieurs)",
            "name_ar": "يلبس ملابسه (الأطراف السفلية)",
            "description": "L'enfant met seul ses vêtements des membres inférieurs, comme un pantalon ou des chaussettes.",
            "description_ar": "يلبس الطفل ملابسه من الأطراف السفلية بمفرده، مثل السروال أو الجوارب.",
            "etat": "NON_COTE"
          },
          {
            "name": "S’habille (membres supérieurs)",
            "name_ar": "يلبس ملابسه (الأطراف العلوية)",
            "description": "L'enfant met seul ses vêtements des membres supérieurs, comme un t-shirt ou une veste.",
            "description_ar": "يلبس الطفل ملابسه من الأطراف العلوية بمفرده، مثل تي-شيرت أو جاكيت.",
            "etat": "NON_COTE"
          },
          {
            "name": "Enchaîne seul la mise des vêtements",
            "name_ar": "يتابع ارتداء الملابس بمفرده",
            "description": "L'enfant enchaîne de manière autonome les étapes pour s’habiller, comme mettre des chaussettes, un pantalon, puis un haut.",
            "description_ar": "يتابع الطفل خطوات ارتداء الملابس بشكل مستقل، مثل لبس الجوارب، السروال، ثم القميص.",
            "etat": "NON_COTE"
          },
          {
            "name": "Choisit seul ses vêtements",
            "name_ar": "يختار ملابسه بمفرده",
            "description": "L'enfant sélectionne ses vêtements de manière autonome, démontrant une capacité de prise de décision.",
            "description_ar": "يختار الطفل ملابسه بشكل مستقل، مما يظهر قدرة على اتخاذ القرار.",
            "etat": "NON_COTE"
          },
          {
            "name": "Adapte le choix de ses vêtements à la saison et au temps qu’il fait",
            "name_ar": "يوائم اختيار ملابسه مع الموسم والطقس",
            "description": "L'enfant choisit des vêtements adaptés à la saison ou aux conditions météorologiques, comme un manteau en hiver ou un t-shirt en été.",
            "description_ar": "يختار الطفل ملابس تتناسب مع الموسم أو الظروف الجوية، مثل معطف في الشتاء أو تي-شيرت في الصيف.",
            "etat": "NON_COTE"
          },
          {
            "name": "Enlève son manteau/sa veste",
            "name_ar": "يخلع معطفه/جاكيته",
            "description": "L'enfant enlève son manteau ou sa veste de manière autonome.",
            "description_ar": "يخلع الطفل معطفه أو جاكيته بشكل مستقل.",
            "etat": "NON_COTE"
          },
          {
            "name": "Met son manteau/sa veste",
            "name_ar": "يلبس معطفه/جاكيته",
            "description": "L'enfant met son manteau ou sa veste de manière autonome.",
            "description_ar": "يلبس الطفل معطفه أو جاكيته بشكل مستقل.",
            "etat": "NON_COTE"
          },
          {
            "name": "Enclenche sa fermeture éclair",
            "name_ar": "يبدأ إغلاق السحاب",
            "description": "L'enfant commence à fermer une fermeture éclair de manière autonome, démontrant une coordination motrice fine.",
            "description_ar": "يبدأ الطفل إغلاق السحاب بشكل مستقل، مما يظهر تناسقاً حركياً دقيقاً.",
            "etat": "NON_COTE"
          },
          {
            "name": "Monte/Descend sa fermeture éclair",
            "name_ar": "يرفع/يخفض السحاب",
            "description": "L'enfant monte ou descend une fermeture éclair de manière autonome, montrant une maîtrise complète de cette tâche.",
            "description_ar": "يرفع الطفل أو يخفض السحاب بشكل مستقل، مما يظهر إتقاناً كاملاً لهذه المهمة.",
            "etat": "NON_COTE"
          },
          {
            "name": "Enlève ses chaussures",
            "name_ar": "يخلع حذاءه",
            "description": "L'enfant enlève ses chaussures de manière autonome.",
            "description_ar": "يخلع الطفل حذاءه بشكل مستقل.",
            "etat": "NON_COTE"
          },
          {
            "name": "Met ses chaussures",
            "name_ar": "يلبس حذاءه",
            "description": "L'enfant met ses chaussures de manière autonome.",
            "description_ar": "يلبس الطفل حذاءه بشكل مستقل.",
            "etat": "NON_COTE"
          },
          {
            "name": "Accroche ses scratchs",
            "name_ar": "يثبت أشرطة الفيلكرو",
            "description": "L'enfant attache les scratchs de ses chaussures ou vêtements de manière autonome.",
            "description_ar": "يثبت الطفل أشرطة الفيلكرو في حذائه أو ملابسه بشكل مستقل.",
            "etat": "NON_COTE"
          },
          {
            "name": "Fait ses lacets",
            "name_ar": "يربط أربطة حذائه",
            "description": "L'enfant noue ses lacets de manière autonome, démontrant une coordination motrice fine avancée.",
            "description_ar": "يربط الطفل أربطة حذائه بشكل مستقل، مما يظهر تناسقاً حركياً دقيقاً متقدماً.",
            "etat": "NON_COTE"
          },
          {
            "name": "Enfile ses chaussettes",
            "name_ar": "يلبس جواربه",
            "description": "L'enfant met ses chaussettes de manière autonome, montrant une coordination dans l’habillage.",
            "description_ar": "يلبس الطفل جواربه بشكل مستقل، مما يظهر تناسقاً في اللباس.",
            "etat": "NON_COTE"
          }
        ]
      },
      {
        "name": "Repas",
        "name_ar": "الوجبات",
        "description": "Compétences liées à la gestion autonome des repas",
        "description_ar": "المهارات المرتبطة بالإدارة المستقلة للوجبات",
        "items": [
          {
            "name": "Reste assis le temps du repas (20min)",
            "name_ar": "يبقى جالساً طوال وقت الوجبة (أكثر من 20 دقيقة)",
            "description": "L'enfant reste assis à table pendant au moins 20 minutes durant le repas, montrant une capacité à respecter les routines alimentaires.",
            "description_ar": "يبقى الطفل جالساً على الطاولة لمدة 20 دقيقة على الأقل أثناء الوجبة، مما يظهر قدرة على احترام روتين الطعام.",
            "etat": "NON_COTE"
          },
          {
            "name": "Patiente entre les plats",
            "name_ar": "يصبر بين الأطباق",
            "description": "L'enfant attend calmement entre les plats pendant le repas, démontrant une patience et une compréhension des routines.",
            "description_ar": "ينتظر الطفل بهدوء بين الأطباق أثناء الوجبة، مما يظهر صبراً وفهماً للروتين.",
            "etat": "NON_COTE"
          },
          {
            "name": "Utilise ses couverts de manière adaptée",
            "name_ar": "يستخدم أدوات المائدة بشكل مناسب",
            "description": "L'enfant utilise correctement des couverts (cuillère, fourchette, couteau) de manière adaptée à son âge (préciser en commentaire).",
            "description_ar": "يستخدم الطفل أدوات المائدة (ملعقة، شوكة، سكين) بشكل صحيح ومناسب لعمره (يُرجى التوضيح في التعليق).",
            "etat": "NON_COTE"
          },
          {
            "name": "Mange avec une cuillère",
            "name_ar": "يأكل بملعقة",
            "description": "L'enfant utilise une cuillère de manière autonome pour manger, montrant une coordination motrice fine.",
            "description_ar": "يستخدم الطفل ملعقة بشكل مستقل للأكل، مما يظهر تناسقاً حركياً دقيقاً.",
            "etat": "NON_COTE"
          },
          {
            "name": "Mange avec une fourchette",
            "name_ar": "يأكل بشوكة",
            "description": "L'enfant utilise une fourchette de manière autonome pour manger, démontrant une maîtrise accrue des couverts.",
            "description_ar": "يستخدم الطفل شوكة بشكل مستقل للأكل، مما يظهر إتقاناً متزايداً لأدوات المائدة.",
            "etat": "NON_COTE"
          },
          {
            "name": "Mange proprement avec les doigts pour certains aliments",
            "name_ar": "يأكل بنظافة بأصابعه لبعض الأطعمة",
            "description": "L'enfant mange proprement avec ses doigts pour des aliments appropriés, comme des fruits ou des frites.",
            "description_ar": "يأكل الطفل بنظافة بأصابعه لأطعمة مناسبة، مثل الفواكه أو البطاطس المقلية.",
            "etat": "NON_COTE"
          },
          {
            "name": "Utilise correctement le couteau pendant le repas",
            "name_ar": "يستخدم السكين بشكل صحيح أثناء الوجبة",
            "description": "L'enfant utilise un couteau de manière adaptée pour couper ou tartiner pendant le repas.",
            "description_ar": "يستخدم الطفل سكيناً بشكل مناسب للقطع أو الدهن أثناء الوجبة.",
            "etat": "NON_COTE"
          },
          {
            "name": "Coupe ses aliments au couteau",
            "name_ar": "يقطع طعامه بالسكين",
            "description": "L'enfant coupe ses aliments avec un couteau de manière autonome, démontrant une coordination avancée.",
            "description_ar": "يقطع الطفل طعامه بالسكين بشكل مستقل، مما يظهر تناسقاً متقدماً.",
            "etat": "NON_COTE"
          },
          {
            "name": "Boit au verre",
            "name_ar": "يشرب من الكوب",
            "description": "L'enfant boit dans un verre de manière autonome, sans renverser.",
            "description_ar": "يشرب الطفل من كوب بشكل مستقل، دون إراقة.",
            "etat": "NON_COTE"
          },
          {
            "name": "Boit à la paille",
            "name_ar": "يشرب بماصة",
            "description": "L'enfant boit avec une paille de manière autonome, montrant une coordination buccale.",
            "description_ar": "يشرب الطفل بماصة بشكل مستقل، مما يظهر تناسقاً فموياً.",
            "etat": "NON_COTE"
          },
          {
            "name": "Se sert à boire sans renverser",
            "name_ar": "يصب لنفسه شراباً دون إراقة",
            "description": "L'enfant se sert à boire de manière autonome sans renverser, démontrant une précision dans les gestes.",
            "description_ar": "يصب الطفل لنفسه شراباً بشكل مستقل دون إراقة، مما يظهر دقة في الحركات.",
            "etat": "NON_COTE"
          },
          {
            "name": "Se sert à manger proprement et en quantité contrôlée",
            "name_ar": "يصب لنفسه طعاماً بنظافة وبكمية مضبوطة",
            "description": "L'enfant se sert à manger de manière autonome, en contrôlant la quantité et en évitant de renverser.",
            "description_ar": "يصب الطفل لنفسه طعاماً بشكل مستقل، متجنباً الإراقة ومتحكماً بالكمية.",
            "etat": "NON_COTE"
          },
          {
            "name": "Ouvre différents emballages et récipients",
            "name_ar": "يفتح عبوات وحاويات مختلفة",
            "description": "L'enfant ouvre des emballages ou récipients, comme des sachets ou des pots de yaourt, de manière autonome.",
            "description_ar": "يفتح الطفل عبوات أو حاويات، مثل أكياس أو علب الزبادي، بشكل مستقل.",
            "etat": "NON_COTE"
          },
          {
            "name": "Diversifie son alimentation",
            "name_ar": "ينوع طعامه",
            "description": "L'enfant accepte de manger une variété d'aliments, montrant une ouverture à la diversification alimentaire.",
            "description_ar": "يقبل الطفل تناول مجموعة متنوعة من الأطعمة، مما يظهر انفتاحاً على تنويع الطعام.",
            "etat": "NON_COTE"
          },
          {
            "name": "Débarrasse la table",
            "name_ar": "يرتب الطاولة",
            "description": "L'enfant participe au débarrassage de la table après le repas, démontrant une contribution aux tâches collectives.",
            "description_ar": "يشارك الطفل في ترتيب الطاولة بعد الوجبة، مما يظهر مساهمة في المهام الجماعية.",
            "etat": "NON_COTE"
          }
        ]
      },
      {
        "name": "Autonomie domestique (adolescents/adultes)",
        "name_ar": "الاستقلالية المنزلية (المراهقون/البالغون)",
        "description": "Compétences domestiques pour adolescents et adultes",
        "description_ar": "المهارات المنزلية للمراهقين والبالغين",
        "items": [
          {
            "name": "Met la table (pour lui et pour d’autres personnes)",
            "name_ar": "يجهز الطاولة (لنفسه وللآخرين)",
            "description": "L'individu met la table pour lui-même et pour d'autres, montrant une participation aux tâches domestiques collectives.",
            "description_ar": "يجهز الفرد الطاولة لنفسه وللآخرين، مما يظهر مشاركة في المهام المنزلية الجماعية.",
            "etat": "NON_COTE"
          },
          {
            "name": "Débarrasse la table (pour lui et pour d’autres personnes)",
            "name_ar": "يرتب الطاولة (لنفسه وللآخرين)",
            "description": "L'individu débarrasse la table pour lui-même et pour d'autres, contribuant aux routines domestiques.",
            "description_ar": "يرتب الفرد الطاولة لنفسه وللآخرين، مساهماً في الروتين المنزلي.",
            "etat": "NON_COTE"
          },
          {
            "name": "Nettoie la table",
            "name_ar": "ينظف الطاولة",
            "description": "L'individu nettoie la table après le repas, démontrant une responsabilité dans l'entretien de l'espace.",
            "description_ar": "ينظف الفرد الطاولة بعد الوجبة، مما يظهر مسؤولية في صيانة المكان.",
            "etat": "NON_COTE"
          },
          {
            "name": "Nettoie la vaisselle",
            "name_ar": "ينظف الأطباق",
            "description": "L'individu nettoie la vaisselle de manière autonome, montrant une compétence dans les tâches ménagères.",
            "description_ar": "ينظف الفرد الأطباق بشكل مستقل، مما يظهر كفاءة في المهام المنزلية.",
            "etat": "NON_COTE"
          },
          {
            "name": "Remplit le lave-vaisselle",
            "name_ar": "يملأ غسالة الأطباق",
            "description": "L'individu remplit le lave-vaisselle de manière autonome, organisant la vaisselle correctement.",
            "description_ar": "يملأ الفرد غسالة الأطباق بشكل مستقل، منظماً الأطباق بشكل صحيح.",
            "etat": "NON_COTE"
          },
          {
            "name": "Vide le lave-vaisselle",
            "name_ar": "يفرغ غسالة الأطباق",
            "description": "L'individu vide le lave-vaisselle de manière autonome, rangeant la vaisselle propre.",
            "description_ar": "يفرغ الفرد غسالة الأطباق بشكل مستقل، مرتباً الأطباق النظيفة.",
            "etat": "NON_COTE"
          },
          {
            "name": "Range la vaisselle",
            "name_ar": "يرتب الأطباق",
            "description": "L'individu range la vaisselle propre dans les endroits appropriés, comme les placards ou tiroirs.",
            "description_ar": "يرتب الفرد الأطباق النظيفة في الأماكن المناسبة، مثل الخزائن أو الأدراج.",
            "etat": "NON_COTE"
          },
          {
            "name": "Jette les ordures à la poubelle",
            "name_ar": "يرمي النفايات في سلة المهملات",
            "description": "L'individu jette les ordures à la poubelle de manière autonome, contribuant à la propreté de l'environnement.",
            "description_ar": "يرمي الفرد النفايات في سلة المهملات بشكل مستقل، مساهماً في نظافة البيئة.",
            "etat": "NON_COTE"
          },
          {
            "name": "Épluche des fruits et des légumes",
            "name_ar": "يقشر الفواكه والخضروات",
            "description": "L'individu épluche des fruits et légumes de manière autonome, montrant une compétence en préparation alimentaire.",
            "description_ar": "يقشر الفرد الفواكه والخضروات بشكل مستقل، مما يظهر كفاءة في تحضير الطعام.",
            "etat": "NON_COTE"
          },
          {
            "name": "Cuisine 2 ou 3 plats seul",
            "name_ar": "يطبخ طبقين أو ثلاثة بمفرده",
            "description": "L'individu cuisine de manière autonome deux ou trois plats simples, démontrant une autonomie culinaire.",
            "description_ar": "يطبخ الفرد طبقين أو ثلاثة أطباق بسيطة بشكل مستقل، مما يظهر استقلالية طهوية.",
            "etat": "NON_COTE"
          },
          {
            "name": "Sait suivre une recette",
            "name_ar": "يستطيع اتباع وصفة",
            "description": "L'individu suit une recette de manière autonome, respectant les étapes et les proportions indiquées.",
            "description_ar": "يتبع الفرد وصفة بشكل مستقل، محترماً الخطوات والنسب المحددة.",
            "etat": "NON_COTE"
          },
          {
            "name": "Jette les déchets à la poubelle spontanément",
            "name_ar": "يرمي النفايات في سلة المهملات تلقائياً",
            "description": "L'individu jette les déchets à la poubelle de sa propre initiative, montrant une responsabilité spontanée.",
            "description_ar": "يرمي الفرد النفايات في سلة المهملات بمبادرته الخاصة، مما يظهر مسؤولية تلقائية.",
            "etat": "NON_COTE"
          },
          {
            "name": "Passe le balai",
            "name_ar": "يمسح الأرض بالمكنسة",
            "description": "L'individu passe le balai pour nettoyer le sol, démontrant une participation aux tâches de ménage.",
            "description_ar": "يمسح الفرد الأرض بالمكنسة لتنظيفها، مما يظهر مشاركة في مهام التنظيف.",
            "etat": "NON_COTE"
          },
          {
            "name": "Passe l’aspirateur",
            "name_ar": "يستخدم المكنسة الكهربائية",
            "description": "L'individu passe l’aspirateur de manière autonome, contribuant au nettoyage de l’espace.",
            "description_ar": "يستخدم الفرد المكنسة الكهربائية بشكل مستقل، مساهماً في تنظيف المكان.",
            "etat": "NON_COTE"
          },
          {
            "name": "Lave le sol",
            "name_ar": "يغسل الأرض",
            "description": "L'individu lave le sol de manière autonome, utilisant les outils et produits adaptés.",
            "description_ar": "يغسل الفرد الأرض بشكل مستقل، باستخدام الأدوات والمنتجات المناسبة.",
            "etat": "NON_COTE"
          },
          {
            "name": "Fait son lit",
            "name_ar": "يرتب سريره",
            "description": "L'individu fait son lit de manière autonome, montrant une responsabilité dans l’entretien de son espace personnel.",
            "description_ar": "يرتب الفرد سريره بشكل مستقل، مما يظهر مسؤولية في صيانة مساحته الشخصية.",
            "etat": "NON_COTE"
          },
          {
            "name": "Nettoie des surfaces",
            "name_ar": "ينظف الأسطح",
            "description": "L'individu nettoie des surfaces comme les meubles ou les vitres, utilisant des produits adaptés de manière autonome.",
            "description_ar": "ينظف الفرد الأسطح مثل الأثاث أو النوافذ، باستخدام منتجات مناسبة بشكل مستقل.",
            "etat": "NON_COTE"
          },
          {
            "name": "Met ses vêtements au linge sale",
            "name_ar": "يضع ملابسه المتسخة في سلة الغسيل",
            "description": "L'individu met ses vêtements sales dans le panier à linge de manière autonome, contribuant à la gestion du linge.",
            "description_ar": "يضع الفرد ملابسه المتسخة في سلة الغسيل بشكل مستقل، مساهماً في إدارة الغسيل.",
            "etat": "NON_COTE"
          },
          {
            "name": "Fait tourner une machine à laver",
            "name_ar": "يُشغل غسالة الملابس",
            "description": "L'individu lance une machine à laver de manière autonome, sélectionnant le programme approprié.",
            "description_ar": "يُشغل الفرد غسالة الملابس بشكل مستقل، مختاراً البرنامج المناسب.",
            "etat": "NON_COTE"
          },
          {
            "name": "Étend le linge",
            "name_ar": "ينشر الغسيل",
            "description": "L'individu étend le linge de manière autonome, montrant une participation aux tâches de lessive.",
            "description_ar": "ينشر الفرد الغسيل بشكل مستقل، مما يظهر مشاركة في مهام الغسيل.",
            "etat": "NON_COTE"
          },
          {
            "name": "Plie des vêtements",
            "name_ar": "يطوي الملابس",
            "description": "L'individu plie les vêtements propres de manière autonome, démontrant une organisation dans les tâches domestiques.",
            "description_ar": "يطوي الفرد الملابس النظيفة بشكل مستقل، مما يظهر تنظيماً في المهام المنزلية.",
            "etat": "NON_COTE"
          },
          {
            "name": "Range le linge propre au bon endroit",
            "name_ar": "يرتب الغسيل النظيف في المكان المناسب",
            "description": "L'individu range le linge propre dans les placards, cintres ou tiroirs appropriés, montrant une autonomie complète dans la gestion du linge.",
            "description_ar": "يرتب الفرد الغسيل النظيف في الخزائن، المعلقات، أو الأدراج المناسبة، مما يظهر استقلالية كاملة في إدارة الغسيل.",
            "etat": "NON_COTE"
          }
        ]
      }
    ]
  },
  {
    "category_name": "Centres d’Intérêts/Occupations",
    "category_name_ar": "المصالح/الأنشطة",
    "category_description": "Compétences liées aux jeux et occupations",
    "category_description_ar": "مهارات مرتبطة بالألعاب والأنشطة",
    "domains": [
      {
        "name": "Jeux",
        "name_ar": "الألعاب",
        "description": "Capacité à s'engager dans des activités ludiques et à interagir avec des jeux",
        "description_ar": "القدرة على الانخراط في أنشطة لعبية والتفاعل مع الألعاب",
        "items": [
          {
            "name": "S’oriente spontanément vers des activités/jeux",
            "name_ar": "يتجه تلقائياً نحو الأنشطة/الألعاب",
            "description": "L'enfant se dirige de lui-même vers des activités ou des jeux, démontrant une initiative et un intérêt spontané.",
            "description_ar": "يتجه الطفل بمفرده نحو الأنشطة أو الألعاب، مما يظهر مبادرة واهتماماً تلقائياً.",
            "etat": "NON_COTE"
          },
          {
            "name": "Possède plusieurs centres d’intérêt",
            "name_ar": "يمتلك عدة مراكز اهتمام",
            "description": "L'enfant montre un intérêt pour diverses activités ou types de jeux, indiquant une variété dans ses préférences.",
            "description_ar": "يظهر الطفل اهتماماً بأنشطة أو أنواع ألعاب متنوعة، مما يشير إلى تنوع في تفضيلاته.",
            "etat": "NON_COTE"
          },
          {
            "name": "S’occupe seul quand l’adulte lui propose un jeu",
            "name_ar": "ينشغل بمفرده عندما يقترح الكبير لعبة",
            "description": "L'enfant s'engage de manière autonome dans un jeu proposé par un adulte, montrant une capacité à jouer seul.",
            "description_ar": "ينخرط الطفل بشكل مستقل في لعبة يقترحها الكبير، مما يظهر قدرة على اللعب بمفرده.",
            "etat": "NON_COTE"
          },
          {
            "name": "Prend l’initiative d’aller chercher un jeu",
            "name_ar": "يتخذ المبادرة لجلب لعبة",
            "description": "L'enfant va chercher un jeu de son propre chef, démontrant une autonomie dans le choix de ses activités.",
            "description_ar": "يذهب الطفل لجلب لعبة بمبادرته الخاصة، مما يظهر استقلالية في اختيار أنشطته.",
            "etat": "NON_COTE"
          },
          {
            "name": "Utilise au moins 3 jeux de manière adaptée",
            "name_ar": "يستخدم 3 ألعاب على الأقل بطريقة مناسبة",
            "description": "L'enfant utilise au moins trois jeux différents de manière appropriée à leur fonction, montrant une compréhension de leur usage.",
            "description_ar": "يستخدم الطفل ثلاث ألعاب مختلفة على الأقل بطريقة مناسبة لوظيفتها، مما يظهر فهماً لاستخدامها.",
            "etat": "NON_COTE"
          },
          {
            "name": "Varie spontanément sa façon de jouer",
            "name_ar": "يغير تلقائياً طريقة لعبه",
            "description": "L'enfant change spontanément sa manière de jouer au moins deux fois au cours d'une session de 30 minutes, démontrant une flexibilité.",
            "description_ar": "يغير الطفل تلقائياً طريقة لعبه مرتين على الأقل خلال جلسة مدتها 30 دقيقة، مما يظهر مرونة.",
            "etat": "NON_COTE"
          },
          {
            "name": "Met en place des jeux imaginaires",
            "name_ar": "يبتكر ألعاباً خيالية",
            "description": "L'enfant crée des scénarios ou des jeux imaginaires, même sans verbalisation, montrant une capacité à faire preuve de créativité.",
            "description_ar": "يبتكر الطفل سيناريوهات أو ألعاباً خيالية، حتى بدون التعبير اللفظي، مما يظهر قدرة على الإبداع.",
            "etat": "NON_COTE"
          },
          {
            "name": "Sait jouer chacun son tour",
            "name_ar": "يستطيع اللعب بالتناوب",
            "description": "L'enfant respecte le concept de tour de rôle dans un jeu, démontrant une compréhension des interactions sociales ludiques.",
            "description_ar": "يحترم الطفل مفهوم التناوب في اللعب، مما يظهر فهماً للتفاعلات الاجتماعية اللعبية.",
            "etat": "NON_COTE"
          },
          {
            "name": "Respecte les règles des jeux de société simples",
            "name_ar": "يحترم قواعد ألعاب الطاولة البسيطة",
            "description": "L'enfant suit les règles de jeux de société simples, comme le loto ou le memory, montrant une capacité à comprendre et respecter des consignes.",
            "description_ar": "يتبع الطفل قواعد ألعاب الطاولة البسيطة، مثل اللوتو أو الميموري، مما يظهر قدرة على فهم واحترام التعليمات.",
            "etat": "NON_COTE"
          },
          {
            "name": "Joue à des jeux collectifs",
            "name_ar": "يلعب ألعاباً جماعية",
            "description": "L'enfant participe à des jeux collectifs comme cache-cache ou des jeux de balles, démontrant une capacité à interagir en groupe.",
            "description_ar": "يشارك الطفل في ألعاب جماعية مثل الغميضة أو ألعاب الكرة، مما يظهر قدرة على التفاعل في مجموعة.",
            "etat": "NON_COTE"
          },
          {
            "name": "A compris le principe « gagné/perdu »",
            "name_ar": "فهم مبدأ «الفوز/الخسارة»",
            "description": "L'enfant comprend la notion de victoire et de défaite dans un jeu, montrant une maturité dans la gestion des résultats.",
            "description_ar": "يفهم الطفل مفهوم الفوز والخسارة في اللعبة، مما يظهر نضجاً في إدارة النتائج.",
            "etat": "NON_COTE"
          },
          {
            "name": "Accepte de perdre à un jeu",
            "name_ar": "يقبل الخسارة في اللعبة",
            "description": "L'enfant accepte de perdre à un jeu sans frustration excessive, démontrant une régulation émotionnelle.",
            "description_ar": "يقبل الطفل الخسارة في لعبة دون إحباط مفرط، مما يظهر تنظيماً عاطفياً.",
            "etat": "NON_COTE"
          },
          {
            "name": "Prend soin des jouets",
            "name_ar": "يعتني بالألعاب",
            "description": "L'enfant manipule les jouets avec soin, évitant de les endommager, montrant une responsabilité dans leur utilisation.",
            "description_ar": "يتعامل الطفل مع الألعاب بعناية، متجنباً إتلافها، مما يظهر مسؤولية في استخدامها.",
            "etat": "NON_COTE"
          },
          {
            "name": "Accepte de partager un jouet/jeu avec une autre personne",
            "name_ar": "يقبل مشاركة لعبة مع شخص آخر",
            "description": "L'enfant accepte de partager un jouet ou un jeu avec une autre personne, démontrant une compétence sociale de coopération.",
            "description_ar": "يقبل الطفل مشاركة لعبة أو لعب مع شخص آخر، مما يظهر كفاءة اجتماعية في التعاون.",
            "etat": "NON_COTE"
          },
          {
            "name": "Range les jouets/jeux",
            "name_ar": "يرتب الألعاب",
            "description": "L'enfant range les jouets ou jeux après utilisation, montrant une responsabilité dans l'entretien de son environnement ludique.",
            "description_ar": "يرتب الطفل الألعاب بعد استخدامها، مما يظهر مسؤولية في صيانة بيئته اللعبية.",
            "etat": "NON_COTE"
          }
        ]
      }
    ]
  },
  {
    "category_name": "Espace-Temps",
    "category_name_ar": "الفضاء-الزمن",
    "category_description": "Compétences liées à l'orientation spatiale et temporelle",
    "category_description_ar": "مهارات مرتبطة بالتوجيه المكاني والزماني",
    "domains": [
      {
        "name": "Repère spatial",
        "name_ar": "التوجه المكاني",
        "description": "Capacité à s'orienter dans l'espace et à comprendre les notions spatiales",
        "description_ar": "القدرة على التوجه في الفضاء وفهم المفاهيم المكانية",
        "items": [
          {
            "name": "Peut s’orienter dans la structure d’accueil",
            "name_ar": "يستطيع التوجه داخل هيكلية الاستقبال",
            "description": "L'enfant peut se déplacer de manière autonome dans la structure d'accueil, comme sa salle de jeu/travail, les toilettes ou la cuisine, démontrant une familiarité avec l'environnement.",
            "description_ar": "يستطيع الطفل التنقل بشكل مستقل داخل هيكلية الاستقبال، مثل غرفة اللعب/العمل، المراحيض، أو المطبخ، مما يظهر ألفة مع البيئة.",
            "etat": "NON_COTE"
          },
          {
            "name": "Associe un lieu à une fonction",
            "name_ar": "يربط مكاناً بوظيفة",
            "description": "L'enfant associe un lieu spécifique à sa fonction, par exemple les toilettes pour ses besoins, la cuisine lorsqu’il a faim, ou sa chambre pour jouer ou se reposer.",
            "description_ar": "يربط الطفل مكاناً محدداً بوظيفته، مثل المراحيض لاحتياجاته، المطبخ عندما يكون جائعاً، أو غرفته للعب أو الراحة.",
            "etat": "NON_COTE"
          },
          {
            "name": "Connaît les notions spatiales",
            "name_ar": "يعرف المفاهيم المكانية",
            "description": "L'enfant comprend et utilise les notions spatiales telles que devant/derrière, sur/sous, grand/petit, démontrant une compréhension des relations spatiales.",
            "description_ar": "يفهم الطفل ويستخدم المفاهيم المكانية مثل أمام/خلف، فوق/تحت، كبير/صغير، مما يظهر فهماً للعلاقات المكانية.",
            "etat": "NON_COTE"
          }
        ]
      },
      {
        "name": "Repère temporel",
        "name_ar": "التوجه الزمني",
        "description": "Capacité à se repérer dans le temps et à comprendre les notions temporelles",
        "description_ar": "القدرة على التوجه في الزمن وفهم المفاهيم الزمنية",
        "items": [
          {
            "name": "Discrimine le matin/le midi/le soir",
            "name_ar": "يميز بين الصباح/الظهر/المساء",
            "description": "L'enfant distingue les différentes parties de la journée (matin, midi, soir), montrant une compréhension de base du temps quotidien.",
            "description_ar": "يميز الطفل بين أجزاء اليوم المختلفة (الصباح، الظهر، المساء)، مما يظهر فهماً أساسياً للزمن اليومي.",
            "etat": "NON_COTE"
          },
          {
            "name": "Comprend les notions de avant, maintenant, après",
            "name_ar": "يفهم مفاهيم قبل، الآن، بعد",
            "description": "L'enfant comprend les concepts temporels de avant, maintenant et après, démontrant une capacité à séquencer les événements.",
            "description_ar": "يفهم الطفل المفاهيم الزمنية لقبل، الآن، وبعد، مما يظهر قدرة على تسلسل الأحداث.",
            "etat": "NON_COTE"
          },
          {
            "name": "Comprend les notions de hier, aujourd’hui, demain",
            "name_ar": "يفهم مفاهيم أمس، اليوم، غداً",
            "description": "L'enfant distingue hier, aujourd’hui et demain, montrant une compréhension des concepts temporels liés aux jours.",
            "description_ar": "يميز الطفل بين أمس، اليوم، وغداً، مما يظهر فهماً للمفاهيم الزمنية المرتبطة بالأيام.",
            "etat": "NON_COTE"
          },
          {
            "name": "Connaît les jours de la semaine",
            "name_ar": "يعرف أيام الأسبوع",
            "description": "L'enfant connaît les jours de la semaine et peut se repérer d’un jour à l’autre, démontrant une familiarité avec la structure hebdomadaire.",
            "description_ar": "يعرف الطفل أيام الأسبوع ويستطيع التوجه من يوم لآخر، مما يظهر ألفة مع الهيكلية الأسبوعية.",
            "etat": "NON_COTE"
          },
          {
            "name": "Connaît les mois/saisons/années/époques",
            "name_ar": "يعرف الأشهر/الفصول/السنوات/العصور",
            "description": "L'enfant connaît les mois, saisons, années ou époques (préciser en commentaire), montrant une compréhension des unités temporelles plus longues.",
            "description_ar": "يعرف الطفل الأشهر، الفصول، السنوات، أو العصور (يُرجى التوضيح في التعليق)، مما يظهر فهماً للوحدات الزمنية الأطول.",
            "etat": "NON_COTE"
          },
          {
            "name": "Comprend les consignes de son emploi du temps pour ses activités",
            "name_ar": "يفهم تعليمات جدوله الزمني لأنشطته",
            "description": "L'enfant comprend les consignes associées à son emploi du temps, qu’il utilise des objets, photos, pictogrammes ou écrits pour organiser ses activités.",
            "description_ar": "يفهم الطفل التعليمات المرتبطة بجدوله الزمني، سواء باستخدام أشياء، صور، رموز بصرية، أو كتابات لتنظيم أنشطته.",
            "etat": "NON_COTE"
          },
          {
            "name": "Manipule seul son emploi du temps",
            "name_ar": "يتعامل مع جدوله الزمني بمفرده",
            "description": "L'enfant gère de manière autonome son emploi du temps, en manipulant les outils associés comme des photos ou pictogrammes.",
            "description_ar": "يدير الطفل جدوله الزمني بشكل مستقل، باستخدام الأدوات المرتبطة مثل الصور أو الرموز البصرية.",
            "etat": "NON_COTE"
          },
          {
            "name": "Suit un emploi du temps (séquence d’activités)",
            "name_ar": "يتبع جدولاً زمنياً (تسلسل الأنشطة)",
            "description": "L'enfant suit une séquence d’activités dans son emploi du temps, démontrant une capacité à organiser ses tâches (niveau 1).",
            "description_ar": "يتبع الطفل تسلسل أنشطة في جدوله الزمني، مما يظهر قدرة على تنظيم مهامه (المستوى 1).",
            "etat": "NON_COTE"
          },
          {
            "name": "Suit un emploi du temps (demi-journée)",
            "name_ar": "يتبع جدولاً زمنياً (نصف يوم)",
            "description": "L'enfant suit un emploi du temps sur une demi-journée, montrant une capacité accrue à structurer son temps (niveau 2).",
            "description_ar": "يتبع الطفل جدولاً زمنياً لنصف يوم، مما يظهر قدرة متزايدة على تنظيم وقته (المستوى 2).",
            "etat": "NON_COTE"
          },
          {
            "name": "Suit un emploi du temps (journée)",
            "name_ar": "يتبع جدولاً زمنياً (يوم كامل)",
            "description": "L'enfant suit un emploi du temps sur une journée entière, démontrant une organisation temporelle avancée (niveau 3).",
            "description_ar": "يتبع الطفل جدولاً زمنياً ليوم كامل، مما يظهر تنظيماً زمنياً متقدماً (المستوى 3).",
            "etat": "NON_COTE"
          },
          {
            "name": "Suit un emploi du temps (semaine)",
            "name_ar": "يتبع جدولاً زمنياً (أسبوع)",
            "description": "L'enfant suit un emploi du temps sur une semaine, montrant une maîtrise complète de la planification temporelle (niveau 4).",
            "description_ar": "يتبع الطفل جدولاً زمنياً لأسبوع، مما يظهر إتقاناً كاملاً للتخطيط الزمني (المستوى 4).",
            "etat": "NON_COTE"
          },
          {
            "name": "Sait repérer le temps écoulé à l’aide d’un time timer",
            "name_ar": "يستطيع تتبع الوقت المنقضي باستخدام مؤقت زمني",
            "description": "L'enfant utilise un time timer pour repérer le temps écoulé, démontrant une compréhension visuelle de la durée.",
            "description_ar": "يستخدم الطفل مؤقتاً زمنياً لتتبع الوقت المنقضي، مما يظهر فهماً بصرياً للمدة.",
            "etat": "NON_COTE"
          },
          {
            "name": "Sait repérer le temps écoulé à l’aide d’un sablier",
            "name_ar": "يستطيع تتبع الوقت المنقضي باستخدام ساعة رملية",
            "description": "L'enfant utilise un sablier pour repérer le temps écoulé, montrant une capacité à mesurer des durées courtes.",
            "description_ar": "يستخدم الطفل ساعة رملية لتتبع الوقت المنقضي، مما يظهر قدرة على قياس المدد القصيرة.",
            "etat": "NON_COTE"
          },
          {
            "name": "Sait lire l’heure",
            "name_ar": "يستطيع قراءة الساعة",
            "description": "L'enfant peut lire l’heure sur une horloge ou une montre, démontrant une compréhension de la mesure du temps.",
            "description_ar": "يستطيع الطفل قراءة الساعة على ساعة حائط أو معصم، مما يظهر فهماً لقياس الوقت.",
            "etat": "NON_COTE"
          },
          {
            "name": "Sait se repérer avec l’heure",
            "name_ar": "يستطيع التوجه باستخدام الساعة",
            "description": "L'enfant peut se repérer avec l’heure, dire s’il est en retard ou en avance, et comprendre la notion de durée, montrant une maîtrise des concepts temporels avancés.",
            "description_ar": "يستطيع الطفل التوجه باستخدام الساعة، معرفة ما إذا كان متأخراً أو مبكراً، وفهم مفهوم المدة، مما يظهر إتقاناً للمفاهيم الزمنية المتقدمة.",
            "etat": "NON_COTE"
          }
        ]
      }
    ]
  },
  {
    "category_name": "Perceptif",
    "category_name_ar": "الإدراك",
    "category_description": "Compétences liées aux performances visuelles et à la perception",
    "category_description_ar": "المهارات المتعلقة بالأداء البصري والإدراك",
    "domains": [
      {
        "name": "Performances visuelles",
        "name_ar": "الأداء البصري",
        "description": "Capacité à percevoir, analyser et manipuler des éléments visuels",
        "description_ar": "القدرة على إدراك العناصر البصرية وتحليلها والتعامل معها",
        "items": [
          {
            "name": "Suit du regard un élément mobile au moins 3 secondes",
            "name_ar": "يتتبع بعينيه عنصراً متحركاً لمدة 3 ثوانٍ على الأقل",
            "description": "L'enfant suit du regard un objet mobile, comme des bulles ou une balle, pendant au moins 3 secondes, démontrant une capacité de suivi visuel.",
            "description_ar": "يتتبع الطفل بعينيه جسمًا متحركًا، مثل الفقاعات أو الكرة، لمدة 3 ثوانٍ على الأقل، مما يظهر قدرة على التتبع البصري.",
            "etat": "NON_COTE"
          },
          {
            "name": "Trouver un objet (apprécié) dissimulé sous un tas de peluches",
            "name_ar": "يجد جسمًا (مفضلاً) مخفيًا تحت كومة من الدمى",
            "description": "L'enfant trouve un objet qu'il apprécie caché sous un tas de peluches, montrant une capacité à explorer visuellement son environnement.",
            "description_ar": "يجد الطفل جسمًا يفضله مخفيًا تحت كومة من الدمى، مما يظهر قدرة على استكشاف بيئته بصريًا.",
            "etat": "NON_COTE"
          },
          {
            "name": "Fais passer 3 objets d’une boîte à l’autre",
            "name_ar": "ينقل 3 أشياء من صندوق إلى آخر",
            "description": "L'enfant transfère trois objets d’une boîte à une autre, démontrant une coordination visuo-motrice et une compréhension de la tâche.",
            "description_ar": "ينقل الطفل ثلاثة أشياء من صندوق إلى آخر، مما يظهر تناسقًا بصريًا-حركيًا وفهمًا للمهمة.",
            "etat": "NON_COTE"
          },
          {
            "name": "Met 3 formes dans une boîte à formes",
            "name_ar": "يضع 3 أشكال في صندوق الأشكال",
            "description": "L'enfant insère trois formes différentes dans une boîte à formes, montrant une reconnaissance des formes et une coordination motrice.",
            "description_ar": "يُدخل الطفل ثلاثة أشكال مختلفة في صندوق الأشكال، مما يظهر تعرفًا على الأشكال وتناسقًا حركيًا.",
            "etat": "NON_COTE"
          },
          {
            "name": "Empile 3 cubes, legos ou kapla",
            "name_ar": "يُكدّس 3 مكعبات أو ليغو أو كابلا",
            "description": "L'enfant empile trois cubes, legos ou kapla, démontrant une coordination visuo-motrice et une compréhension de l’équilibre.",
            "description_ar": "يُكدّس الطفل ثلاثة مكعبات أو ليغو أو كابلا، مما يظهر تناسقًا بصريًا-حركيًا وفهمًا للتوازن.",
            "etat": "NON_COTE"
          },
          {
            "name": "Insère 3 anneaux dans une tige (tour d’Hanoi)",
            "name_ar": "يُدخل 3 حلقات على عصا (برج هانوي)",
            "description": "L'enfant insère trois anneaux sur une tige, comme dans la tour d’Hanoi, montrant une capacité à organiser des objets dans un ordre précis.",
            "description_ar": "يُدخل الطفل ثلاث حلقات على عصا، كما في برج هانوي، مما يظهر قدرة على تنظيم الأشياء بترتيب دقيق.",
            "etat": "NON_COTE"
          },
          {
            "name": "Reconnaît les bons emplacements dans un encastrement",
            "name_ar": "يتعرف على الأماكن الصحيحة في لعبة التطعيم",
            "description": "L'enfant place correctement des pièces dans un jeu d’encastrement, démontrant une reconnaissance des formes et des emplacements.",
            "description_ar": "يضع الطفل القطع بشكل صحيح في لعبة التطعيم، مما يظهر تعرفًا على الأشكال والأماكن.",
            "etat": "NON_COTE"
          },
          {
            "name": "Tri de couleurs dans des boîtes neutres",
            "name_ar": "فرز الألوان في صناديق محايدة",
            "description": "L'enfant trie des objets par couleur dans des boîtes neutres, montrant une capacité à discriminer visuellement les couleurs.",
            "description_ar": "يفرز الطفل الأشياء حسب اللون في صناديق محايدة، مما يظهر قدرة على التمييز البصري للألوان.",
            "etat": "NON_COTE"
          },
          {
            "name": "Tri de formes dans des boîtes neutres",
            "name_ar": "فرز الأشكال في صناديق محايدة",
            "description": "L'enfant trie des objets par forme dans des boîtes neutres, démontrant une capacité à identifier et classer les formes.",
            "description_ar": "يفرز الطفل الأشياء حسب الشكل في صناديق محايدة، مما يظهر قدرة على تحديد وتصنيف الأشكال.",
            "etat": "NON_COTE"
          },
          {
            "name": "Tri de tailles dans des boîtes neutres",
            "name_ar": "فرز الأحجام في صناديق محايدة",
            "description": "L'enfant trie des objets par taille dans des boîtes neutres, montrant une compréhension des concepts de grandeur.",
            "description_ar": "يفرز الطفل الأشياء حسب الحجم في صناديق محايدة، مما يظهر فهمًا لمفاهيم الحجم.",
            "etat": "NON_COTE"
          },
          {
            "name": "Associe deux objets identiques",
            "name_ar": "يربط بين جسمين متطابقين",
            "description": "L'enfant associe deux objets identiques, démontrant une capacité à reconnaître des similitudes visuelles.",
            "description_ar": "يربط الطفل بين جسمين متطابقين، مما يظهر قدرة على التعرف على التشابهات البصرية.",
            "etat": "NON_COTE"
          },
          {
            "name": "Associe deux photos identiques",
            "name_ar": "يربط بين صورتين متطابقتين",
            "description": "L'enfant associe deux photos identiques, montrant une capacité à reconnaître des images visuelles similaires.",
            "description_ar": "يربط الطفل بين صورتين متطابقتين، مما يظهر قدرة على التعرف على الصور البصرية المتشابهة.",
            "etat": "NON_COTE"
          },
          {
            "name": "Associe deux images identiques",
            "name_ar": "يربط بين رسمتين متطابقتين",
            "description": "L'enfant associe deux images identiques, comme des dessins ou pictogrammes, démontrant une reconnaissance visuelle précise.",
            "description_ar": "يربط الطفل بين رسمتين متطابقتين، مثل الرسومات أو الرموز البصرية، مما يظهر تعرفًا بصريًا دقيقًا.",
            "etat": "NON_COTE"
          },
          {
            "name": "Associe deux objets similaires mais non identiques",
            "name_ar": "يربط بين جسمين متشابهين ولكن غير متطابقين",
            "description": "L'enfant associe deux objets similaires mais non identiques, comme deux voitures différentes, montrant une capacité à identifier des similitudes partielles.",
            "description_ar": "يربط الطفل بين جسمين متشابهين ولكن غير متطابقين، مثل سيارتين مختلفتين، مما يظهر قدرة على تحديد التشابهات الجزئية.",
            "etat": "NON_COTE"
          },
          {
            "name": "Associe deux photos similaires mais non identiques",
            "name_ar": "يربط بين صورتين متشابهتين ولكن غير متطابقتين",
            "description": "L'enfant associe deux photos similaires mais non identiques, comme deux balles différentes, démontrant une reconnaissance des similitudes visuelles.",
            "description_ar": "يربط الطفل بين صورتين متشابهتين ولكن غير متطابقتين، مثل كرتين مختلفتين، مما يظهر تعرفًا على التشابهات البصرية.",
            "etat": "NON_COTE"
          },
          {
            "name": "Associe deux images similaires mais non identiques",
            "name_ar": "يربط بين رسمتين متشابهتين ولكن غير متطابقتين",
            "description": "L'enfant associe deux images similaires mais non identiques, comme deux vaches différentes, montrant une capacité à généraliser visuellement.",
            "description_ar": "يربط الطفل بين رسمتين متشابهتين ولكن غير متطابقتين، مثل بقرتين مختلفتين، مما يظهر قدرة على التعميم البصري.",
            "etat": "NON_COTE"
          },
          {
            "name": "Fait correspondre au moins 3 objets avec leur image, et inversement",
            "name_ar": "يطابق 3 أشياء على الأقل مع صورتها، والعكس",
            "description": "L'enfant associe au moins trois objets à leur image (pictogramme, photographie ou image détaillée) et inversement, démontrant une correspondance visuelle (préciser en commentaire).",
            "description_ar": "يطابق الطفل ثلاثة أشياء على الأقل مع صورتها (رمز بصري، صورة فوتوغرافية، أو صورة مفصلة) والعكس، مما يظهر تطابقًا بصريًا (يُرجى التوضيح في التعليق).",
            "etat": "NON_COTE"
          },
          {
            "name": "Associe des éléments de même catégorie",
            "name_ar": "يربط بين عناصر من نفس الفئة",
            "description": "L'enfant regroupe des éléments de même catégorie, comme les animaux, les véhicules ou les vêtements, montrant une compréhension des catégories visuelles.",
            "description_ar": "يجمع الطفل عناصر من نفس الفئة، مثل الحيوانات، المركبات، أو الملابس، مما يظهر فهمًا للفئات البصرية.",
            "etat": "NON_COTE"
          },
          {
            "name": "Associe deux éléments ayant un élément en commun",
            "name_ar": "يربط بين عنصرين لهما عنصر مشترك",
            "description": "L'enfant associe deux éléments ayant un point commun, comme un oiseau et un avion ou une loupe et une jumelle, démontrant une compréhension des relations conceptuelles.",
            "description_ar": "يربط الطفل بين عنصرين لهما نقطة مشتركة، مثل طائر وطائرة أو عدسة مكبرة ومنظار، مما يظهر فهمًا للعلاقات المفاهيمية.",
            "etat": "NON_COTE"
          },
          {
            "name": "Associe des contraires",
            "name_ar": "يربط بين الأضداد",
            "description": "L'enfant associe des concepts opposés, comme un verre vide avec un verre plein, montrant une compréhension des contrastes visuels.",
            "description_ar": "يربط الطفل بين مفاهيم متعاكسة، مثل كوب فارغ وكوب ممتلئ، مما يظهر فهمًا للتناقضات البصرية.",
            "etat": "NON_COTE"
          },
          {
            "name": "Trouve un élément manquant",
            "name_ar": "يجد عنصرًا مفقودًا",
            "description": "L'enfant identifie un élément manquant dans une image, comme une aile manquante sur un avion, démontrant une attention aux détails visuels.",
            "description_ar": "يحدد الطفل عنصرًا مفقودًا في صورة، مثل جناح مفقود على طائرة، مما يظهر انتباهًا للتفاصيل البصرية.",
            "etat": "NON_COTE"
          },
          {
            "name": "Trouve un intrus parmi un ensemble d’éléments",
            "name_ar": "يجد الدخيل بين مجموعة من العناصر",
            "description": "L'enfant identifie un intrus dans un groupe d’éléments, comme un marteau parmi une pomme et une banane, montrant une capacité à discriminer visuellement.",
            "description_ar": "يحدد الطفل الدخيل في مجموعة من العناصر، مثل مطرقة بين تفاحة وموزة، مما يظهر قدرة على التمييز البصري.",
            "etat": "NON_COTE"
          },
          {
            "name": "Place jusqu’à 9 éléments sur un loto",
            "name_ar": "يضع ما يصل إلى 9 عناصر على لعبة لوتو",
            "description": "L'enfant place correctement jusqu’à neuf éléments sur un jeu de loto, démontrant une capacité à associer et organiser visuellement.",
            "description_ar": "يضع الطفل ما يصل إلى تسعة عناصر بشكل صحيح على لعبة لوتو، مما يظهر قدرة على الربط والتنظيم البصري.",
            "etat": "NON_COTE"
          },
          {
            "name": "Compléter une suite logique",
            "name_ar": "إكمال تسلسل منطقي",
            "description": "L'enfant complète une suite logique, comme rouge/vert/rouge/vert/rouge, montrant une compréhension des séquences visuelles.",
            "description_ar": "يكمل الطفل تسلسلاً منطقيًا، مثل أحمر/أخضر/أحمر/أخضر/أحمر، مما يظهر فهمًا للتسلسلات البصرية.",
            "etat": "NON_COTE"
          },
          {
            "name": "Réalise un tableau double entrée (formes et couleurs)",
            "name_ar": "يُنجز جدولاً مزدوج المدخل (الأشكال والألوان)",
            "description": "L'enfant complète un tableau à double entrée en organisant des éléments par formes et couleurs, démontrant une compréhension des classifications multiples.",
            "description_ar": "يكمل الطفل جدولاً مزدوج المدخل بتنظيم العناصر حسب الأشكال والألوان، مما يظهر فهمًا للتصنيفات المتعددة.",
            "etat": "NON_COTE"
          },
          {
            "name": "Reproduit une construction similaire avec modèle réel",
            "name_ar": "يُعيد إنتاج بناء مماثل بناءً على نموذج حقيقي",
            "description": "L'enfant reproduit une construction à partir d’un modèle réel, comme un assemblage de cubes, montrant une capacité à imiter visuellement.",
            "description_ar": "يُعيد الطفل إنتاج بناء بناءً على نموذج حقيقي، مثل تجميع مكعبات، مما يظهر قدرة على التقليد البصري.",
            "etat": "NON_COTE"
          },
          {
            "name": "Reproduit une construction similaire avec modèle image",
            "name_ar": "يُعيد إنتاج بناء مماثل بناءً على صورة نموذج",
            "description": "L'enfant reproduit une construction à partir d’une image modèle, démontrant une capacité à transposer une représentation visuelle en action.",
            "description_ar": "يُعيد الطفل إنتاج بناء بناءً على صورة نموذج، مما يظهر قدرة على تحويل التمثيل البصري إلى فعل.",
            "etat": "NON_COTE"
          },
          {
            "name": "Positionner des objets du plus petit au plus grand ou du plus grand au plus petit",
            "name_ar": "يُرتب الأشياء من الأصغر إلى الأكبر أو من الأكبر إلى الأصغر",
            "description": "L'enfant ordonne des objets par taille, du plus petit au plus grand ou inversement, montrant une compréhension des concepts de grandeur.",
            "description_ar": "يُرتب الطفل الأشياء حسب الحجم، من الأصغر إلى الأكبر أو العكس، مما يظهر فهمًا لمفاهيم الحجم.",
            "etat": "NON_COTE"
          },
          {
            "name": "Reconstitue un puzzle de bonhomme 3 pièces",
            "name_ar": "يُعيد تجميع بازل شخصية من 3 قطع",
            "description": "L'enfant assemble un puzzle de bonhomme composé de trois pièces, démontrant une reconnaissance visuelle et une coordination spatiale.",
            "description_ar": "يُجمع الطفل بازل شخصية مكون من ثلاث قطع، مما يظهر تعرفًا بصريًا وتناسقًا مكانيًا.",
            "etat": "NON_COTE"
          },
          {
            "name": "Reconstitue un puzzle de bonhomme 6 pièces",
            "name_ar": "يُعيد تجميع بازل شخصية من 6 قطع",
            "description": "L'enfant assemble un puzzle de bonhomme composé de six pièces, montrant une compétence avancée en résolution de puzzles.",
            "description_ar": "يُجمع الطفل بازل شخصية مكون من ست قطع، مما يظهر كفاءة متقدمة في حل الألغاز.",
            "etat": "NON_COTE"
          },
          {
            "name": "Remet dans l’ordre une séquence imagée",
            "name_ar": "يُعيد ترتيب تسلسل مصور",
            "description": "L'enfant remet dans l’ordre une séquence d’images, comme la préparation d’un gâteau, son passage au four et le gâteau cuit, démontrant une compréhension des séquences logiques.",
            "description_ar": "يُعيد الطفل ترتيب تسلسل من الصور، مثل تحضير كعكة، وضعها في الفرن، والكعكة المخبوزة، مما يظهر فهمًا للتسلسلات المنطقية.",
            "etat": "NON_COTE"
          },
          {
            "name": "Reconnaît sa photo parmi d’autres",
            "name_ar": "يتعرف على صورته بين صور أخرى",
            "description": "L'enfant identifie sa propre photo parmi d’autres, montrant une reconnaissance visuelle de soi.",
            "description_ar": "يحدد الطفل صورته الخاصة بين صور أخرى، مما يظهر تعرفًا بصريًا على ذاته.",
            "etat": "NON_COTE"
          }
        ]
      }
    ]
  },
  {
    "category_name": "Apprentissages Scolaires",
    "category_name_ar": "التعلم المدرسي",
    "category_description": "Compétences liées aux apprentissages scolaires dans les domaines du graphisme, des mathématiques et de la lecture/phonologie",
    "category_description_ar": "مهارات مرتبطة بالتعلم المدرسي في مجالات الرسم، الرياضيات، والقراءة/الفونولوجيا",
    "domains": [
      {
        "name": "Graphique",
        "name_ar": "المهارات الرسومية",
        "description": "Compétences liées au graphisme et à l’écriture",
        "description_ar": "المهارات المتعلقة بالرسم والكتابة",
        "items": [
          {
            "name": "Ouvre un feutre puis le diriger vers une feuille",
            "name_ar": "يفتح قلم فلوماستر ويوجهه نحو ورقة",
            "description": "L'enfant ouvre un feutre et le dirige vers une feuille, démontrant une coordination motrice de base pour le graphisme.",
            "description_ar": "يفتح الطفل قلم فلوماستر ويوجهه نحو ورقة، مما يظهر تناسقًا حركيًا أساسيًا للرسم.",
            "etat": "NON_COTE"
          },
          {
            "name": "Gribouille",
            "name_ar": "يخربش",
            "description": "L'enfant gribouille librement sur une feuille, montrant une première approche du geste graphique.",
            "description_ar": "يخربش الطفل بحرية على ورقة، مما يظهر نهجًا أوليًا للحركة الرسومية.",
            "etat": "NON_COTE"
          },
          {
            "name": "Colorie une forme simple (ex : rond)",
            "name_ar": "يُلون شكلاً بسيطًا (مثل: دائرة)",
            "description": "L'enfant colorie une forme simple comme un rond, démontrant une précision dans le geste graphique.",
            "description_ar": "يُلون الطفل شكلاً بسيطًا مثل دائرة، مما يظهر دقة في الحركة الرسومية.",
            "etat": "NON_COTE"
          },
          {
            "name": "Copier une ligne verticale / horizontale sur ardoise",
            "name_ar": "ينسخ خطًا رأسيًا/أفقيًا على لوح",
            "description": "L'enfant reproduit une ligne verticale ou horizontale sur une ardoise, montrant une maîtrise des tracés de base.",
            "description_ar": "ينسخ الطفل خطًا رأسيًا أو أفقيًا على لوح، مما يظهر إتقانًا للتخطيطات الأساسية.",
            "etat": "NON_COTE"
          },
          {
            "name": "Repasse sur une forme (rond, carré, triangle)",
            "name_ar": "يُعيد التخطيط على شكل (دائرة، مربع، مثلث)",
            "description": "L'enfant repasse sur les contours d’une forme comme un rond, un carré ou un triangle, démontrant une précision accrue.",
            "description_ar": "يُعيد الطفل التخطيط على حدود شكل مثل دائرة، مربع، أو مثلث، مما يظهر دقة متزايدة.",
            "etat": "NON_COTE"
          },
          {
            "name": "Repasse sur des pointillés (forme/chiffre/lettre majuscule)",
            "name_ar": "يُعيد التخطيط على النقاط (شكل/رقم/حرف كبير)",
            "description": "L'enfant repasse sur des pointillés représentant une forme, un chiffre ou une lettre majuscule, montrant une capacité à suivre un modèle.",
            "description_ar": "يُعيد الطفل التخطيط على نقاط تمثل شكلاً، رقمًا، أو حرفًا كبيرًا، مما يظهر قدرة على اتباع نموذج.",
            "etat": "NON_COTE"
          },
          {
            "name": "Copie une forme simple avec modèle",
            "name_ar": "ينسخ شكلاً بسيطًا مع نموذج",
            "description": "L'enfant copie une forme simple (rond, carré, triangle) en suivant un modèle, démontrant une capacité à reproduire visuellement.",
            "description_ar": "ينسخ الطفل شكلاً بسيطًا (دائرة، مربع، مثلث) باتباع نموذج، مما يظهر قدرة على النسخ البصري.",
            "etat": "NON_COTE"
          },
          {
            "name": "Ecrit son prénom en majuscule avec modèle",
            "name_ar": "يكتب اسمه بحروف كبيرة مع نموذج",
            "description": "L'enfant écrit son prénom en lettres majuscules en suivant un modèle, montrant une première approche de l’écriture personnalisée.",
            "description_ar": "يكتب الطفل اسمه بحروف كبيرة باتباع نموذج، مما يظهر نهجًا أوليًا للكتابة الشخصية.",
            "etat": "NON_COTE"
          },
          {
            "name": "Ecrit son prénom en majuscule sans modèle",
            "name_ar": "يكتب اسمه بحروف كبيرة بدون نموذج",
            "description": "L'enfant écrit son prénom en lettres majuscules sans modèle, démontrant une mémorisation et une autonomie dans l’écriture.",
            "description_ar": "يكتب الطفل اسمه بحروف كبيرة بدون نموذج، مما يظهر حفظًا واستقلالية في الكتابة.",
            "etat": "NON_COTE"
          },
          {
            "name": "Ecrit son prénom en cursive (attaché)",
            "name_ar": "يكتب اسمه بالخط المتصل (الكتابة المستمرة)",
            "description": "L'enfant écrit son prénom en écriture cursive, montrant une maîtrise de l’écriture attachée.",
            "description_ar": "يكتب الطفل اسمه بالخط المتصل، مما يظهر إتقانًا للكتابة المستمرة.",
            "etat": "NON_COTE"
          },
          {
            "name": "Ecrit son prénom en respectant un interligne d’1cm",
            "name_ar": "يكتب اسمه مع احترام مسافة بينية 1 سم",
            "description": "L'enfant écrit son prénom en respectant un interligne de 1 cm, démontrant une précision dans l’organisation spatiale.",
            "description_ar": "يكتب الطفل اسمه مع احترام مسافة بينية 1 سم، مما يظهر دقة في التنظيم المكاني.",
            "etat": "NON_COTE"
          },
          {
            "name": "Suit des lignes d’entraînement en graphisme",
            "name_ar": "يتبع خطوط تدريب في الرسم",
            "description": "L'enfant suit des lignes d’entraînement comme des lignes brisées, des ponts, des vagues ou des boucles, montrant une maîtrise des mouvements graphiques complexes.",
            "description_ar": "يتبع الطفل خطوط تدريب مثل الخطوط المتعرجة، الجسور، الأمواج، أو الحلقات، مما يظهر إتقانًا للحركات الرسومية المعقدة.",
            "etat": "NON_COTE"
          },
          {
            "name": "Recopie une phrase en mettant les espaces entre les mots",
            "name_ar": "ينسخ جملة مع وضع مسافات بين الكلمات",
            "description": "L'enfant recopie une phrase en respectant les espaces entre les mots, démontrant une compréhension de la structure des phrases.",
            "description_ar": "ينسخ الطفل جملة مع احترام المسافات بين الكلمات، مما يظهر فهمًا لهيكلية الجمل.",
            "etat": "NON_COTE"
          },
          {
            "name": "Ecrit un mot pendant qu’on lui épèle lettre par lettre (dictée)",
            "name_ar": "يكتب كلمة أثناء تهجئتها حرفًا بحرف (إملاء)",
            "description": "L'enfant écrit un mot dicté lettre par lettre, montrant une capacité à transcrire à partir de l’oral.",
            "description_ar": "يكتب الطفل كلمة يتم تهجئتها حرفًا بحرف، مما يظهر قدرة على النسخ من الشفوي.",
            "etat": "NON_COTE"
          },
          {
            "name": "Ecrit une phrase en écoutant (dictée)",
            "name_ar": "يكتب جملة بالاستماع (إملاء)",
            "description": "L'enfant écrit une phrase dictée oralement, démontrant une capacité à transcrire un énoncé complet.",
            "description_ar": "يكتب الطفل جملة يتم إملاؤها شفهيًا، مما يظهر قدرة على نسخ عبارة كاملة.",
            "etat": "NON_COTE"
          },
          {
            "name": "Ecrit un texte court sur un événement passé",
            "name_ar": "يكتب نصًا قصيرًا عن حدث سابق",
            "description": "L'enfant écrit un texte court décrivant un événement passé, montrant une capacité à organiser ses idées par écrit.",
            "description_ar": "يكتب الطفل نصًا قصيرًا يصف حدثًا سابقًا، مما يظهر قدرة على تنظيم أفكاره كتابيًا.",
            "etat": "NON_COTE"
          },
          {
            "name": "Dessine un bonhomme sans modèle",
            "name_ar": "يرسم شخصية بدون نموذج",
            "description": "L'enfant dessine un bonhomme sans modèle, démontrant une représentation graphique spontanée.",
            "description_ar": "يرسم الطفل شخصية بدون نموذج، مما يظهر تمثيلًا رسوميًا تلقائيًا.",
            "etat": "NON_COTE"
          }
        ]
      },
      {
        "name": "Mathématique",
        "name_ar": "الرياضيات",
        "description": "Compétences liées aux mathématiques et au raisonnement numérique",
        "description_ar": "المهارات المتعلقة بالرياضيات والتفكير العددي",
        "items": [
          {
            "name": "Récite la comptine numérique",
            "name_ar": "يردد أنشودة الأرقام",
            "description": "L'enfant récite la comptine numérique jusqu’à un certain nombre (préciser jusqu’à combien), montrant une mémorisation des nombres.",
            "description_ar": "يردد الطفل أنشودة الأرقام حتى رقم معين (يُرجى تحديد حتى أي رقم)، مما يظهر حفظًا للأرقام.",
            "etat": "NON_COTE"
          },
          {
            "name": "Compte des objets",
            "name_ar": "يعد الأشياء",
            "description": "L'enfant compte des objets physiques, démontrant une compréhension du dénombrement.",
            "description_ar": "يعد الطفل أشياء مادية، مما يظهر فهمًا للعَد.",
            "etat": "NON_COTE"
          },
          {
            "name": "Reconstitue la chaîne numérique de 1 à 10 dans l’ordre croissant",
            "name_ar": "يُعيد ترتيب السلسلة العددية من 1 إلى 10 بترتيب تصاعدي",
            "description": "L'enfant reconstitue la séquence des nombres de 1 à 10 dans l’ordre croissant, montrant une compréhension de l’ordre numérique.",
            "description_ar": "يُعيد الطفل ترتيب تسلسل الأرقام من 1 إلى 10 بترتيب تصاعدي، مما يظهر فهمًا للترتيب العددي.",
            "etat": "NON_COTE"
          },
          {
            "name": "Donne la bonne quantité (constellations du dé) quand on lui demande",
            "name_ar": "يعطي الكمية الصحيحة (تكوينات النرد) عندما يُطلب منه",
            "description": "L'enfant donne la bonne quantité demandée, par exemple ‘donnes le 4’, en utilisant les constellations du dé parmi trois choix.",
            "description_ar": "يعطي الطفل الكمية الصحيحة المطلوبة، مثل 'أعطِ 4'، باستخدام تكوينات النرد من بين ثلاثة خيارات.",
            "etat": "NON_COTE"
          },
          {
            "name": "Donne le bon chiffre quand on lui demande",
            "name_ar": "يعطي الرقم الصحيح عندما يُطلب منه",
            "description": "L'enfant sélectionne le bon chiffre demandé, par exemple ‘donnes le 4’, parmi trois choix, montrant une reconnaissance des chiffres.",
            "description_ar": "يختار الطفل الرقم الصحيح المطلوب، مثل 'أعطِ 4'، من بين ثلاثة خيارات، مما يظهر تعرفًا على الأرقام.",
            "etat": "NON_COTE"
          },
          {
            "name": "Nomme les chiffres quand on lui demande",
            "name_ar": "يُسمي الأرقام عندما يُطلب منه",
            "description": "L'enfant nomme les chiffres lorsqu’on lui demande ‘qu’est-ce que c’est ?’, démontrant une reconnaissance verbale des chiffres.",
            "description_ar": "يُسمي الطفل الأرقام عندما يُطلب منه 'ما هذا؟'، مما يظهر تعرفًا شفهيًا على الأرقام.",
            "etat": "NON_COTE"
          },
          {
            "name": "Associe une quantité à son chiffre",
            "name_ar": "يربط كمية برقمها",
            "description": "L'enfant associe une quantité (constellations du dé, doigts ou perles) à son chiffre correspondant, montrant une compréhension de la correspondance numérique.",
            "description_ar": "يربط الطفل كمية (تكوينات النرد، الأصابع، أو الخرز) برقمها المقابل، مما يظهر فهمًا للتطابق العددي.",
            "etat": "NON_COTE"
          },
          {
            "name": "Associer une quantité à son nombre",
            "name_ar": "يربط كمية بعددها المكتوب",
            "description": "L'enfant associe une quantité à son nombre écrit, démontrant une compréhension des nombres en tant que concept.",
            "description_ar": "يربط الطفل كمية بعددها المكتوب، مما يظهر فهمًا للأرقام كمفهوم.",
            "etat": "NON_COTE"
          },
          {
            "name": "Met la bonne quantité d’éléments dans la bonne case chiffrée",
            "name_ar": "يضع الكمية الصحيحة من العناصر في الخانة المرقمة الصحيحة",
            "description": "L'enfant place la bonne quantité d’éléments (ex. pois chiches) dans la case correspondant au chiffre, avec des éléments restants après.",
            "description_ar": "يضع الطفل الكمية الصحيحة من العناصر (مثل الحمص) في الخانة المقابلة للرقم، مع بقاء عناصر بعد ذلك.",
            "etat": "NON_COTE"
          },
          {
            "name": "Mettre par ordre croissant, du plus petit au plus grand (chiffres et quantité)",
            "name_ar": "يُرتب بترتيب تصاعدي، من الأصغر إلى الأكبر (الأرقام والكميات)",
            "description": "L'enfant ordonne des chiffres ou des quantités du plus petit au plus grand, montrant une compréhension de l’ordre croissant.",
            "description_ar": "يُرتب الطفل الأرقام أو الكميات من الأصغر إلى الأكبر، مما يظهر فهمًا للترتيب التصاعدي.",
            "etat": "NON_COTE"
          },
          {
            "name": "Mettre par ordre décroissant, du plus grand au plus petit (chiffres et quantité)",
            "name_ar": "يُرتب بترتيب تنازلي، من الأكبر إلى الأصغر (الأرقام والكميات)",
            "description": "L'enfant ordonne des chiffres ou des quantités du plus grand au plus petit, montrant une compréhension de l’ordre décroissant.",
            "description_ar": "يُرتب الطفل الأرقام أو الكميات من الأكبر إلى الأصغر، مما يظهر فهمًا للترتيب التنازلي.",
            "etat": "NON_COTE"
          },
          {
            "name": "Complète une suite numérique",
            "name_ar": "يكمل تسلسلًا عدديًا",
            "description": "L'enfant complète une suite numérique simple, montrant une compréhension des séquences numériques.",
            "description_ar": "يكمل الطفل تسلسلًا عدديًا بسيطًا، مما يظهر فهمًا للتسلسلات العددية.",
            "etat": "NON_COTE"
          },
          {
            "name": "Choisit le chiffre d’avant et le chiffre d’après",
            "name_ar": "يختار الرقم السابق والرقم التالي",
            "description": "L'enfant identifie le chiffre qui précède et celui qui suit un chiffre donné par l’adulte, démontrant une compréhension de la séquence numérique.",
            "description_ar": "يحدد الطفل الرقم الذي يسبق والذي يلي رقمًا معينًا يحدده الكبير، مما يظهر فهمًا للتسلسل العددي.",
            "etat": "NON_COTE"
          },
          {
            "name": "Identifie et comprend les notions de « plus », « moins », « pareil/égal »",
            "name_ar": "يحدد ويفهم مفاهيم «أكثر»، «أقل»، «مثل/متساوٍ»",
            "description": "L'enfant comprend et utilise les concepts de ‘plus’, ‘moins’ et ‘pareil/égal’ dans des comparaisons numériques.",
            "description_ar": "يفهم الطفل ويستخدم مفاهيم 'أكثر'، 'أقل'، و'مثل/متساوٍ' في المقارنات العددية.",
            "etat": "NON_COTE"
          },
          {
            "name": "Complète une addition de « complément 10 »",
            "name_ar": "يكمل جمعًا لتكملة 10",
            "description": "L'enfant complète une addition pour atteindre 10, comme 4 + … = 10, montrant une compréhension des compléments numériques.",
            "description_ar": "يكمل الطفل جمعًا للوصول إلى 10، مثل 4 + … = 10، مما يظهر فهمًا للتكميلات العددية.",
            "etat": "NON_COTE"
          },
          {
            "name": "Additionne deux quantités",
            "name_ar": "يجمع كميتين",
            "description": "L'enfant additionne deux quantités en utilisant des supports comme du papier, des legos ou ses doigts.",
            "description_ar": "يجمع الطفل كميتين باستخدام أدوات مثل الورق، الليغو، أو أصابعه.",
            "etat": "NON_COTE"
          },
          {
            "name": "Additionne deux chiffres",
            "name_ar": "يجمع رقمين",
            "description": "L'enfant additionne deux chiffres sans support physique, démontrant une maîtrise des calculs mentaux simples.",
            "description_ar": "يجمع الطفل رقمين بدون أدوات مادية، مما يظهر إتقانًا للحسابات الذهنية البسيطة.",
            "etat": "NON_COTE"
          },
          {
            "name": "Soustrait deux quantités",
            "name_ar": "يطرح كميتين",
            "description": "L'enfant soustrait deux quantités en utilisant des supports comme du papier, des legos ou ses doigts.",
            "description_ar": "يطرح الطفل كميتين باستخدام أدوات مثل الورق، الليغو، أو أصابعه.",
            "etat": "NON_COTE"
          },
          {
            "name": "Soustrait deux chiffres",
            "name_ar": "يطرح رقمين",
            "description": "L'enfant soustrait deux chiffres sans support physique, montrant une maîtrise des soustractions simples.",
            "description_ar": "يطرح الطفل رقمين بدون أدوات مادية، مما يظهر إتقانًا للطرح البسيط.",
            "etat": "NON_COTE"
          },
          {
            "name": "Connaît les dizaines jusqu’à 100",
            "name_ar": "يعرف العشرات حتى 100",
            "description": "L'enfant reconnaît et nomme les dizaines jusqu’à 100 (10, 20, 30…), montrant une compréhension des unités de base.",
            "description_ar": "يتعرف الطفل ويُسمي العشرات حتى 100 (10، 20، 30...)، مما يظهر فهمًا للوحدات الأساسية.",
            "etat": "NON_COTE"
          },
          {
            "name": "Complète le tableau des dizaines-unités de 0 à 50",
            "name_ar": "يكمل جدول العشرات-الوحدات من 0 إلى 50",
            "description": "L'enfant complète un tableau des dizaines et unités pour les nombres de 0 à 50, démontrant une compréhension de la structure des nombres.",
            "description_ar": "يكمل الطفل جدول العشرات والوحدات للأرقام من 0 إلى 50، مما يظهر فهمًا لهيكلية الأرقام.",
            "etat": "NON_COTE"
          },
          {
            "name": "Complète le tableau des dizaines-unités de 0 à 100",
            "name_ar": "يكمل جدول العشرات-الوحدات من 0 إلى 100",
            "description": "L'enfant complète un tableau des dizaines et unités pour les nombres de 0 à 100, montrant une maîtrise avancée des nombres.",
            "description_ar": "يكمل الطفل جدول العشرات والوحدات للأرقام من 0 إلى 100، مما يظهر إتقانًا متقدمًا للأرقام.",
            "etat": "NON_COTE"
          },
          {
            "name": "Fais des additions posées",
            "name_ar": "يُجري عمليات جمع مكتوبة",
            "description": "L'enfant effectue des additions posées, démontrant une compréhension des calculs écrits.",
            "description_ar": "يُجري الطفل عمليات جمع مكتوبة، مما يظهر فهمًا للحسابات المكتوبة.",
            "etat": "NON_COTE"
          },
          {
            "name": "Fais des soustractions posées",
            "name_ar": "يُجري عمليات طرح مكتوبة",
            "description": "L'enfant effectue des soustractions posées, montrant une maîtrise des calculs écrits.",
            "description_ar": "يُجري الطفل عمليات طرح مكتوبة، مما يظهر إتقانًا للحسابات المكتوبة.",
            "etat": "NON_COTE"
          },
          {
            "name": "Connaît les tables d’additions",
            "name_ar": "يعرف جداول الجمع",
            "description": "L'enfant connaît les tables d’additions, soit en les récitant (si verbal), soit en les écrivant ou en sélectionnant le bon résultat.",
            "description_ar": "يعرف الطفل جداول الجمع، إما بترديدها (إذا كان شفهيًا)، أو بكتابتها أو اختيار النتيجة الصحيحة.",
            "etat": "NON_COTE"
          },
          {
            "name": "Connaît les tables de multiplications",
            "name_ar": "يعرف جداول الضرب",
            "description": "L'enfant connaît les tables de multiplications, soit en les récitant (si verbal), soit en les écrivant ou en sélectionnant le bon résultat.",
            "description_ar": "يعرف الطفل جداول الضرب، إما بترديدها (إذا كان شفهيًا)، أو بكتابتها أو اختيار النتيجة الصحيحة.",
            "etat": "NON_COTE"
          }
        ]
      },
      {
        "name": "Lecture & phonologie",
        "name_ar": "القراءة والصوتيات",
        "description": "Compétences liées à la reconnaissance, la lecture et la phonologie",
        "description_ar": "المهارات المتعلقة بالتعرف، القراءة، والصوتيات",
        "items": [
          {
            "name": "Reconnaît son prénom (discrimination) parmi au moins 3 mots en majuscule",
            "name_ar": "يتعرف على اسمه (تمييز) بين 3 كلمات على الأقل بحروف كبيرة",
            "description": "L'enfant reconnaît son prénom parmi au moins trois mots écrits en majuscules, montrant une discrimination visuelle.",
            "description_ar": "يتعرف الطفل على اسمه بين ثلاث كلمات مكتوبة بحروف كبيرة على الأقل، مما يظهر تمييزًا بصريًا.",
            "etat": "NON_COTE"
          },
          {
            "name": "Reconnaît son prénom parmi au moins 3 mots en script",
            "name_ar": "يتعرف على اسمه بين 3 كلمات على الأقل بخط سكريبت",
            "description": "L'enfant reconnaît son prénom parmi au moins trois mots écrits en script, démontrant une reconnaissance dans un autre style d’écriture.",
            "description_ar": "يتعرف الطفل على اسمه بين ثلاث كلمات مكتوبة بخط سكريبت على الأقل، مما يظهر تعرفًا في نمط كتابة آخر.",
            "etat": "NON_COTE"
          },
          {
            "name": "Reconstitue son prénom à partir de lettres mobiles avec modèle",
            "name_ar": "يُعيد ترتيب اسمه من حروف متحركة مع نموذج",
            "description": "L'enfant reconstitue son prénom en utilisant des lettres mobiles avec un modèle, montrant une compréhension de l’ordre des lettres.",
            "description_ar": "يُعيد الطفل ترتيب اسمه باستخدام حروف متحركة مع نموذج، مما يظهر فهمًا لترتيب الحروف.",
            "etat": "NON_COTE"
          },
          {
            "name": "Reconstitue son prénom à partir de lettres mobiles sans modèle",
            "name_ar": "يُعيد ترتيب اسمه من حروف متحركة بدون نموذج",
            "description": "L'enfant reconstitue son prénom avec des lettres mobiles sans modèle, démontrant une mémorisation de l’écriture de son prénom.",
            "description_ar": "يُعيد الطفل ترتيب اسمه باستخدام حروف متحركة بدون نموذج، مما يظهر حفظًا لكتابة اسمه.",
            "etat": "NON_COTE"
          },
          {
            "name": "Associer jusqu’à 10 mots à leur image",
            "name_ar": "يربط ما يصل إلى 10 كلمات بصورها",
            "description": "L'enfant associe jusqu’à 10 mots écrits à leur image correspondante, montrant une compréhension de la relation mot-image.",
            "description_ar": "يربط الطفل ما يصل إلى 10 كلمات مكتوبة بصورها المقابلة، مما يظهر فهمًا للعلاقة بين الكلمة والصورة.",
            "etat": "NON_COTE"
          },
          {
            "name": "Lit 10 mots à haute voix",
            "name_ar": "يقرأ 10 كلمات بصوت عالٍ",
            "description": "L'enfant lit à haute voix 10 mots familiers, démontrant une capacité de lecture orale.",
            "description_ar": "يقرأ الطفل 10 كلمات مألوفة بصوت عالٍ، مما يظهر قدرة على القراءة الشفوية.",
            "etat": "NON_COTE"
          },
          {
            "name": "Sélectionne 10 mots familiers lorsqu’on lui demande",
            "name_ar": "يختار 10 كلمات مألوفة عندما يُطلب منه",
            "description": "L'enfant sélectionne 10 mots familiers lorsqu’on les lui demande, montrant une reconnaissance des mots écrits.",
            "description_ar": "يختار الطفل 10 كلمات مألوفة عندما يُطلب منه، مما يظهر تعرفًا على الكلمات المكتوبة.",
            "etat": "NON_COTE"
          },
          {
            "name": "Complète les lettres manquantes d’un mot",
            "name_ar": "يكمل الحروف الناقصة في كلمة",
            "description": "L'enfant complète les lettres manquantes dans un mot, démontrant une compréhension de la structure des mots.",
            "description_ar": "يكمل الطفل الحروف الناقصة في كلمة، مما يظهر فهمًا لهيكلية الكلمات.",
            "etat": "NON_COTE"
          },
          {
            "name": "Reconnaît les lettres de l’alphabet (voyelles /consonnes)",
            "name_ar": "يتعرف على حروف الأبجدية (حروف علة/حروف ساكنة)",
            "description": "L'enfant reconnaît les lettres de l’alphabet, incluant voyelles et consonnes, montrant une familiarité avec l’alphabet.",
            "description_ar": "يتعرف الطفل على حروف الأبجدية، بما في ذلك الحروف العلة والساكنة، مما يظهر ألفة مع الأبجدية.",
            "etat": "NON_COTE"
          },
          {
            "name": "Nomme les lettres de l’alphabet",
            "name_ar": "يُسمي حروف الأبجدية",
            "description": "L'enfant nomme les lettres de l’alphabet lorsqu’on les lui montre, démontrant une connaissance verbale des lettres.",
            "description_ar": "يُسمي الطفل حروف الأبجدية عندما تُعرض عليه، مما يظهر معرفة شفهية بالحروف.",
            "etat": "NON_COTE"
          },
          {
            "name": "Nomme le son des lettres",
            "name_ar": "يُسمي أصوات الحروف",
            "description": "L'enfant nomme le son correspondant à chaque lettre de l’alphabet, montrant une compréhension phonologique.",
            "description_ar": "يُسمي الطفل الصوت المقابل لكل حرف من الأبجدية، مما يظهر فهمًا صوتيًا.",
            "etat": "NON_COTE"
          },
          {
            "name": "Donne la lettre associée à un son demandé",
            "name_ar": "يعطي الحرف المرتبط بصوت مطلوب",
            "description": "L'enfant donne la lettre correspondant à un son demandé, comme ‘donnes rrrrrr’, démontrant une association son-lettre.",
            "description_ar": "يعطي الطفل الحرف المقابل لصوت مطلوب، مثل 'أعطِ ررررر'، مما يظهر ربطًا بين الصوت والحرف.",
            "etat": "NON_COTE"
          },
          {
            "name": "Associe deux sons pour former une syllabe dictée",
            "name_ar": "يربط صوتين لتكوين مقطع إملائي",
            "description": "L'enfant utilise des lettres mobiles pour associer deux sons et former une syllabe dictée, montrant une capacité à construire des syllabes.",
            "description_ar": "يستخدم الطفل حروفًا متحركة لربط صوتين وتكوين مقطع إملائي، مما يظهر قدرة على بناء المقاطع.",
            "etat": "NON_COTE"
          },
          {
            "name": "Reconnaît jusqu’à 10 syllabes",
            "name_ar": "يتعرف على ما يصل إلى 10 مقاطع",
            "description": "L'enfant reconnaît jusqu’à 10 syllabes différentes, démontrant une compréhension des unités phonologiques.",
            "description_ar": "يتعرف الطفل على ما يصل إلى 10 مقاطع مختلفة، مما يظهر فهمًا للوحدات الصوتية.",
            "etat": "NON_COTE"
          },
          {
            "name": "Associe deux syllabes pour former un mot demandé",
            "name_ar": "يربط مقطعين لتكوين كلمة مطلوبة",
            "description": "L'enfant associe deux syllabes pour former un mot demandé par l’adulte, montrant une capacité à construire des mots.",
            "description_ar": "يربط الطفل مقطعين لتكوين كلمة يطلبها الكبير، مما يظهر قدرة على بناء الكلمات.",
            "etat": "NON_COTE"
          },
          {
            "name": "Identifie le nombre de syllabes que comporte un mot",
            "name_ar": "يحدد عدد المقاطع التي تتضمنها كلمة",
            "description": "L'enfant identifie le nombre de syllabes dans un mot, par exemple en sélectionnant trois jetons pour ‘canapé’, montrant une analyse phonologique.",
            "description_ar": "يحدد الطفل عدد المقاطع في كلمة، مثل اختيار ثلاثة رموز لكلمة 'كنبة'، مما يظهر تحليلًا صوتيًا.",
            "etat": "NON_COTE"
          },
          {
            "name": "Associe les lettres en majuscule et en script",
            "name_ar": "يربط الحروف الكبيرة بخط سكريبت",
            "description": "L'enfant associe les lettres en majuscules avec leurs équivalents en script, démontrant une reconnaissance des formes d’écriture.",
            "description_ar": "يربط الطفل الحروف الكبيرة بمعادلاتها بخط سكريبت، مما يظهر تعرفًا على أشكال الكتابة.",
            "etat": "NON_COTE"
          },
          {
            "name": "Associer les lettres en majuscule, en script et en cursive",
            "name_ar": "يربط الحروف الكبيرة، بخط سكريبت، وبالخط المتصل",
            "description": "L'enfant associe les lettres en majuscules, script et cursive, montrant une compréhension des trois styles d’écriture.",
            "description_ar": "يربط الطفل الحروف الكبيرة، بخط سكريبت، وبالخط المتصل، مما يظهر فهمًا للأنماط الثلاثة للكتابة.",
            "etat": "NON_COTE"
          },
          {
            "name": "Décode des mots simples non connus",
            "name_ar": "يفك شفرة كلمات بسيطة غير معروفة",
            "description": "L'enfant décode des mots simples non connus en lisant son par son, démontrant une capacité de lecture phonétique.",
            "description_ar": "يفك الطفل شفرة كلمات بسيطة غير معروفة بقراءة صوت بصوت، مما يظهر قدرة على القراءة الصوتية.",
            "etat": "NON_COTE"
          },
          {
            "name": "Lit une phrase courte",
            "name_ar": "يقرأ جملة قصيرة",
            "description": "L'enfant lit une phrase courte à haute voix, montrant une maîtrise de la lecture de phrases simples.",
            "description_ar": "يقرأ الطفل جملة قصيرة بصوت عالٍ، مما يظهر إتقانًا لقراءة الجمل البسيطة.",
            "etat": "NON_COTE"
          },
          {
            "name": "Associe une phrase à une image",
            "name_ar": "يربط جملة بصورة",
            "description": "L'enfant associe une phrase écrite à une image correspondante, démontrant une compréhension de la relation texte-image.",
            "description_ar": "يربط الطفل جملة مكتوبة بصورة مقابلة، مما يظهر فهمًا للعلاقة بين النص والصورة.",
            "etat": "NON_COTE"
          },
          {
            "name": "Remet des mots dans l’ordre pour faire une phrase",
            "name_ar": "يُعيد ترتيب الكلمات لتكوين جملة",
            "description": "L'enfant remet des mots dans le bon ordre pour former une phrase cohérente, montrant une compréhension de la syntaxe.",
            "description_ar": "يُعيد الطفل ترتيب الكلمات بالترتيب الصحيح لتكوين جملة متماسكة، مما يظهر فهمًا للتركيب.",
            "etat": "NON_COTE"
          },
          {
            "name": "Lit un texte court",
            "name_ar": "يقرأ نصًا قصيرًا",
            "description": "L'enfant lit un texte court à haute voix, démontrant une capacité à lire de manière fluide.",
            "description_ar": "يقرأ الطفل نصًا قصيرًا بصوت عالٍ، مما يظهر قدرة على القراءة بطلاقة.",
            "etat": "NON_COTE"
          },
          {
            "name": "Répond à des questions en lien avec le texte",
            "name_ar": "يجيب على أسئلة تتعلق بالنص",
            "description": "L'enfant répond à des questions sur un texte, comme le nom des personnages ou le lieu, montrant une compréhension du contenu lu.",
            "description_ar": "يجيب الطفل على أسئلة حول نص، مثل اسم الشخصيات أو المكان، مما يظهر فهمًا للمحتوى المقروء.",
            "etat": "NON_COTE"
          }
        ]
      }
    ]
  },
  {
    "category_name": "Motricité",
    "category_name_ar": "الحركة",
    "category_description": "Compétences liées à la motricité fine et globale",
    "category_description_ar": "مهارات مرتبطة بالحركة الدقيقة والعامة",
    "domains": [
      {
        "name": "Motricité fine",
        "name_ar": "الحركة الدقيقة",
        "description": "Capacité à réaliser des mouvements précis avec les mains et les doigts",
        "description_ar": "القدرة على أداء حركات دقيقة باليدين والأصابع",
        "items": [
          {
            "name": "Saisit et garde un objet dans sa main",
            "name_ar": "يمسك بجسم ويحتفظ به في يده",
            "description": "L'enfant saisit un objet entre le pouce et les autres doigts et le garde dans sa main, démontrant une prise de base.",
            "description_ar": "يمسك الطفل بجسم بين الإبهام والأصابع الأخرى ويحتفظ به في يده، مما يظهر قبضة أساسية.",
            "etat": "NON_COTE"
          },
          {
            "name": "Utilise le pouce et l’index pour saisir un petit élément",
            "name_ar": "يستخدم الإبهام والسبابة لالتقاط عنصر صغير",
            "description": "L'enfant utilise la pince pouce-index pour saisir un petit élément, comme un M&M, montrant une coordination fine.",
            "description_ar": "يستخدم الطفل قبضة الإبهام والسبابة لالتقاط عنصر صغير، مثل حلوى M&M، مما يظهر تناسقًا دقيقًا.",
            "etat": "NON_COTE"
          },
          {
            "name": "Transfère un objet d’une main à une autre",
            "name_ar": "ينقل جسمًا من يد إلى أخرى",
            "description": "L'enfant passe un objet d’une main à l’autre, démontrant une coordination bilatérale.",
            "description_ar": "ينقل الطفل جسمًا من يد إلى أخرى، مما يظهر تناسقًا ثنائيًا.",
            "etat": "NON_COTE"
          },
          {
            "name": "Ouvre et ferme le poing de la main",
            "name_ar": "يفتح ويغلق قبضة يده",
            "description": "L'enfant ouvre et ferme son poing, montrant un contrôle moteur de base.",
            "description_ar": "يفتح ويغلق الطفل قبضته، مما يظهر تحكمًا حركيًا أساسيًا.",
            "etat": "NON_COTE"
          },
          {
            "name": "Fait bouger les doigts de façon indépendante",
            "name_ar": "يحرك أصابعه بشكل مستقل",
            "description": "L'enfant bouge ses doigts de manière indépendante, démontrant une dissociation motrice fine.",
            "description_ar": "يحرك الطفل أصابعه بشكل مستقل، مما يظهر تفكيكًا حركيًا دقيقًا.",
            "etat": "NON_COTE"
          },
          {
            "name": "Utilise systématiquement ses deux mains de façon coordonnée",
            "name_ar": "يستخدم يديه الاثنتين بشكل منسق باستمرار",
            "description": "L'enfant utilise ses deux mains de manière coordonnée pour des tâches, montrant une intégration bilatérale.",
            "description_ar": "يستخدم الطفل يديه الاثنتين بشكل منسق لأداء المهام، مما يظهر تكاملًا ثنائيًا.",
            "etat": "NON_COTE"
          },
          {
            "name": "Déplace des éléments d’une boîte à une autre",
            "name_ar": "ينقل عناصر من صندوق إلى آخر",
            "description": "L'enfant déplace des éléments d’une boîte à une autre, démontrant une coordination visuo-motrice.",
            "description_ar": "ينقل الطفل عناصر من صندوق إلى آخر، مما يظهر تناسقًا بصريًا-حركيًا.",
            "etat": "NON_COTE"
          },
          {
            "name": "Transvase des éléments solides",
            "name_ar": "ينقل عناصر صلبة",
            "description": "L'enfant transvase des éléments solides, comme des perles, d’un récipient à un autre, montrant une précision motrice.",
            "description_ar": "ينقل الطفل عناصر صلبة، مثل الخرز، من وعاء إلى آخر، مما يظهر دقة حركية.",
            "etat": "NON_COTE"
          },
          {
            "name": "Transvase des éléments liquides",
            "name_ar": "ينقل عناصر سائلة",
            "description": "L'enfant transvase des liquides d’un récipient à un autre sans renverser, démontrant une maîtrise motrice fine.",
            "description_ar": "ينقل الطفل السوائل من وعاء إلى آخر دون انسكاب، مما يظهر إتقانًا حركيًا دقيقًا.",
            "etat": "NON_COTE"
          },
          {
            "name": "Dévisse le couvercle d’un pot de bulles de savon/d’une bouteille",
            "name_ar": "يفك غطاء وعاء فقاعات الصابون/زجاجة",
            "description": "L'enfant dévisse un couvercle, montrant une coordination et une force dans les doigts.",
            "description_ar": "يفك الطفل غطاءً، مما يظهر تناسقًا وقوة في الأصابع.",
            "etat": "NON_COTE"
          },
          {
            "name": "Visser pour refermer une bouteille",
            "name_ar": "يُغلق زجاجة بالبرم",
            "description": "L'enfant visse un couvercle pour refermer une bouteille, démontrant une coordination fine et une compréhension de la tâche.",
            "description_ar": "يُغلق الطفل غطاء زجاجة بالبرم، مما يظهر تناسقًا دقيقًا وفهمًا للمهمة.",
            "etat": "NON_COTE"
          },
          {
            "name": "Prend un bâtonnet avec 2 ou 3 doigts pour l’enfoncer dans la pâte à modeler ou le retirer",
            "name_ar": "يمسك بعصا بأصبعين أو ثلاثة لإدخالها في العجينة أو إزالتها",
            "description": "L'enfant utilise 2 ou 3 doigts pour manipuler un bâtonnet dans la pâte à modeler, montrant une précision dans la préhension.",
            "description_ar": "يستخدم الطفل أصبعين أو ثلاثة للتعامل مع عصا في العجينة، مما يظهر دقة في القبضة.",
            "etat": "NON_COTE"
          },
          {
            "name": "Insère 3 formes dans un encastrement",
            "name_ar": "يُدخل 3 أشكال في لعبة التطعيم",
            "description": "L'enfant insère trois formes dans un jeu d’encastrement, démontrant une coordination visuo-motrice.",
            "description_ar": "يُدخل الطفل ثلاثة أشكال في لعبة التطعيم، مما يظهر تناسقًا بصريًا-حركيًا.",
            "etat": "NON_COTE"
          },
          {
            "name": "Assemble deux pièces de puzzle avec les deux mains",
            "name_ar": "يُجمع قطعتي بازل باستخدام اليدين",
            "description": "L'enfant assemble deux pièces de puzzle en utilisant ses deux mains, montrant une coordination bilatérale.",
            "description_ar": "يُجمع الطفل قطعتي بازل باستخدام يديه الاثنتين، مما يظهر تناسقًا ثنائيًا.",
            "etat": "NON_COTE"
          },
          {
            "name": "Retire des élastiques d’un fil",
            "name_ar": "يُزيل أشرطة مطاطية من خيط",
            "description": "L'enfant retire des élastiques d’un fil, démontrant une précision et une coordination motrice fine.",
            "description_ar": "يُزيل الطفل أشرطة مطاطية من خيط، مما يظهر دقة وتناسقًا حركيًا دقيقًا.",
            "etat": "NON_COTE"
          },
          {
            "name": "Enfile des élastiques sur un tube",
            "name_ar": "يُدخل أشرطة مطاطية على أنبوب",
            "description": "L'enfant enfile des élastiques sur un tube, montrant une coordination fine et une compréhension spatiale.",
            "description_ar": "يُدخل الطفل أشرطة مطاطية على أنبوب، مما يظهر تناسقًا دقيقًا وفهمًا مكانيًا.",
            "etat": "NON_COTE"
          },
          {
            "name": "Enfile une perle",
            "name_ar": "يُدخل خرزة على خيط",
            "description": "L'enfant enfile une perle sur un fil, démontrant une précision dans les gestes fins.",
            "description_ar": "يُدخل الطفل خرزة على خيط، مما يظهر دقة في الحركات الدقيقة.",
            "etat": "NON_COTE"
          },
          {
            "name": "Fait un collier de 5 grosses perles",
            "name_ar": "يصنع عقدًا من 5 خرزات كبيرة",
            "description": "L'enfant enfile cinq grosses perles pour faire un collier, montrant une coordination et une persévérance.",
            "description_ar": "يُدخل الطفل خمس خرزات كبيرة لصنع عقد، مما يظهر تناسقًا ومثابرة.",
            "etat": "NON_COTE"
          },
          {
            "name": "Fait un collier de petites perles",
            "name_ar": "يصنع عقدًا من خرزات صغيرة",
            "description": "L'enfant enfile des petites perles pour faire un collier, démontrant une précision accrue dans la motricité fine.",
            "description_ar": "يُدخل الطفل خرزات صغيرة لصنع عقد، مما يظهر دقة متزايدة في الحركة الدقيقة.",
            "etat": "NON_COTE"
          },
          {
            "name": "Enlève jusqu’à 6 perles d’un cure pipe",
            "name_ar": "يُزيل ما يصل إلى 6 خرزات من منظف غليون",
            "description": "L'enfant retire jusqu’à six perles d’un cure pipe en utilisant ses mains de manière coordonnée, montrant une dextérité fine.",
            "description_ar": "يُزيل الطفل ما يصل إلى ست خرزات من منظف غليون باستخدام يديه بشكل منسق، مما يظهر براعة دقيقة.",
            "etat": "NON_COTE"
          },
          {
            "name": "Insère des jetons sur une planche de colorino",
            "name_ar": "يُدخل رموزًا على لوح كولورينو",
            "description": "L'enfant insère des jetons sur une planche de colorino, démontrant une coordination visuo-motrice fine.",
            "description_ar": "يُدخل الطفل رموزًا على لوح كولورينو، مما يظهر تناسقًا بصريًا-حركيًا دقيقًا.",
            "etat": "NON_COTE"
          },
          {
            "name": "Colle des gommettes",
            "name_ar": "يلصق ملصقات",
            "description": "L'enfant colle des gommettes sur une surface, montrant une précision dans le placement.",
            "description_ar": "يلصق الطفل ملصقات على سطح، مما يظهر دقة في الوضع.",
            "etat": "NON_COTE"
          },
          {
            "name": "Colle des gommettes sur une ligne",
            "name_ar": "يلصق ملصقات على خط",
            "description": "L'enfant colle des gommettes en suivant une ligne, démontrant une précision accrue dans le geste.",
            "description_ar": "يلصق الطفل ملصقات باتباع خط، مما يظهر دقة متزايدة في الحركة.",
            "etat": "NON_COTE"
          },
          {
            "name": "Décolle des gommettes",
            "name_ar": "يُزيل ملصقات",
            "description": "L'enfant décolle des gommettes d’une surface, montrant une coordination fine et une délicatesse.",
            "description_ar": "يُزيل الطفل ملصقات من سطح، مما يظهر تناسقًا دقيقًا ودقة.",
            "etat": "NON_COTE"
          },
          {
            "name": "Saisit une pince à linge (pouce et index)",
            "name_ar": "يمسك بمشبك غسيل (الإبهام والسبابة)",
            "description": "L'enfant saisit une pince à linge avec le pouce et l’index, démontrant une prise en pince précise.",
            "description_ar": "يمسك الطفل بمشبك غسيل باستخدام الإبهام والسبابة، مما يظهر قبضة دقيقة.",
            "etat": "NON_COTE"
          },
          {
            "name": "Accroche des pinces sur planche cartonnée",
            "name_ar": "يُعلق مشابك على لوح كرتوني",
            "description": "L'enfant accroche des pinces à linge sur une planche cartonnée, montrant une coordination et une force dans les doigts.",
            "description_ar": "يُعلق الطفل مشابك غسيل على لوح كرتوني، مما يظهر تناسقًا وقوة في الأصابع.",
            "etat": "NON_COTE"
          },
          {
            "name": "Attrape des objets avec une pince",
            "name_ar": "يمسك بأشياء باستخدام ملقط",
            "description": "L'enfant utilise une pince pour attraper des objets, démontrant une précision et une coordination fine.",
            "description_ar": "يستخدم الطفل ملقطًا لالتقاط أشياء، مما يظهر دقة وتناسقًا دقيقًا.",
            "etat": "NON_COTE"
          },
          {
            "name": "Décroche des pinces",
            "name_ar": "يُزيل مشابك",
            "description": "L'enfant décroche des pinces à linge d’une surface, montrant une dextérité et une coordination fine.",
            "description_ar": "يُزيل الطفل مشابك غسيل من سطح، مما يظهر براعة وتناسقًا دقيقًا.",
            "etat": "NON_COTE"
          },
          {
            "name": "Empile 3 cubes",
            "name_ar": "يُكدّس 3 مكعبات",
            "description": "L'enfant empile trois cubes, démontrant une coordination visuo-motrice et une compréhension de l’équilibre.",
            "description_ar": "يُكدّس الطفل ثلاثة مكعبات، مما يظهر تناسقًا بصريًا-حركيًا وفهمًا للتوازن.",
            "etat": "NON_COTE"
          },
          {
            "name": "Empile 8 cubes",
            "name_ar": "يُكدّس 8 مكعبات",
            "description": "L'enfant empile huit cubes, montrant une coordination et une précision accrues.",
            "description_ar": "يُكدّس الطفل ثمانية مكعبات، مما يظهر تناسقًا ودقة متزايدة.",
            "etat": "NON_COTE"
          },
          {
            "name": "Réalise une tour (30cm) de gros légos",
            "name_ar": "يُنشئ برجًا (30 سم) من ليغو كبير",
            "description": "L'enfant construit une tour de 30 cm avec des gros légos, démontrant une stabilité et une coordination motrice.",
            "description_ar": "يُنشئ الطفل برجًا بطول 30 سم من ليغو كبير، مما يظهر استقرارًا وتناسقًا حركيًا.",
            "etat": "NON_COTE"
          },
          {
            "name": "Réalise une tour (20cm) de légos de format moyen",
            "name_ar": "يُنشئ برجًا (20 سم) من ليغو متوسط الحجم",
            "description": "L'enfant construit une tour de 20 cm avec des légos de format moyen, montrant une précision accrue.",
            "description_ar": "يُنشئ الطفل برجًا بطول 20 سم من ليغو متوسط الحجم، مما يظهر دقة متزايدة.",
            "etat": "NON_COTE"
          },
          {
            "name": "Réalise une tour (10-15cm) de mini légos",
            "name_ar": "يُنشئ برجًا (10-15 سم) من ليغو صغير",
            "description": "L'enfant construit une tour de 10 à 15 cm avec des mini légos, démontrant une motricité fine avancée.",
            "description_ar": "يُنشئ الطفل برجًا بطول 10-15 سم من ليغو صغير، مما يظهر حركة دقيقة متقدمة.",
            "etat": "NON_COTE"
          },
          {
            "name": "Déconstruire une tour de légos (déboîter)",
            "name_ar": "يفكك برجًا من الليغو (يفصل القطع)",
            "description": "L'enfant déboîte une tour de légos, montrant une coordination fine et une compréhension de la manipulation.",
            "description_ar": "يفكك الطفل برجًا من الليغو، مما يظهر تناسقًا دقيقًا وفهمًا للتعامل.",
            "etat": "NON_COTE"
          },
          {
            "name": "Gribouille spontanément (durée au moins 5sec)",
            "name_ar": "يخربش تلقائيًا (لمدة 5 ثوانٍ على الأقل)",
            "description": "L'enfant gribouille spontanément pendant au moins 5 secondes, montrant une initiative dans le geste graphique.",
            "description_ar": "يخربش الطفل تلقائيًا لمدة 5 ثوانٍ على الأقل، مما يظهر مبادرة في الحركة الرسومية.",
            "etat": "NON_COTE"
          },
          {
            "name": "Colorie un grand rond",
            "name_ar": "يُلون دائرة كبيرة",
            "description": "L'enfant colorie un grand rond, démontrant une coordination dans le geste graphique.",
            "description_ar": "يُلون الطفل دائرة كبيرة، مما يظهر تناسقًا في الحركة الرسومية.",
            "etat": "NON_COTE"
          },
          {
            "name": "Repasse sur forme (rond, triangle, carré)",
            "name_ar": "يُعيد التخطيط على شكل (دائرة، مثلث، مربع)",
            "description": "L'enfant repasse sur les contours d’une forme (rond, triangle, carré), montrant une précision dans le traçage.",
            "description_ar": "يُعيد الطفل التخطيط على حدود شكل (دائرة، مثلث، مربع)، مما يظهر دقة في التخطيط.",
            "etat": "NON_COTE"
          },
          {
            "name": "Dessine",
            "name_ar": "يرسم",
            "description": "L'enfant dessine de manière spontanée, démontrant une créativité et une coordination motrice fine.",
            "description_ar": "يرسم الطفل بشكل تلقائي، مما يظهر إبداعًا وتناسقًا حركيًا دقيقًا.",
            "etat": "NON_COTE"
          },
          {
            "name": "Déchire du papier avec les deux mains",
            "name_ar": "يمزق الورق بكلتا اليدين",
            "description": "L'enfant déchire du papier en utilisant ses deux mains, montrant une coordination bilatérale.",
            "description_ar": "يمزق الطفل الورق باستخدام يديه الاثنتين، مما يظهر تناسقًا ثنائيًا.",
            "etat": "NON_COTE"
          },
          {
            "name": "Froisse du papier avec une main",
            "name_ar": "يُجعد الورق بيد واحدة",
            "description": "L'enfant froisse du papier avec une seule main, démontrant une force et une coordination unilatérale.",
            "description_ar": "يُجعد الطفل الورق بيد واحدة، مما يظهر قوة وتناسقًا أحاديًا.",
            "etat": "NON_COTE"
          },
          {
            "name": "Prend et tient correctement des ciseaux",
            "name_ar": "يمسك ويحمل المقص بشكل صحيح",
            "description": "L'enfant prend et tient des ciseaux correctement, montrant une préparation à l’utilisation d’outils.",
            "description_ar": "يمسك الطفل بالمقص ويحمله بشكل صحيح، مما يظهر استعدادًا لاستخدام الأدوات.",
            "etat": "NON_COTE"
          },
          {
            "name": "Découpe avec un ciseau",
            "name_ar": "يقطع بالمقص",
            "description": "L'enfant découpe du papier avec des ciseaux, démontrant une coordination motrice fine et une précision.",
            "description_ar": "يقطع الطفل الورق بالمقص، مما يظهر تناسقًا حركيًا دقيقًا ودقة.",
            "etat": "NON_COTE"
          },
          {
            "name": "Suit un labyrinthe avec le doigt",
            "name_ar": "يتبع متاهة بإصبعه",
            "description": "L'enfant suit un labyrinthe avec son doigt, montrant une coordination visuo-motrice fine.",
            "description_ar": "يتبع الطفل متاهة بإصبعه، مما يظهر تناسقًا بصريًا-حركيًا دقيقًا.",
            "etat": "NON_COTE"
          },
          {
            "name": "Appuyer/actionner un interrupteur",
            "name_ar": "يضغط/يُشغل مفتاحًا",
            "description": "L'enfant appuie ou actionne un interrupteur, démontrant une précision dans le geste ciblé.",
            "description_ar": "يضغط الطفل أو يُشغل مفتاحًا، مما يظهر دقة في الحركة المستهدفة.",
            "etat": "NON_COTE"
          },
          {
            "name": "Monter/descendre une fermeture éclair",
            "name_ar": "يرفع/يخفض سحابًا",
            "description": "L'enfant monte ou descend une fermeture éclair, montrant une coordination fine et une compréhension de la tâche.",
            "description_ar": "يرفع أو يخفض الطفل سحابًا، مما يظهر تناسقًا دقيقًا وفهمًا للمهمة.",
            "etat": "NON_COTE"
          },
          {
            "name": "Enclencher une fermeture éclair",
            "name_ar": "يُشغل سحابًا",
            "description": "L'enfant enclenche une fermeture éclair, démontrant une précision dans l’alignement et la manipulation.",
            "description_ar": "يُشغل الطفل سحابًا، مما يظهر دقة في المحاذاة والتلاعب.",
            "etat": "NON_COTE"
          },
          {
            "name": "Déboutonner/boutonner (chemise ou pantalon)",
            "name_ar": "يفك/يزرر (قميصًا أو بنطالًا)",
            "description": "L'enfant déboutonne ou boutonne une chemise ou un pantalon, montrant une coordination fine et une autonomie dans l’habillage.",
            "description_ar": "يفك أو يزرر الطفل قميصًا أو بنطالًا، مما يظهر تناسقًا دقيقًا واستقلالية في اللباس.",
            "etat": "NON_COTE"
          }
        ]
      },
      {
        "name": "Motricité globale",
        "name_ar": "الحركة العامة",
        "description": "Capacité à réaliser des mouvements impliquant l’ensemble du corps",
        "description_ar": "القدرة على أداء حركات تشمل الجسم بأكمله",
        "items": [
          {
            "name": "Marche de manière autonome et adaptée",
            "name_ar": "يمشي بشكل مستقل ومناسب",
            "description": "L'enfant marche de manière autonome et adaptée à son environnement, montrant une coordination globale.",
            "description_ar": "يمشي الطفل بشكل مستقل ومناسب لبيئته، مما يظهر تناسقًا عامًا.",
            "etat": "NON_COTE"
          },
          {
            "name": "Marche sur une ligne",
            "name_ar": "يمشي على خط",
            "description": "L'enfant marche en suivant une ligne au sol, démontrant un équilibre et une coordination.",
            "description_ar": "يمشي الطفل باتباع خط على الأرض، مما يظهر توازنًا وتناسقًا.",
            "etat": "NON_COTE"
          },
          {
            "name": "Marche en portant un objet",
            "name_ar": "يمشي وهو يحمل جسمًا",
            "description": "L'enfant marche tout en portant un objet, montrant une coordination entre la marche et la manipulation.",
            "description_ar": "يمشي الطفل وهو يحمل جسمًا، مما يظهر تناسقًا بين المشي والتلاعب.",
            "etat": "NON_COTE"
          },
          {
            "name": "Marche en enjambant des obstacles",
            "name_ar": "يمشي متخطيًا العوائق",
            "description": "L'enfant marche en enjambant des obstacles, démontrant une coordination et une planification motrice.",
            "description_ar": "يمشي الطفل متخطيًا العوائق، مما يظهر تناسقًا وتخطيطًا حركيًا.",
            "etat": "NON_COTE"
          },
          {
            "name": "Marche en passant sous un obstacle",
            "name_ar": "يمشي وهو يمر تحت عائق",
            "description": "L'enfant marche en passant sous un obstacle, montrant une adaptation spatiale et une coordination.",
            "description_ar": "يمشي الطفل وهو يمر تحت عائق، مما يظهر تكيفًا مكانيًا وتناسقًا.",
            "etat": "NON_COTE"
          },
          {
            "name": "Marche à reculons",
            "name_ar": "يمشي إلى الخلف",
            "description": "L'enfant marche à reculons, démontrant un contrôle moteur et une conscience spatiale.",
            "description_ar": "يمشي الطفل إلى الخلف، مما يظهر تحكمًا حركيًا ووعيًا مكانيًا.",
            "etat": "NON_COTE"
          },
          {
            "name": "Marche sur la pointe des pieds",
            "name_ar": "يمشي على أطراف أصابعه",
            "description": "L'enfant marche sur la pointe des pieds, montrant un contrôle de l’équilibre et de la posture.",
            "description_ar": "يمشي الطفل على أطراف أصابعه، مما يظهر تحكمًا في التوازن والوضعية.",
            "etat": "NON_COTE"
          },
          {
            "name": "Court de manière autonome et adaptée",
            "name_ar": "يركض بشكل مستقل ومناسب",
            "description": "L'enfant court de manière autonome et adaptée à son environnement, démontrant une coordination globale.",
            "description_ar": "يركض الطفل بشكل مستقل ومناسب لبيئته، مما يظهر تناسقًا عامًا.",
            "etat": "NON_COTE"
          },
          {
            "name": "Court en suivant une trajectoire",
            "name_ar": "يركض باتباع مسار",
            "description": "L'enfant court en suivant une trajectoire définie, montrant une planification motrice.",
            "description_ar": "يركض الطفل باتباع مسار محدد، مما يظهر تخطيطًا حركيًا.",
            "etat": "NON_COTE"
          },
          {
            "name": "Court avec un objet dans la main",
            "name_ar": "يركض وهو يحمل جسمًا في يده",
            "description": "L'enfant court tout en tenant un objet, démontrant une coordination entre la course et la manipulation.",
            "description_ar": "يركض الطفل وهو يحمل جسمًا في يده، مما يظهر تناسقًا بين الركض والتلاعب.",
            "etat": "NON_COTE"
          },
          {
            "name": "Court en s’arrêtant quand il faut",
            "name_ar": "يركض ويتوقف عند الحاجة",
            "description": "L'enfant court et s’arrête sur un signal (panneau stop, ligne ou signal sonore), montrant un contrôle moteur.",
            "description_ar": "يركض الطفل ويتوقف عند إشارة (لوحة توقف، خط، أو إشارة صوتية)، مما يظهر تحكمًا حركيًا.",
            "etat": "NON_COTE"
          },
          {
            "name": "Accélère et ralentit sa course",
            "name_ar": "يُسرع ويُبطئ ركضه",
            "description": "L'enfant ajuste la vitesse de sa course, accélérant ou ralentissant, démontrant un contrôle dynamique.",
            "description_ar": "يُعدل الطفل سرعة ركضه، مُسرعًا أو مُبطئًا، مما يظهر تحكمًا ديناميكيًا.",
            "etat": "NON_COTE"
          },
          {
            "name": "Court longtemps (à partir d’1 minute)",
            "name_ar": "يركض لمدة طويلة (من دقيقة واحدة)",
            "description": "L'enfant court pendant au moins une minute, montrant une endurance physique.",
            "description_ar": "يركض الطفل لمدة دقيقة واحدة على الأقل، مما يظهر تحملًا بدنيًا.",
            "etat": "NON_COTE"
          },
          {
            "name": "Court en passant des obstacles",
            "name_ar": "يركض متخطيًا العوائق",
            "description": "L'enfant court en contournant ou passant des obstacles, démontrant une coordination et une agilité.",
            "description_ar": "يركض الطفل متخطيًا أو متجاوزًا العوائق، مما يظهر تناسقًا وخفة حركة.",
            "etat": "NON_COTE"
          },
          {
            "name": "Se met sur la pointe des pieds",
            "name_ar": "يقف على أطراف أصابعه",
            "description": "L'enfant se met sur la pointe des pieds, montrant un contrôle de l’équilibre.",
            "description_ar": "يقف الطفل على أطراف أصابعه، مما يظهر تحكمًا في التوازن.",
            "etat": "NON_COTE"
          },
          {
            "name": "Tient 10sec sur la pointe des pieds",
            "name_ar": "يصمد 10 ثوانٍ على أطراف أصابعه",
            "description": "L'enfant tient sur la pointe des pieds pendant 10 secondes, démontrant un équilibre soutenu.",
            "description_ar": "يصمد الطفل على أطراف أصابعه لمدة 10 ثوانٍ، مما يظهر توازنًا مستمرًا.",
            "etat": "NON_COTE"
          },
          {
            "name": "Tient 10sec immobile les pieds joints",
            "name_ar": "يصمد 10 ثوانٍ ثابتًا وقدماه متلاصقتان",
            "description": "L'enfant reste immobile les pieds joints pendant 10 secondes, montrant un contrôle de l’équilibre statique.",
            "description_ar": "يبقى الطفل ثابتًا وقدماه متلاصقتان لمدة 10 ثوانٍ، مما يظهر تحكمًا في التوازن الثابت.",
            "etat": "NON_COTE"
          },
          {
            "name": "Tient 10sec immobile pieds joints avec les yeux fermés",
            "name_ar": "يصمد 10 ثوانٍ ثابتًا وقدماه متلاصقتان وعيناه مغلقتان",
            "description": "L'enfant reste immobile les pieds joints avec les yeux fermés pendant 10 secondes, démontrant un équilibre avancé.",
            "description_ar": "يبقى الطفل ثابتًا وقدماه متلاصقتان وعيناه مغلقتان لمدة 10 ثوانٍ، مما يظهر توازنًا متقدمًا.",
            "etat": "NON_COTE"
          },
          {
            "name": "Tient 10sec sur un pied",
            "name_ar": "يصمد 10 ثوانٍ على قدم واحدة",
            "description": "L'enfant tient sur un pied pendant 10 secondes, montrant un équilibre unipodal.",
            "description_ar": "يصمد الطفل على قدم واحدة لمدة 10 ثوانٍ، مما يظهر توازنًا أحاديًا.",
            "etat": "NON_COTE"
          },
          {
            "name": "Tient sur des talons / échasses",
            "name_ar": "يصمد على كعبيه/على أعمدة",
            "description": "L'enfant tient en équilibre sur des talons ou des échasses, démontrant une coordination et un équilibre avancés.",
            "description_ar": "يصمد الطفل في التوازن على كعبيه أو على أعمدة، مما يظهر تناسقًا وتوازنًا متقدمًا.",
            "etat": "NON_COTE"
          },
          {
            "name": "Saute sur place",
            "name_ar": "يقفز في مكانه",
            "description": "L'enfant saute sur place, montrant une coordination motrice globale.",
            "description_ar": "يقفز الطفل في مكانه، مما يظهر تناسقًا حركيًا عامًا.",
            "etat": "NON_COTE"
          },
          {
            "name": "Saute les pieds alternés",
            "name_ar": "يقفز مع تبديل القدمين",
            "description": "L'enfant saute en alternant les pieds, démontrant une coordination avancée.",
            "description_ar": "يقفز الطفل مع تبديل القدمين، مما يظهر تناسقًا متقدمًا.",
            "etat": "NON_COTE"
          },
          {
            "name": "Saute en avançant",
            "name_ar": "يقفز مع التقدم للأمام",
            "description": "L'enfant saute tout en avançant, montrant une coordination entre le saut et le déplacement.",
            "description_ar": "يقفز الطفل مع التقدم للأمام، مما يظهر تناسقًا بين القفز والحركة.",
            "etat": "NON_COTE"
          },
          {
            "name": "Saute sur un pied",
            "name_ar": "يقفز على قدم واحدة",
            "description": "L'enfant saute sur un pied, démontrant un équilibre et une force unipodale.",
            "description_ar": "يقفز الطفل على قدم واحدة، مما يظهر توازنًا وقوة أحادية.",
            "etat": "NON_COTE"
          },
          {
            "name": "Saute sur un pied en avançant",
            "name_ar": "يقفز على قدم واحدة مع التقدم للأمام",
            "description": "L'enfant saute sur un pied tout en avançant, montrant une coordination avancée.",
            "description_ar": "يقفز الطفل على قدم واحدة مع التقدم للأمام، مما يظهر تناسقًا متقدمًا.",
            "etat": "NON_COTE"
          },
          {
            "name": "Saute sur un trampoline",
            "name_ar": "يقفز على ترامبولين",
            "description": "L'enfant saute sur un trampoline, démontrant une coordination et un contrôle moteur.",
            "description_ar": "يقفز الطفل على ترامبولين، مما يظهر تناسقًا وتحكمًا حركيًا.",
            "etat": "NON_COTE"
          },
          {
            "name": "Monte sur un plan incliné",
            "name_ar": "يصعد على سطح مائل",
            "description": "L'enfant monte un plan incliné, montrant une coordination et une force motrice.",
            "description_ar": "يصعد الطفل على سطح مائل، مما يظهر تناسقًا وقوة حركية.",
            "etat": "NON_COTE"
          },
          {
            "name": "Descend sur un plan incliné",
            "name_ar": "ينزل من سطح مائل",
            "description": "L'enfant descend un plan incliné, démontrant un contrôle de la descente et de l’équilibre.",
            "description_ar": "ينزل الطفل من سطح مائل، مما يظهر تحكمًا في النزول والتوازن.",
            "etat": "NON_COTE"
          },
          {
            "name": "Monte sur un banc",
            "name_ar": "يصعد على مقعد",
            "description": "L'enfant monte sur un banc, montrant une coordination et une force dans les jambes.",
            "description_ar": "يصعد الطفل على مقعد، مما يظهر تناسقًا وقوة في الساقين.",
            "etat": "NON_COTE"
          },
          {
            "name": "Descend d’un banc seul",
            "name_ar": "ينزل من مقعد بمفرده",
            "description": "L'enfant descend d’un banc de manière autonome, démontrant un contrôle moteur.",
            "description_ar": "ينزل الطفل من مقعد بشكل مستقل، مما يظهر تحكمًا حركيًا.",
            "etat": "NON_COTE"
          },
          {
            "name": "Monte un escalier de façon adaptée",
            "name_ar": "يصعد درجًا بطريقة مناسبة",
            "description": "L'enfant monte un escalier de manière adaptée, alternant les pieds si possible, montrant une coordination.",
            "description_ar": "يصعد الطفل درجًا بطريقة مناسبة، مع تبديل القدمين إن أمكن، مما يظهر تناسقًا.",
            "etat": "NON_COTE"
          },
          {
            "name": "Descend un escalier de façon adaptée",
            "name_ar": "ينزل درجًا بطريقة مناسبة",
            "description": "L'enfant descend un escalier de manière adaptée, alternant les pieds si possible, montrant un contrôle moteur.",
            "description_ar": "ينزل الطفل درجًا بطريقة مناسبة، مع تبديل القدمين إن أمكن، مما يظهر تحكمًا حركيًا.",
            "etat": "NON_COTE"
          },
          {
            "name": "Monte et descend d’une échelle",
            "name_ar": "يصعد وينزل من سلم",
            "description": "L'enfant monte et descend une échelle, démontrant une coordination et une force globale.",
            "description_ar": "يصعد وينزل الطفل من سلم، مما يظهر تناسقًا وقوة عامة.",
            "etat": "NON_COTE"
          },
          {
            "name": "Sait retenir au moins 3sec une corde que l’on tire",
            "name_ar": "يستطيع الإمساك بحبل لمدة 3 ثوانٍ على الأقل عند سحبه",
            "description": "L'enfant retient une corde pendant au moins 3 secondes lorsqu’on la tire, montrant une force et une coordination.",
            "description_ar": "يُمسك الطفل بحبل لمدة 3 ثوانٍ على الأقل عند سحبه، مما يظهر قوة وتناسقًا.",
            "etat": "NON_COTE"
          },
          {
            "name": "Se penche pour ramasser un objet",
            "name_ar": "ينحني لالتقاط جسم",
            "description": "L'enfant se penche pour ramasser un objet au sol, démontrant une coordination et un équilibre.",
            "description_ar": "ينحني الطفل لالتقاط جسم على الأرض، مما يظهر تناسقًا وتوازنًا.",
            "etat": "NON_COTE"
          },
          {
            "name": "Réussit à saisir des objets placés loin de lui",
            "name_ar": "ينجح في التقاط أشياء موضوعة بعيدًا عنه",
            "description": "L'enfant étend son bras et son corps pour saisir des objets éloignés, montrant une coordination spatiale.",
            "description_ar": "يمد الطفل ذراعه وجسمه لالتقاط أشياء بعيدة، مما يظهر تناسقًا مكانيًا.",
            "etat": "NON_COTE"
          },
          {
            "name": "Escalade un mur",
            "name_ar": "يتسلق جدارًا",
            "description": "L'enfant escalade un mur, démontrant une force, une coordination et une planification motrice.",
            "description_ar": "يتسلق الطفل جدارًا، مما يظهر قوة، تناسقًا، وتخطيطًا حركيًا.",
            "etat": "NON_COTE"
          },
          {
            "name": "Roule sur le côté",
            "name_ar": "يتدحرج على الجانب",
            "description": "L'enfant roule sur le côté au sol, montrant une coordination motrice globale.",
            "description_ar": "يتدحرج الطفل على الجانب على الأرض، مما يظهر تناسقًا حركيًا عامًا.",
            "etat": "NON_COTE"
          },
          {
            "name": "Fait du 4 pattes",
            "name_ar": "يتحرك على أربع",
            "description": "L'enfant se déplace à quatre pattes, démontrant une coordination des membres.",
            "description_ar": "يتحرك الطفل على أربع، مما يظهر تناسقًا بين الأطراف.",
            "etat": "NON_COTE"
          },
          {
            "name": "Rampe en avant",
            "name_ar": "يزحف للأمام",
            "description": "L'enfant rampe en avant, montrant une coordination et une force au sol.",
            "description_ar": "يزحف الطفل للأمام، مما يظهر تناسقًا وقوة على الأرض.",
            "etat": "NON_COTE"
          },
          {
            "name": "Rampe en arrière",
            "name_ar": "يزحف للخلف",
            "description": "L'enfant rampe en arrière, démontrant une coordination et une conscience spatiale.",
            "description_ar": "يزحف الطفل للخلف، مما يظهر تناسقًا ووعيًا مكانيًا.",
            "etat": "NON_COTE"
          },
          {
            "name": "Se relève du sol sans appui-mains",
            "name_ar": "ينهض من الأرض بدون دعم اليدين",
            "description": "L'enfant se relève du sol sans utiliser ses mains pour s’appuyer, montrant une force et un équilibre.",
            "description_ar": "ينهض الطفل من الأرض بدون استخدام يديه للدعم، مما يظهر قوة وتوازنًا.",
            "etat": "NON_COTE"
          },
          {
            "name": "S’agenouille",
            "name_ar": "يركع",
            "description": "L'enfant s’agenouille, démontrant un contrôle moteur et une flexibilité.",
            "description_ar": "يركع الطفل، مما يظهر تحكمًا حركيًا ومرونة.",
            "etat": "NON_COTE"
          },
          {
            "name": "S’accroupit",
            "name_ar": "يجلس القرفصاء",
            "description": "L'enfant s’accroupit, montrant un contrôle de l’équilibre et une force dans les jambes.",
            "description_ar": "يجلس الطفل القرفصاء، مما يظهر تحكمًا في التوازن وقوة في الساقين.",
            "etat": "NON_COTE"
          },
          {
            "name": "Fait une roulade avant",
            "name_ar": "يؤدي شقلبة أمامية",
            "description": "L'enfant effectue une roulade avant, démontrant une coordination et une agilité.",
            "description_ar": "يؤدي الطفل شقلبة أمامية، مما يظهر تناسقًا وخفة حركة.",
            "etat": "NON_COTE"
          },
          {
            "name": "Fait une roulade arrière",
            "name_ar": "يؤدي شقلبة خلفية",
            "description": "L'enfant effectue une roulade arrière, montrant une coordination et une maîtrise avancée.",
            "description_ar": "يؤدي الطفل شقلبة خلفية، مما يظهر تناسقًا وإتقانًا متقدمًا.",
            "etat": "NON_COTE"
          },
          {
            "name": "Applaudit",
            "name_ar": "يصفق",
            "description": "L'enfant applaudit, démontrant une coordination bilatérale des mains.",
            "description_ar": "يصفق الطفل، مما يظهر تناسقًا ثنائيًا لليدين.",
            "etat": "NON_COTE"
          },
          {
            "name": "Danse sur une chanson",
            "name_ar": "يرقص على أغنية",
            "description": "L'enfant danse sur une chanson, montrant une coordination rythmique et motrice.",
            "description_ar": "يرقص الطفل على أغنية، مما يظهر تناسقًا إيقاعيًا وحركيًا.",
            "etat": "NON_COTE"
          },
          {
            "name": "Saute d’un cerceau à un autre",
            "name_ar": "يقفز من دائرة إلى أخرى",
            "description": "L'enfant saute d’un cerceau à un autre, démontrant une coordination et une précision spatiale.",
            "description_ar": "يقفز الطفل من دائرة إلى أخرى، مما يظهر تناسقًا ودقة مكانية.",
            "etat": "NON_COTE"
          },
          {
            "name": "Attrape un ballon au moins 1 fois sur 3",
            "name_ar": "يلتقط كرة مرة واحدة على الأقل من 3 محاولات",
            "description": "L'enfant attrape un ballon au moins une fois sur trois lancers, montrant une coordination œil-main.",
            "description_ar": "يلتقط الطفل كرة مرة واحدة على الأقل من ثلاث رميات، مما يظهر تناسقًا بين العين واليد.",
            "etat": "NON_COTE"
          },
          {
            "name": "Lance un ballon au moins une fois sur 3",
            "name_ar": "يرمي كرة مرة واحدة على الأقل من 3 محاولات",
            "description": "L'enfant lance un ballon au moins une fois sur trois essais, démontrant une coordination motrice.",
            "description_ar": "يرمي الطفل كرة مرة واحدة على الأقل من ثلاث محاولات، مما يظهر تناسقًا حركيًا.",
            "etat": "NON_COTE"
          },
          {
            "name": "Lance un ballon dans une cible précise",
            "name_ar": "يرمي كرة في هدف محدد",
            "description": "L'enfant lance un ballon vers une cible précise, comme un panier ou une personne, montrant une précision motrice.",
            "description_ar": "يرمي الطفل كرة نحو هدف محدد، مثل سلة أو شخص، مما يظهر دقة حركية.",
            "etat": "NON_COTE"
          },
          {
            "name": "Pousse un ballon avec le pied sans tomber",
            "name_ar": "يدفع كرة بالقدم دون السقوط",
            "description": "L'enfant pousse un ballon avec le pied sans perdre l’équilibre, démontrant une coordination pied-œil.",
            "description_ar": "يدفع الطفل كرة بالقدم دون فقدان التوازن، مما يظهر تناسقًا بين القدم والعين.",
            "etat": "NON_COTE"
          },
          {
            "name": "Marque un but (ballon au sol)",
            "name_ar": "يسجل هدفًا (كرة على الأرض)",
            "description": "L'enfant marque un but en poussant un ballon au sol, montrant une précision et une coordination.",
            "description_ar": "يسجل الطفل هدفًا بدفع كرة على الأرض، مما يظهر دقة وتناسقًا.",
            "etat": "NON_COTE"
          },
          {
            "name": "Fait rouler une balle pour faire tomber des quilles ou chamboule-tout",
            "name_ar": "يدحرج كرة لإسقاط أوتاد أو لعبة Chamboule-tout",
            "description": "L'enfant fait rouler une balle pour faire tomber des quilles ou jouer au chamboule-tout, montrant une précision motrice.",
            "description_ar": "يدحرج الطفل كرة لإسقاط أوتاد أو للعب لعبة Chamboule-tout، مما يظهر دقة حركية.",
            "etat": "NON_COTE"
          },
          {
            "name": "Lance un ballon à une main",
            "name_ar": "يرمي كرة بيد واحدة",
            "description": "L'enfant lance un ballon avec une seule main, démontrant une coordination unilatérale.",
            "description_ar": "يرمي الطفل كرة بيد واحدة، مما يظهر تناسقًا أحاديًا.",
            "etat": "NON_COTE"
          },
          {
            "name": "Tient en équilibre sur une trottinette",
            "name_ar": "يحافظ على التوازن على سكوتر",
            "description": "L'enfant tient en équilibre sur une trottinette, montrant une maîtrise de l’équilibre dynamique.",
            "description_ar": "يحافظ الطفل على التوازن على سكوتر، مما يظهر إتقانًا للتوازن الديناميكي.",
            "etat": "NON_COTE"
          },
          {
            "name": "Fait avancer la trottinette",
            "name_ar": "يُحرك السكوتر للأمام",
            "description": "L'enfant fait avancer une trottinette, démontrant une coordination et une propulsion.",
            "description_ar": "يُحرك الطفل السكوتر للأمام، مما يظهر تناسقًا ودفعًا.",
            "etat": "NON_COTE"
          },
          {
            "name": "Dirige sa trottinette / son vélo",
            "name_ar": "يوجه سكوتره/دراجته",
            "description": "L'enfant dirige une trottinette ou un vélo, montrant une coordination et une planification spatiale.",
            "description_ar": "يوجه الطفل سكوتره أو دراجته، مما يظهر تناسقًا وتخطيطًا مكانيًا.",
            "etat": "NON_COTE"
          },
          {
            "name": "Pédale à vélo",
            "name_ar": "يدوس على دواسات الدراجة",
            "description": "L'enfant pédale sur un vélo, démontrant une coordination et une force motrice.",
            "description_ar": "يدوس الطفل على دواسات الدراجة، مما يظهر تناسقًا وقوة حركية.",
            "etat": "NON_COTE"
          },
          {
            "name": "Tient en équilibre sur un vélo",
            "name_ar": "يحافظ على التوازن على دراجة",
            "description": "L'enfant tient en équilibre sur un vélo sans aide, montrant une maîtrise de l’équilibre dynamique.",
            "description_ar": "يحافظ الطفل على التوازن على دراجة بدون مساعدة، مما يظهر إتقانًا للتوازن الديناميكي.",
            "etat": "NON_COTE"
          },
          {
            "name": "Maîtrise ses arrêts",
            "name_ar": "يتحكم في توقفاته",
            "description": "L'enfant maîtrise les arrêts sur une trottinette ou un vélo, démontrant un contrôle moteur précis.",
            "description_ar": "يتحكم الطفل في توقفاته على سكوتر أو دراجة، مما يظهر تحكمًا حركيًا دقيقًا.",
            "etat": "NON_COTE"
          },
          {
            "name": "Fait du toboggan sans aide",
            "name_ar": "يستخدم الزلاقة بدون مساعدة",
            "description": "L'enfant utilise un toboggan de manière autonome, montrant une coordination et une confiance motrice.",
            "description_ar": "يستخدم الطفل الزلاقة بشكل مستقل، مما يظهر تناسقًا وثقة حركية.",
            "etat": "NON_COTE"
          },
          {
            "name": "Fait de la corde à sauter",
            "name_ar": "يستخدم حبل القفز",
            "description": "L'enfant utilise une corde à sauter, démontrant une coordination rythmique et motrice avancée.",
            "description_ar": "يستخدم الطفل حبل القفز، مما يظهر تناسقًا إيقاعيًا وحركيًا متقدمًا.",
            "etat": "NON_COTE"
          },
          {
            "name": "Suit un parcours de motricité",
            "name_ar": "يتبع مسارًا للحركة",
            "description": "L'enfant suit un parcours de motricité avec plusieurs étapes, montrant une coordination et une planification motrice.",
            "description_ar": "يتبع الطفل مسارًا للحركة يتضمن عدة مراحل، مما يظهر تناسقًا وتخطيطًا حركيًا.",
            "etat": "NON_COTE"
          },
          {
            "name": "Grimpe à la corde",
            "name_ar": "يتسلق الحبل",
            "description": "L'enfant grimpe à une corde, démontrant une force, une coordination et une endurance motrice.",
            "description_ar": "يتسلق الطفل حبلًا، مما يظهر قوة، تناسقًا، وتحملًا حركيًا.",
            "etat": "NON_COTE"
          }
        ]
      }
    ]
  },
  {
    "category_name": "Comportement de Participation",
    "category_name_ar": "سلوك المشاركة",
    "category_description": "Compétences liées à la coopération et à la compliance dans les interactions et activités",
    "category_description_ar": "مهارات مرتبطة بالتعاون والامتثال في التفاعلات والأنشطة",
    "domains": [
      {
        "name": "Coopération/compliance",
        "name_ar": "التعاون/الالتزام",
        "description": "Capacité à coopérer avec les consignes et à participer aux activités de manière appropriée",
        "description_ar": "القدرة على التعاون مع التعليمات والمشاركة في الأنشطة بطريقة مناسبة",
        "items": [
          {
            "name": "Prend un objet quand on lui tend",
            "name_ar": "يأخذ جسمًا عندما يُقدم له",
            "description": "L'enfant prend un objet lorsqu’un adulte le lui tend, démontrant une coopération de base dans l’interaction.",
            "description_ar": "يأخذ الطفل جسمًا عندما يقدمه له شخص بالغ، مما يظهر تعاونًا أساسيًا في التفاعل.",
            "etat": "NON_COTE"
          },
          {
            "name": "Coopère aux consignes simples posées",
            "name_ar": "يتعاون مع التعليمات البسيطة المقدمة",
            "description": "L'enfant suit les consignes simples qu’il comprend, montrant une capacité à répondre aux attentes de l’adulte.",
            "description_ar": "يتبع الطفل التعليمات البسيطة التي يفهمها، مما يظهر قدرة على تلبية توقعات الشخص البالغ.",
            "etat": "NON_COTE"
          },
          {
            "name": "Vient s’asseoir quand on lui demande (pour une activité renforçante)",
            "name_ar": "يجلس عندما يُطلب منه (لنشاط محفز)",
            "description": "L'enfant vient s’asseoir lorsqu’on lui demande pour participer à une activité qu’il trouve motivante, démontrant une coopération dans un contexte positif.",
            "description_ar": "يجلس الطفل عندما يُطلب منه للمشاركة في نشاط يجده محفزًا، مما يظهر تعاونًا في سياق إيجابي.",
            "etat": "NON_COTE"
          },
          {
            "name": "Vient s’asseoir quand on lui demande (pour une activité non renforçante)",
            "name_ar": "يجلس عندما يُطلب منه (لنشاط غير محفز)",
            "description": "L'enfant vient s’asseoir lorsqu’on lui demande pour une activité non motivante, montrant une capacité à suivre des consignes sans récompense immédiate.",
            "description_ar": "يجلس الطفل عندما يُطلب منه لنشاط غير محفز، مما يظهر قدرة على اتباع التعليمات بدون مكافأة فورية.",
            "etat": "NON_COTE"
          },
          {
            "name": "Accepte de réaliser des activités avec différentes personnes",
            "name_ar": "يقبل القيام بأنشطة مع أشخاص مختلفين",
            "description": "L'enfant accepte de participer à des activités avec différentes personnes, démontrant une flexibilité dans les interactions sociales.",
            "description_ar": "يقبل الطفل المشاركة في أنشطة مع أشخاص مختلفين، مما يظهر مرونة في التفاعلات الاجتماعية.",
            "etat": "NON_COTE"
          },
          {
            "name": "Reste assis pendant une activité",
            "name_ar": "يبقى جالسًا أثناء نشاط",
            "description": "L'enfant reste assis pendant une activité (préciser la durée en commentaire), montrant une capacité à maintenir son attention.",
            "description_ar": "يبقى الطفل جالسًا أثناء نشاط (يُحدد المدة في التعليق)، مما يظهر قدرة على الحفاظ على الانتباه.",
            "etat": "NON_COTE"
          },
          {
            "name": "Respecte les consignes pendant les activités",
            "name_ar": "يحترم التعليمات أثناء الأنشطة",
            "description": "L'enfant suit les consignes données pendant les activités, démontrant une compréhension et une conformité aux attentes.",
            "description_ar": "يتبع الطفل التعليمات المقدمة أثناء الأنشطة، مما يظهر فهمًا والتزامًا بالتوقعات.",
            "etat": "NON_COTE"
          },
          {
            "name": "Manipule le matériel correctement",
            "name_ar": "يتعامل مع المواد بشكل صحيح",
            "description": "L'enfant utilise le matériel de manière appropriée pendant les activités, montrant un respect des outils et des consignes.",
            "description_ar": "يستخدم الطفل المواد بشكل مناسب أثناء الأنشطة، مما يظهر احترامًا للأدوات والتعليمات.",
            "etat": "NON_COTE"
          },
          {
            "name": "Pose les mains sur la table/ses genoux avant de démarrer l’activité",
            "name_ar": "يضع يديه على الطاولة/ركبتيه قبل بدء النشاط",
            "description": "L'enfant pose ses mains sur la table ou ses genoux avant de commencer une activité, démontrant une capacité à attendre.",
            "description_ar": "يضع الطفل يديه على الطاولة أو ركبتيه قبل بدء نشاط، مما يظهر قدرة على الانتظار.",
            "etat": "NON_COTE"
          },
          {
            "name": "Accepte une guidance de l’adulte",
            "name_ar": "يقبل توجيه الشخص البالغ",
            "description": "L'enfant accepte l’aide ou la guidance physique/verbale d’un adulte pour réaliser une tâche, montrant une coopération.",
            "description_ar": "يقبل الطفل المساعدة أو التوجيه البدني/الشفوي من شخص بالغ لأداء مهمة، مما يظهر تعاونًا.",
            "etat": "NON_COTE"
          },
          {
            "name": "Suit des consignes de groupe",
            "name_ar": "يتبع تعليمات المجموعة",
            "description": "L'enfant suit les consignes données dans un contexte de groupe, démontrant une capacité à s’intégrer dans des activités collectives.",
            "description_ar": "يتبع الطفل التعليمات المقدمة في سياق المجموعة، مما يظهر قدرة على الاندماج في الأنشطة الجماعية.",
            "etat": "NON_COTE"
          },
          {
            "name": "Respecte les consignes orales d’interdiction",
            "name_ar": "يحترم التعليمات الشفوية للحظر",
            "description": "L'enfant respecte les consignes orales comme ‘ne touches pas’, montrant une compréhension des interdictions.",
            "description_ar": "يحترم الطفل التعليمات الشفوية مثل 'لا تلمس'، مما يظهر فهمًا للحظر.",
            "etat": "NON_COTE"
          },
          {
            "name": "Arrête le comportement engagé lorsqu’on lui dit « stop » sans comportement-problème",
            "name_ar": "يوقف السلوك الجاري عندما يُقال له 'توقف' بدون سلوكيات مشكلة",
            "description": "L'enfant cesse un comportement lorsqu’on lui dit ‘stop’ sans manifester de comportement-problème, démontrant un contrôle de soi.",
            "description_ar": "يوقف الطفل سلوكًا عندما يُقال له 'توقف' دون إظهار سلوكيات مشكلة، مما يظهر ضبط النفس.",
            "etat": "NON_COTE"
          },
          {
            "name": "Accepte les transitions sans comportement-défi",
            "name_ar": "يقبل الانتقالات بدون سلوكيات تحدي",
            "description": "L'enfant passe d’une activité à une autre sans manifester de comportement-défi, montrant une adaptabilité.",
            "description_ar": "ينتقل الطفل من نشاط إلى آخر دون إظهار سلوكيات تحدي، مما يظهر قابلية للتكيف.",
            "etat": "NON_COTE"
          },
          {
            "name": "Accepte le retrait d’objet sans comportement-défi",
            "name_ar": "يقبل سحب جسم بدون سلوكيات تحدي",
            "description": "L'enfant accepte qu’on lui retire un objet sans manifester de comportement-défi, démontrant une régulation émotionnelle.",
            "description_ar": "يقبل الطفل سحب جسم دون إظهار سلوكيات تحدي، مما يظهر تنظيمًا عاطفيًا.",
            "etat": "NON_COTE"
          },
          {
            "name": "Accepte le refus d’objet/activité sans comportement-défi",
            "name_ar": "يقبل رفض جسم/نشاط بدون سلوكيات تحدي",
            "description": "L'enfant accepte un refus d’objet ou d’activité sans manifester de comportement-défi, montrant une tolérance à la frustration.",
            "description_ar": "يقبل الطفل رفض جسم أو نشاط دون إظهار سلوكيات تحدي، مما يظهر تحملًا للإحباط.",
            "etat": "NON_COTE"
          },
          {
            "name": "Attend après une demande sans comportement-défi",
            "name_ar": "ينتظر بعد طلب بدون سلوكيات تحدي",
            "description": "L'enfant attend après une demande (préciser la durée en commentaire) sans manifester de comportement-défi, montrant une patience.",
            "description_ar": "ينتظر الطفل بعد طلب (يُحدد المدة في التعليق) دون إظهار سلوكيات تحدي، مما يظهر صبرًا.",
            "etat": "NON_COTE"
          },
          {
            "name": "Tolère les changements/imprévus sans comportement-défi",
            "name_ar": "يتحمل التغييرات/المفاجآت بدون سلوكيات تحدي",
            "description": "L'enfant accepte les changements ou imprévus sans manifester de comportement-défi, démontrant une flexibilité.",
            "description_ar": "يقبل الطفل التغييرات أو المفاجآت دون إظهار سلوكيات تحدي، مما يظهر مرونة.",
            "etat": "NON_COTE"
          },
          {
            "name": "Accepte l’attente sans comportement-défi (attendre son tour)",
            "name_ar": "يقبل الانتظار بدون سلوكيات تحدي (انتظار دوره)",
            "description": "L'enfant attend son tour sans manifester de comportement-défi (préciser la durée en commentaire), montrant une capacité à gérer l’attente.",
            "description_ar": "ينتظر الطفل دوره دون إظهار سلوكيات تحدي (يُحدد المدة في التعليق)، مما يظهر قدرة على إدارة الانتظار.",
            "etat": "NON_COTE"
          },
          {
            "name": "Accepte l’attente sans comportement-défi (attendre quelqu’un en restant assis)",
            "name_ar": "يقبل الانتظار بدون سلوكيات تحدي (انتظار شخص وهو جالس)",
            "description": "L'enfant attend quelqu’un en restant assis sans manifester de comportement-défi (préciser la durée en commentaire), démontrant une patience.",
            "description_ar": "ينتظر الطفل شخصًا وهو جالس دون إظهار سلوكيات تحدي (يُحدد المدة في التعليق)، مما يظهر صبرًا.",
            "etat": "NON_COTE"
          },
          {
            "name": "Accepte l’attente sans comportement-défi (attendre quelqu’un en s’occupant)",
            "name_ar": "يقبل الانتظار بدون سلوكيات تحدي (انتظار شخص وهو منشغل)",
            "description": "L'enfant attend quelqu’un en s’occupant sans manifester de comportement-défi (préciser la durée en commentaire), montrant une autonomie dans l’attente.",
            "description_ar": "ينتظر الطفل شخصًا وهو منشغل دون إظهار سلوكيات تحدي (يُحدد المدة في التعليق)، مما يظهر استقلالية في الانتظار.",
            "etat": "NON_COTE"
          }
        ]
      }
    ]
  }
]