[
  {
    "category_name": "Niveau 1",
    "category_name_ar": "المستوى 1",
    "category_name_en": "Level 1",
    "category_description": "Niveau 1",
    "domains": [
      {
        "name": "Communication réceptive",
        "name_ar": "التواصل الاستقبالي",
        "description": "Communication réceptive",
        "description_ar": "التواصل الاستقبالي",
        "items": [
          {
            "name": "Se tourne vers l'origine des sons pour les localiser.",
            "name_ar": "يتجه نحو مصدر الأصوات لتحديد مكانها.",
            "description": "L'enfant est capable de réagir à des stimuli sonores en tournant la tête ou le corps vers la source du son, démontrant ainsi une capacité à localiser l'origine des bruits dans son environnement immédiat.",
            "description_ar": "الطفل قادر على الاستجابة للمثيرات الصوتية بتحويل رأسه أو جسمه نحو مصدر الصوت، مما يظهر قدرته على تحديد مكان الأصوات في بيئته القريبة.",
            "etat": "NON_COTE"
          },
          {
            "name": "Dirige son regard vers des sons drôles (ex. : bruits de pets, sifflements).",
            "name_ar": "يوجه نظره نحو أصوات مضحكة (مثل: أصوات الريح، الصفير).",
            "description": "L'enfant manifeste de l'intérêt pour des sons inhabituels ou amusants en orientant spontanément son regard vers la source, ce qui indique une attention auditive sélective et une curiosité naturelle.",
            "description_ar": "الطفل يظهر اهتمامًا بالأصوات غير العادية أو المضحكة بتوجيه نظره تلقائيًا نحو المصدر، مما يشير إلى انتباه سمعي انتقائي وفضول طبيعي.",
            "etat": "NON_COTE"
          },
          {
            "name": "Se tourne vers la personne qui lui parle.",
            "name_ar": "يتجه نحو الشخص الذي يتحدث إليه.",
            "description": "Lorsqu'une personne s'adresse à lui, l'enfant se tourne vers elle, montrant ainsi qu'il reconnaît et répond à la communication verbale dirigée vers lui.",
            "description_ar": "عندما يخاطبه شخص، يتجه الطفل نحوه، مما يظهر أنه يتعرف على التواصل اللفظي الموجه إليه ويستجيب له.",
            "etat": "NON_COTE"
          },
          {
            "name": "Observe les images lorsqu'un adulte les désigne dans un livre.",
            "name_ar": "يلاحظ الصور عندما يشير إليها شخص بالغ في كتاب.",
            "description": "L'enfant suit du regard les indications de l'adulte lorsqu'il pointe des images dans un livre, démontrant une compréhension de la référence partagée et un intérêt pour l'exploration visuelle guidée.",
            "description_ar": "يتبع الطفل بنظره إشارات الشخص البالغ عندما يشير إلى صور في كتاب، مما يظهر فهمًا للإشارة المشتركة واهتمامًا بالاستكشاف البصري الموجه.",
            "etat": "NON_COTE"
          },
          {
            "name": "Suit la direction du doigt pour placer des objets dans des contenants ou assembler un puzzle.",
            "name_ar": "يتبع اتجاه الإصبع لوضع أشياء في حاويات أو تجميع أحجية.",
            "description": "L'enfant est capable de suivre la direction indiquée par le doigt d'un adulte pour accomplir une tâche motrice, comme placer des objets ou assembler un puzzle, ce qui montre une compréhension des consignes gestuelles.",
            "description_ar": "الطفل قادر على اتباع الاتجاه الذي يشير إليه إصبع شخص بالغ لإنجاز مهمة حركية، مثل وضع أشياء أو تجميع أحجية، مما يظهر فهمًا للتعليمات الإيمائية.",
            "etat": "NON_COTE"
          },
          {
            "name": "Regarde un objet lorsqu'on l'interpelle en disant : « X, regarde. »",
            "name_ar": "ينظر إلى شيء عندما يُنادى قائلًا: «X، انظر».",
            "description": "Lorsque l'adulte attire son attention verbalement sur un objet, l'enfant oriente son regard vers celui-ci, illustrant sa capacité à comprendre et à répondre à une consigne verbale simple.",
            "description_ar": "عندما يجذب الشخص البالغ انتباهه لفظيًا إلى شيء، يوجه الطفل نظره نحوه، مما يوضح قدرته على فهم والاستجابة لتعليمات لفظية بسيطة.",
            "etat": "NON_COTE"
          },
          {
            "name": "Tourne la tête vers son partenaire lorsqu'il entend son nom.",
            "name_ar": "يحول رأسه نحو شريكه عند سماع اسمه.",
            "description": "À l'appel de son prénom, l'enfant tourne la tête vers la personne qui l'a interpellé, ce qui indique une reconnaissance de son nom et une réponse sociale appropriée.",
            "description_ar": "عند سماع اسمه، يحول الطفل رأسه نحو الشخص الذي ناداه، مما يشير إلى تعرفه على اسمه واستجابة اجتماعية مناسبة.",
            "etat": "NON_COTE"
          },
          {
            "name": "Suit la direction du doigt pour repérer un objet ou un lieu.",
            "name_ar": "يتبع اتجاه الإصبع لتحديد شيء أو مكان.",
            "description": "L'enfant utilise l'indication gestuelle d'un adulte (pointage du doigt) pour localiser un objet ou un endroit précis, montrant ainsi une compréhension des gestes de désignation.",
            "description_ar": "يستخدم الطفل الإشارة الإيمائية لشخص بالغ (الإشارة بالإصبع) لتحديد مكان شيء أو مكان معين، مما يظهر فهمًا لإيماءات الإشارة.",
            "etat": "NON_COTE"
          },
          {
            "name": "Suit le geste de pointage pour aller chercher un jouet.",
            "name_ar": "يتبع إيماءة الإشارة لجلب لعبة.",
            "description": "Lorsque l'adulte pointe un jouet, l'enfant suit ce geste et va chercher l'objet désigné, démontrant une capacité à interpréter et à agir sur des indications non verbales.",
            "description_ar": "عندما يشير شخص بالغ إلى لعبة، يتبع الطفل هذه الإيماءة ويذهب لجلب الشيء المشار إليه، مما يظهر قدرة على تفسير الإشارات غير اللفظية والتصرف بناءً عليها.",
            "etat": "NON_COTE"
          },
          {
            "name": "Réagit en regardant, tendant les bras ou souriant aux gestes et à la voix de l'adulte dans les jeux sociaux.",
            "name_ar": "يستجيب بالنظر، مد الذراعين أو الابتسام لإيماءات وصوت الشخص البالغ في الألعاب الاجتماعية.",
            "description": "Dans le cadre de jeux sociaux, l'enfant répond aux sollicitations de l'adulte par des réactions appropriées telles que le regard, le sourire ou des gestes, ce qui témoigne d'une compréhension des interactions sociales et des signaux verbaux/non verbaux.",
            "description_ar": "في إطار الألعاب الاجتماعية، يستجيب الطفل لطلبات الشخص البالغ بردود فعل مناسبة مثل النظر، الابتسام، أو الإيماءات، مما يعكس فهمًا للتفاعلات الاجتماعية والإشارات اللفظية/غير اللفظية.",
            "etat": "NON_COTE"
          },
          {
            "name": "Réagit aux gestes et paroles de l'adulte dans les comptines en regardant, souriant, tendant les bras ou en imitant des gestes.",
            "name_ar": "يستجيب لإيماءات وكلمات الشخص البالغ في الأناشيد بالنظر، الابتسام، مد الذراعين، أو تقليد الإيماءات.",
            "description": "Lors de comptines, l'enfant montre qu'il comprend les gestes et paroles de l'adulte en réagissant par des mimiques, des gestes ou des sourires, participant activement à l'activité rituelle.",
            "description_ar": "خلال الأناشيد، يظهر الطفل أنه يفهم إيماءات وكلمات الشخص البالغ بردود فعل مثل التعابير، الإيماءات أو الابتسامات، مشاركًا بنشاط في النشاط الطقسي.",
            "etat": "NON_COTE"
          },
          {
            "name": "S'arrête brièvement lorsqu'il entend un mot d'interdiction (ex. : « Non », « Arrête »).",
            "name_ar": "يتوقف لفترة وجيزة عند سماع كلمة منع (مثل: «لا»، «توقف»).",
            "description": "L'enfant interrompt momentanément son action lorsqu'il entend un mot d'interdiction, ce qui indique une compréhension des consignes verbales négatives et une capacité à adapter son comportement.",
            "description_ar": "يوقف الطفل فعله للحظة عند سماع كلمة منع، مما يشير إلى فهم التعليمات اللفظية السلبية وقدرة على تعديل سلوكه.",
            "etat": "NON_COTE"
          },
          {
            "name": "Donne un objet demandé verbalement si l'adulte tend la main pour l'accompagner.",
            "name_ar": "يعطي شيئًا يُطلب لفظيًا إذا مد الشخص البالغ يده لمساعدته.",
            "description": "Lorsque l'adulte demande un objet et accompagne sa demande d'un geste (main tendue), l'enfant remet l'objet, montrant ainsi qu'il comprend la consigne verbale appuyée par un geste.",
            "description_ar": "عندما يطلب الشخص البالغ شيئًا ويدعم طلبه بإيماءة (يد ممدودة)، يسلم الطفل الشيء، مما يظهر أنه يفهم التعليمات اللفظية المدعومة بإيماءة.",
            "etat": "NON_COTE"
          },
          {
            "name": "Suit une consigne simple avec un geste ou une indication verbale (ex. : « Assieds-toi », « Viens ici », « Range »).",
            "name_ar": "يتبع تعليمات بسيطة مع إيماءة أو إشارة لفظية (مثل: «اجلس»، «تعال هنا»، «رتب»).",
            "description": "L'enfant exécute une consigne simple donnée verbalement ou accompagnée d'un geste, démontrant sa capacité à comprendre et à suivre des instructions de base.",
            "description_ar": "ينفذ الطفل تعليمات بسيطة تُعطى لفظيًا أو مصحوبة بإيماءة، مما يظهر قدرته على فهم واتباع التعليمات الأساسية.",
            "etat": "NON_COTE"
          },
          {
            "name": "Suit une consigne verbale simple sans geste d'accompagnement (ex. : « Assieds-toi », « Viens ici », « Range »).",
            "name_ar": "يتبع تعليمات لفظية بسيطة بدون إيماءة مصاحبة (مثل: «اجلس»، «تعال هنا»، «رتب»).",
            "description": "L'enfant comprend et réalise une consigne verbale simple sans avoir besoin d'un support gestuel, ce qui montre une progression dans la compréhension du langage oral.",
            "description_ar": "يفهم الطفل وينفذ تعليمات لفظية بسيطة دون الحاجة إلى دعم إيمائي، مما يظهر تقدمًا في فهم اللغة المنطوقة.",
            "etat": "NON_COTE"
          }
        ]
      },
      {
        "name": "Communication expressive",
        "name_ar": "التواصل التعبيري",
        "description": "Communication expressive",
        "description_ar": "التواصل التعبيري",
        "items": [
          {
            "name": "Étend les bras vers une personne ou un objet pour exprimer une demande.",
            "name_ar": "يمد ذراعيه نحو شخص أو شيء للتعبير عن طلب.",
            "description": "L'enfant manifeste une intention claire de demander quelque chose en étendant les bras vers une personne ou un objet, démontrant ainsi une capacité à utiliser des gestes pour communiquer ses besoins ou désirs.",
            "description_ar": "يظهر الطفل نية واضحة لطلب شيء بمد ذراعيه نحو شخص أو شيء، مما يظهر قدرته على استخدام الإيماءات للتعبير عن احتياجاته أو رغباته.",
            "etat": "NON_COTE"
          },
          {
            "name": "Émet des sons de manière intentionnelle.",
            "name_ar": "يصدر أصواتًا بطريقة مقصودة.",
            "description": "L'enfant produit des sons de façon volontaire et dirigée, ce qui indique une prise de conscience de l'effet de ses vocalisations sur son environnement et une première étape vers la communication verbale.",
            "description_ar": "يُنتج الطفل أصواتًا بشكل طوعي وموجه، مما يشير إلى وعيه بتأثير أصواته على بيئته وخطوة أولى نحو التواصل اللفظي.",
            "etat": "NON_COTE"
          },
          {
            "name": "Sollicite de l'aide en tendant un objet à l'adulte.",
            "name_ar": "يطلب المساعدة بمد شيء إلى الشخص البالغ.",
            "description": "L'enfant demande de l'aide en tendant un objet à un adulte, montrant ainsi qu'il comprend comment utiliser l'interaction sociale pour obtenir une assistance ou une réponse à ses besoins.",
            "description_ar": "يطلب الطفل المساعدة بمد شيء إلى شخص بالغ، مما يظهر أنه يفهم كيفية استخدام التفاعل الاجتماعي للحصول على مساعدة أو استجابة لاحتياجاته.",
            "etat": "NON_COTE"
          },
          {
            "name": "Alterne les vocalisations avec un interlocuteur lors d'un échange.",
            "name_ar": "يتناوب في إصدار الأصوات مع محاور أثناء تبادل.",
            "description": "L'enfant participe à un échange vocal en alternant ses propres vocalisations avec celles d'un interlocuteur, ce qui reflète une compréhension précoce du tour de parole et de la réciprocité dans la communication.",
            "description_ar": "يشارك الطفل في تبادل صوتي بالتناوب بين أصواته الخاصة وأصوات المحاور، مما يعكس فهمًا مبكرًا لدور الحديث والتفاعل المتبادل في التواصل.",
            "etat": "NON_COTE"
          },
          {
            "name": "Manifeste son refus en repoussant un objet ou en le rendant à quelqu'un.",
            "name_ar": "يعبر عن رفضه بدفع شيء أو إعادته لشخص ما.",
            "description": "L'enfant exprime son refus ou son désaccord en repoussant un objet ou en le rendant à une autre personne, démontrant ainsi une capacité à communiquer ses préférences de manière non verbale.",
            "description_ar": "يعبر الطفل عن رفضه أو عدم موافقته بدفع شيء أو إعادته إلى شخص آخر، مما يظهر قدرته على التعبير عن تفضيلاته بطريقة غير لفظية.",
            "etat": "NON_COTE"
          },
          {
            "name": "Désigne un objet de près avec son doigt pour le demander.",
            "name_ar": "يشير إلى شيء قريب بإصبعه لطلبه.",
            "description": "L'enfant utilise le geste de pointer du doigt un objet proche pour exprimer une demande, illustrant sa capacité à associer un geste précis à une intention de communication.",
            "description_ar": "يستخدم الطفل إيماءة الإشارة بالإصبع إلى شيء قريب للتعبير عن طلب، مما يوضح قدرته على ربط إيماءة دقيقة بنية التواصل.",
            "etat": "NON_COTE"
          },
          {
            "name": "Regarde l'adulte pour obtenir un objet lorsque celui-ci bloque l'accès ou le retient.",
            "name_ar": "ينظر إلى الشخص البالغ للحصول على شيء عندما يمنع الوصول إليه أو يحتفظ به.",
            "description": "Lorsque l'accès à un objet est bloqué ou que l'adulte le retient, l'enfant regarde l'adulte pour solliciter son intervention, montrant ainsi une compréhension de l'intentionnalité dans la communication.",
            "description_ar": "عندما يُمنع الوصول إلى شيء أو يحتفظ به الشخص البالغ، ينظر الطفل إليه لطلب تدخله، مما يظهر فهمًا للنية في التواصل.",
            "etat": "NON_COTE"
          },
          {
            "name": "Désigne un objet du doigt pour faire un choix entre deux options.",
            "name_ar": "يشير إلى شيء بإصبعه لاختيار بين خيارين.",
            "description": "L'enfant exprime une préférence ou fait un choix en pointant du doigt l'un des deux objets proposés, démontrant ainsi une capacité à utiliser le geste pour communiquer une décision.",
            "description_ar": "يعبر الطفل عن تفضيله أو يختار بالإشارة بإصبعه إلى أحد الشيئين المعروضين، مما يظهر قدرته على استخدام الإيماءة للتعبير عن قرار.",
            "etat": "NON_COTE"
          },
          {
            "name": "Accompagne son regard d'une vocalisation pour exprimer une demande.",
            "name_ar": "يصاحب نظرته بصوت للتعبير عن طلب.",
            "description": "L'enfant combine le regard vers un objet ou une personne avec une vocalisation pour exprimer une demande, montrant une coordination entre les indices non verbaux et verbaux dans la communication.",
            "description_ar": "يجمع الطفل بين النظر إلى شيء أو شخص وإصدار صوت للتعبير عن طلب، مما يظهر تنسيقًا بين الإشارات غير اللفظية واللفظية في التواصل.",
            "etat": "NON_COTE"
          },
          {
            "name": "Désigne un objet éloigné du doigt pour le demander.",
            "name_ar": "يشير إلى شيء بعيد بإصبعه لطلبه.",
            "description": "L'enfant pointe du doigt un objet situé à distance pour exprimer son désir de l'obtenir, ce qui indique une capacité à utiliser le geste de pointage pour communiquer au-delà de l'immédiat.",
            "description_ar": "يشير الطفل بإصبعه إلى شيء بعيد للتعبير عن رغبته في الحصول عليه، مما يشير إلى قدرته على استخدام إيماءة الإشارة للتواصل خارج النطاق القريب.",
            "etat": "NON_COTE"
          },
          {
            "name": "Pointe du doigt à distance pour choisir entre deux objets.",
            "name_ar": "يشير بإصبعه من بعيد لاختيار بين شيئين.",
            "description": "L'enfant utilise le pointage à distance pour indiquer son choix entre deux objets, montrant ainsi une compréhension de la communication référentielle et de la capacité à exprimer des préférences.",
            "description_ar": "يستخدم الطفل الإشارة عن بعد للدلالة على اختياره بين شيئين، مما يظهر فهمًا للتواصل المرجعي والقدرة على التعبير عن التفضيلات.",
            "etat": "NON_COTE"
          },
          {
            "name": "Babille en répétant des syllabes (CVCV), sans forcément former des mots.",
            "name_ar": "يُهمهم بتكرار مقاطع صوتية (حرف ساكن-حرف علة-حرف ساكن-حرف علة) دون تكوين كلمات بالضرورة.",
            "description": "L'enfant produit des suites de syllabes répétées (de type consonne-voyelle-consonne-voyelle), ce qui constitue une étape importante dans le développement du langage oral, même si ces vocalisations ne forment pas encore de mots.",
            "description_ar": "يُنتج الطفل سلاسل من المقاطع الصوتية المتكررة (من نوع حرف ساكن-حرف علة-حرف ساكن-حرف علة)، مما يشكل خطوة هامة في تطور اللغة المنطوقة، حتى لو لم تتكون هذه الأصوات من كلمات بعد.",
            "etat": "NON_COTE"
          },
          {
            "name": "Utilise au moins cinq consonnes différentes dans ses vocalisations spontanées.",
            "name_ar": "يستخدم خمسة حروف ساكنة مختلفة على الأقل في أصواته التلقائية.",
            "description": "L'enfant démontre une diversité phonétique en utilisant spontanément au moins cinq consonnes différentes dans ses vocalisations, ce qui reflète une progression dans l'acquisition des sons du langage.",
            "description_ar": "يظهر الطفل تنوعًا صوتيًا باستخدام خمسة حروف ساكنة مختلفة على الأقل في أصواته التلقائية، مما يعكس تقدمًا في اكتساب أصوات اللغة.",
            "etat": "NON_COTE"
          },
          {
            "name": "Enchaîne des syllabes variées (CVCV avec des voyelles différentes) dans son babillage.",
            "name_ar": "يربط مقاطع صوتية متنوعة (حرف ساكن-حرف علة-حرف ساكن-حرف علة مع حروف علة مختلفة) في همهمته.",
            "description": "L'enfant varie les syllabes dans son babillage, enchaînant des combinaisons de consonnes et de voyelles différentes, ce qui montre une exploration active des possibilités sonores du langage.",
            "description_ar": "يغير الطفل المقاطع الصوتية في همهمته، مترابطًا بين مجموعات من الحروف الساكنة والحروف العلة المختلفة، مما يظهر استكشافًا نشطًا لإمكانيات الصوت في اللغة.",
            "etat": "NON_COTE"
          }
        ]
      },
      {
        "name": "Compétences sociales",
        "name_ar": "المهارات الاجتماعية",
        "description": "Compétences sociales",
        "description_ar": "المهارات الاجتماعية",
        "items": [
          {
            "name": "Accepte de courtes interactions sociales impliquant des sensations et du contact.",
            "name_ar": "يقبل تفاعلات اجتماعية قصيرة تشمل الإحساس والتلامس.",
            "description": "L'enfant accepte et participe à de brèves interactions sociales qui incluent des sensations physiques ou du contact, comme des jeux de toucher ou des échanges de proximité, montrant ainsi une ouverture à l'engagement social et à la tolérance sensorielle.",
            "description_ar": "يقبل الطفل ويشارك في تفاعلات اجتماعية قصيرة تشمل إحساسًا جسديًا أو تلامسًا، مثل ألعاب اللمس أو التفاعلات القريبة، مما يظهر انفتاحًا على التفاعل الاجتماعي وتحمل الإحساس.",
            "etat": "NON_COTE"
          },
          {
            "name": "Utilise des gestes pour lancer ou poursuivre une activité sociale sensorielle.",
            "name_ar": "يستخدم إيماءات لبدء أو مواصلة نشاط اجتماعي حسي.",
            "description": "L'enfant initie ou maintient une activité sociale à caractère sensoriel (ex : chatouilles, jeux de mains) en utilisant des gestes, ce qui indique une compréhension des codes sociaux et une volonté d'interagir avec autrui.",
            "description_ar": "يبدأ الطفل أو يحافظ على نشاط اجتماعي حسي (مثل: الدغدغة، ألعاب اليدين) باستخدام الإيماءات، مما يشير إلى فهم الرموز الاجتماعية ورغبة في التفاعل مع الآخرين.",
            "etat": "NON_COTE"
          },
          {
            "name": "Établit un bref contact visuel avec une autre personne.",
            "name_ar": "يؤسس اتصالًا بصريًا قصيرًا مع شخص آخر.",
            "description": "L'enfant est capable de croiser le regard d'une autre personne, même brièvement, ce qui constitue une étape importante dans le développement des compétences sociales et de la communication non verbale.",
            "description_ar": "الطفل قادر على تبادل النظرات مع شخص آخر، ولو لفترة قصيرة، مما يشكل خطوة هامة في تطوير المهارات الاجتماعية والتواصل غير اللفظي.",
            "etat": "NON_COTE"
          },
          {
            "name": "Participe activement à une routine sociale sensorielle pendant environ 2 minutes.",
            "name_ar": "يشارك بنشاط في روتين اجتماعي حسي لمدة حوالي دقيقتين.",
            "description": "L'enfant prend part de façon active à une routine sociale sensorielle (ex : jeux de balancement, chansons gestuées) pendant une durée d'environ 2 minutes, montrant ainsi son engagement et sa capacité à maintenir l'attention dans une interaction sociale.",
            "description_ar": "يشارك الطفل بنشاط في روتين اجتماعي حسي (مثل: ألعاب التأرجح، الأغاني المصحوبة بإيماءات) لمدة حوالي دقيقتين، مما يظهر التزامه وقدرته على الحفاظ على الانتباه في التفاعل الاجتماعي.",
            "etat": "NON_COTE"
          },
          {
            "name": "Réagit à ses objets ou activités préférés en regardant, en tendant les bras, en souriant ou en bougeant.",
            "name_ar": "يستجيب لأشيائه أو أنشطته المفضلة بالنظر، مد الذراعين، الابتسام، أو الحركة.",
            "description": "L'enfant manifeste son intérêt ou son plaisir face à ses objets ou activités préférés par des réactions visibles telles que le regard, le sourire, des gestes ou des mouvements corporels, ce qui indique une capacité à exprimer ses émotions et ses préférences dans un contexte social.",
            "description_ar": "يظهر الطفل اهتمامه أو سروره تجاه أشيائه أو أنشطته المفضلة بردود فعل مرئية مثل النظر، الابتسام، الإيماءات، أو الحركات الجسدية، مما يشير إلى قدرته على التعبير عن مشاعره وتفضيلاته في سياق اجتماعي.",
            "etat": "NON_COTE"
          },
          {
            "name": "Observe et interagit avec l'adulte qui l'imite dans un jeu parallèle avec des jouets.",
            "name_ar": "يلاحظ ويتفاعل مع الشخص البالغ الذي يقلده في لعب موازٍ بالألعاب.",
            "description": "L'enfant observe l'adulte qui imite ses actions lors d'un jeu parallèle avec des jouets et peut interagir en retour, montrant ainsi une conscience de l'autre et une capacité à entrer dans une dynamique d'imitation sociale.",
            "description_ar": "يلاحظ الطفل الشخص البالغ الذي يقلد أفعاله خلال لعب موازٍ بالألعاب ويمكنه التفاعل في المقابل، مما يظهر وعيًا بالآخر وقدرة على الدخول في ديناميكية التقليد الاجتماعي.",
            "etat": "NON_COTE"
          },
          {
            "name": "Connaît entre 5 et 10 jeux sociaux sensoriels.",
            "name_ar": "يعرف ما بين 5 إلى 10 ألعاب اجتماعية حسية.",
            "description": "L'enfant a acquis et reconnaît entre 5 et 10 jeux sociaux sensoriels (ex : coucou, tape-mains, chatouilles), ce qui témoigne d'une familiarité avec les routines sociales et d'une mémoire sociale en développement.",
            "description_ar": "اكتسب الطفل ويتعرف على ما بين 5 إلى 10 ألعاب اجتماعية حسية (مثل: كوكو، ضرب اليدين، الدغدغة)، مما يعكس ألفة مع الروتينات الاجتماعية وذاكرة اجتماعية في طور التطور.",
            "etat": "NON_COTE"
          },
          {
            "name": "Réagit aux salutations en regardant ou en se tournant vers la personne.",
            "name_ar": "يستجيب للتحيات بالنظر أو التوجه نحو الشخص.",
            "description": "L'enfant répond aux salutations (bonjour, au revoir) en regardant ou en se tournant vers la personne qui le salue, montrant ainsi une compréhension des conventions sociales de base.",
            "description_ar": "يستجيب الطفل للتحيات (مرحبًا، وداعًا) بالنظر أو التوجه نحو الشخص الذي يحييه، مما يظهر فهمًا للأعراف الاجتماعية الأساسية.",
            "etat": "NON_COTE"
          },
          {
            "name": "Répond aux salutations avec un geste ou une vocalisation.",
            "name_ar": "يرد على التحيات بإيماءة أو صوت.",
            "description": "L'enfant répond aux salutations reçues par un geste (ex : signe de la main) ou une vocalisation, ce qui indique une capacité à participer activement aux échanges sociaux.",
            "description_ar": "يرد الطفل على التحيات المستلمة بإيماءة (مثل: إشارة اليد) أو صوت، مما يشير إلى قدرته على المشاركة النشطة في التفاعلات الاجتماعية.",
            "etat": "NON_COTE"
          },
          {
            "name": "Échange des sourires avec son partenaire lors d'un jeu coordonné.",
            "name_ar": "يتبادل الابتسامات مع شريكه خلال لعبة منسقة.",
            "description": "L'enfant partage des sourires avec un partenaire lors d'un jeu coordonné, illustrant une réciprocité émotionnelle et une capacité à établir une connexion sociale positive.",
            "description_ar": "يشارك الطفل الابتسامات مع شريك خلال لعبة منسقة، مما يوضح التفاعل العاطفي المتبادل والقدرة على إقامة اتصال اجتماعي إيجابي.",
            "etat": "NON_COTE"
          }
        ]
      },
      {
        "name": "Imitation",
        "name_ar": "التقليد",
        "description": "Imitation",
        "description_ar": "التقليد",
        "items": [
          {
            "name": "Reproduit 8 à 10 actions simples en utilisant des objets.",
            "name_ar": "يقلد 8 إلى 10 أفعال بسيطة باستخدام أشياء.",
            "description": "L'enfant est capable d'observer et de reproduire entre 8 et 10 actions simples réalisées avec des objets (par exemple : taper, empiler, secouer), ce qui montre une bonne capacité d'observation, de mémorisation et d'imitation motrice dans un contexte ludique ou d'apprentissage.",
            "description_ar": "الطفل قادر على ملاحظة وتقليد ما بين 8 إلى 10 أفعال بسيطة تُنفذ باستخدام أشياء (مثل: الضرب، التكديس، الهز)، مما يظهر قدرة جيدة على الملاحظة، التذكر، والتقليد الحركي في سياق لعبي أو تعليمي.",
            "etat": "NON_COTE"
          },
          {
            "name": "Imite 10 gestes impliquant des parties visibles de son corps lors de chansons ou de jeux.",
            "name_ar": "يقلد 10 إيماءات تشمل أجزاء مرئية من جسمه خلال الأغاني أو الألعاب.",
            "description": "L'enfant imite jusqu'à 10 gestes différents qui mobilisent des parties visibles de son corps (bras, mains, jambes) lors de chansons ou de jeux, illustrant ainsi sa capacité à reproduire des mouvements observés et à participer activement à des activités collectives.",
            "description_ar": "يقلد الطفل حتى 10 إيماءات مختلفة تشمل أجزاء مرئية من جسمه (الأذرع، اليدين، الأرجل) خلال الأغاني أو الألعاب، مما يوضح قدرته على تكرار الحركات المُلاحظة والمشاركة النشطة في الأنشطة الجماعية.",
            "etat": "NON_COTE"
          },
          {
            "name": "Copie 6 mouvements touchant des parties moins visibles de son corps (tête, visage) dans des activités chantées ou ludiques.",
            "name_ar": "ينسخ 6 حركات تتعلق بأجزاء أقل وضوحًا من جسمه (الرأس، الوجه) في أنشطة غنائية أو لعبية.",
            "description": "L'enfant est capable de copier 6 mouvements impliquant des parties moins visibles de son corps, comme la tête ou le visage, dans des activités chantées ou ludiques, ce qui témoigne d'une attention particulière aux détails et d'une finesse dans l'imitation gestuelle.",
            "description_ar": "الطفل قادر على نسخ 6 حركات تتعلق بأجزاء أقل وضوحًا من جسمه، مثل الرأس أو الوجه، في أنشطة غنائية أو لعبية، مما يعكس انتباهًا خاصًا للتفاصيل ودقة في التقليد الإيمائي.",
            "etat": "NON_COTE"
          },
          {
            "name": "Reproduit 6 mouvements impliquant la bouche et le visage.",
            "name_ar": "يقلد 6 حركات تشمل الفم والوجه.",
            "description": "L'enfant reproduit 6 mouvements différents qui mobilisent la bouche et le visage (ex : tirer la langue, souffler, faire des grimaces), montrant ainsi une capacité à imiter des expressions faciales et des mouvements orofaciaux essentiels au développement du langage et de la communication non verbale.",
            "description_ar": "يقلد الطفل 6 حركات مختلفة تشمل الفم والوجه (مثل: إخراج اللسان، النفخ، عمل تعابير وجهية)، مما يظهر قدرته على تقليد تعابير الوجه والحركات الفموية الوجهية الأساسية لتطور اللغة والتواصل غير اللفظي.",
            "etat": "NON_COTE"
          }
        ]
      },
      {
        "name": "Cognition",
        "name_ar": "الإدراك",
        "description": "Cognition",
        "description_ar": "الإدراك",
        "items": [
          {
            "name": "Regroupe ou classe des objets identiques.",
            "name_ar": "يجمع أو يصنف أشياء متطابقة.",
            "description": "L'enfant est capable de regrouper ou de classer des objets identiques, montrant ainsi une capacité à reconnaître les similarités, à organiser son environnement et à développer des compétences de catégorisation essentielles à la pensée logique.",
            "description_ar": "الطفل قادر على جمع أو تصنيف أشياء متطابقة، مما يظهر قدرته على التعرف على أوجه التشابه، تنظيم بيئته، وتطوير مهارات التصنيف الأساسية للتفكير المنطقي.",
            "etat": "NON_COTE"
          },
          {
            "name": "Associe ou trie des images identiques.",
            "name_ar": "يربط أو يصنف صورًا متطابقة.",
            "description": "L'enfant associe ou trie des images identiques, ce qui indique une bonne perception visuelle, une mémoire de travail efficace et une capacité à faire des liens entre des représentations similaires.",
            "description_ar": "الطفل يربط أو يصنف صورًا متطابقة، مما يشير إلى إدراك بصري جيد، ذاكرة عمل فعالة، وقدرة على إقامة روابط بين التمثيلات المتشابهة.",
            "etat": "NON_COTE"
          },
          {
            "name": "Associe des images avec les objets correspondants.",
            "name_ar": "يربط الصور بالأشياء المقابلة لها.",
            "description": "L'enfant est capable d'associer des images à leurs objets correspondants, démontrant une compréhension de la représentation symbolique et une capacité à relier le concret à l'abstrait.",
            "description_ar": "الطفل قادر على ربط الصور بالأشياء المقابلة لها، مما يظهر فهمًا للتمثيل الرمزي وقدرة على ربط الملموس بالمجرد.",
            "etat": "NON_COTE"
          },
          {
            "name": "Trie les objets en fonction de leur couleur.",
            "name_ar": "يصنف الأشياء بناءً على لونها.",
            "description": "L'enfant trie des objets selon leur couleur, ce qui montre une capacité à observer, comparer et classer selon un critère précis, étape importante dans le développement de la pensée logique et de la discrimination visuelle.",
            "description_ar": "يصنف الطفل الأشياء حسب لونها، مما يظهر قدرة على الملاحظة، المقارنة، والتصنيف وفق معيار محدد، وهي خطوة هامة في تطور التفكير المنطقي والتمييز البصري.",
            "etat": "NON_COTE"
          }
        ]
      },
      {
        "name": "Jeu",
        "name_ar": "اللعب",
        "description": "Jeu",
        "description_ar": "اللعب",
        "items": [
          {
            "name": "Ajuste son comportement en fonction de cinq objets différents.",
            "name_ar": "يعدل سلوكه بناءً على خمسة أشياء مختلفة.",
            "description": "L'enfant adapte son comportement de jeu en fonction de la nature de cinq objets différents, montrant ainsi une capacité d'observation, de flexibilité cognitive et d'adaptation aux propriétés des objets manipulés.",
            "description_ar": "يعدل الطفل سلوكه في اللعب بناءً على طبيعة خمسة أشياء مختلفة، مما يظهر قدرة على الملاحظة، المرونة الإدراكية، والتكيف مع خصائص الأشياء المستخدمة.",
            "etat": "NON_COTE"
          },
          {
            "name": "Joue seul et correctement avec 10 jouets nécessitant une action simple.",
            "name_ar": "يلعب بمفرده وبشكل صحيح مع 10 ألعاب تتطلب فعلًا بسيطًا.",
            "description": "L'enfant est capable de jouer seul et de manière appropriée avec dix jouets différents qui requièrent chacun une action simple, ce qui témoigne d'une autonomie dans le jeu et d'une compréhension des fonctions de base des objets ludiques.",
            "description_ar": "الطفل قادر على اللعب بمفرده وبشكل مناسب مع عشر ألعاب مختلفة تتطلب كل منها فعلًا بسيطًا، مما يعكس استقلالية في اللعب وفهمًا لوظائف الأشياء اللعبية الأساسية.",
            "etat": "NON_COTE"
          },
          {
            "name": "Utilise de manière autonome des jouets demandant des actions répétitives sur différents objets (ex. : pyramide d'anneaux, gobelets empilables).",
            "name_ar": "يستخدم بشكل مستقل ألعابًا تتطلب أفعالًا متكررة على أشياء مختلفة (مثل: هرم الحلقات، أكواب قابلة للتكديس).",
            "description": "L'enfant utilise de façon autonome des jouets qui nécessitent des actions répétitives (comme empiler, insérer, assembler) sur différents objets, illustrant ainsi la persévérance, la coordination motrice et la compréhension des séquences d'actions.",
            "description_ar": "يستخدم الطفل بشكل مستقل ألعابًا تتطلب أفعالًا متكررة (مثل التكديس، الإدخال، التجميع) على أشياء مختلفة، مما يوضح المثابرة، التنسيق الحركي، وفهم تسلسل الأفعال.",
            "etat": "NON_COTE"
          },
          {
            "name": "Adopte des comportements de jeu adaptés avec divers jouets simples (ex. : lancer une balle, empiler des cubes, insérer des bâtonnets dans des trous, faire rouler une voiture).",
            "name_ar": "يتبنى سلوكيات لعب مناسبة مع ألعاب بسيطة متنوعة (مثل: رمي كرة، تكديس مكعبات، إدخال أعواد في ثقوب، دحرجة سيارة).",
            "description": "L'enfant adopte des comportements de jeu appropriés avec une variété de jouets simples, tels que lancer une balle, empiler des cubes, insérer des bâtonnets ou faire rouler une voiture, montrant ainsi une diversité de compétences motrices et ludiques.",
            "description_ar": "يتبنى الطفل سلوكيات لعب مناسبة مع مجموعة متنوعة من الألعاب البسيطة، مثل رمي كرة، تكديس مكعبات، إدخال أعواد، أو دحرجة سيارة، مما يظهر تنوعًا في المهارات الحركية واللعبية.",
            "etat": "NON_COTE"
          },
          {
            "name": "Joue seul avec des jouets nécessitant deux gestes différents (ex. : enlever, mettre dedans).",
            "name_ar": "يلعب بمفرده مع ألعاب تتطلب إيماءتين مختلفتين (مثل: إزالة، وضع داخل).",
            "description": "L'enfant joue de façon autonome avec des jouets qui requièrent la réalisation de deux gestes différents, comme enlever et mettre dedans, ce qui indique une capacité à enchaîner des actions et à comprendre des séquences motrices simples.",
            "description_ar": "يلعب الطفل بشكل مستقل مع ألعاب تتطلب تنفيذ إيماءتين مختلفتين، مثل الإزالة والوضع داخل، مما يشير إلى قدرة على ربط الأفعال وفهم تسلسلات حركية بسيطة.",
            "etat": "NON_COTE"
          },
          {
            "name": "Manipule de manière autonome des jouets nécessitant plusieurs actions variées (ex. : insérer, ouvrir, retirer, fermer).",
            "name_ar": "يتعامل بشكل مستقل مع ألعاب تتطلب عدة أفعال متنوعة (مثل: إدخال، فتح، إزالة، إغلاق).",
            "description": "L'enfant manipule seul des jouets qui demandent plusieurs types d'actions (insérer, ouvrir, retirer, fermer), illustrant une bonne coordination, une planification motrice et une exploration active de son environnement.",
            "description_ar": "يتعامل الطفل بمفرده مع ألعاب تتطلب عدة أنواع من الأفعال (إدخال، فتح، إزالة، إغلاق)، مما يوضح تنسيقًا جيدًا، تخطيطًا حركيًا، واستكشافًا نشطًا لبيئته.",
            "etat": "NON_COTE"
          },
          {
            "name": "Utilise des objets pour réaliser des actions habituelles sur lui-même.",
            "name_ar": "يستخدم أشياء لتنفيذ أفعال معتادة على نفسه.",
            "description": "L'enfant utilise des objets pour effectuer des actions habituelles sur lui-même (ex : se brosser les cheveux avec une brosse jouet), montrant ainsi une compréhension de l'utilisation fonctionnelle des objets et une imitation des routines quotidiennes.",
            "description_ar": "يستخدم الطفل أشياء لتنفيذ أفعال معتادة على نفسه (مثل: تمشيط شعره بفرشاة لعبة)، مما يظهر فهمًا للاستخدام الوظيفي للأشياء وتقليد الروتينات اليومية.",
            "etat": "NON_COTE"
          },
          {
            "name": "Termine son jeu et le remet à sa place.",
            "name_ar": "ينهي لعبه ويعيده إلى مكانه.",
            "description": "L'enfant termine son activité de jeu et range le jouet à sa place, ce qui témoigne d'une capacité à suivre une routine, à respecter l'ordre et à développer des habitudes d'autonomie.",
            "description_ar": "ينهي الطفل نشاط اللعب ويرتب اللعبة في مكانها، مما يعكس قدرة على اتباع روتين، احترام النظام، وتطوير عادات الاستقلالية.",
            "etat": "NON_COTE"
          }
        ]
      },
      {
        "name": "Motricité fine",
        "name_ar": "المهارات الحركية الدقيقة",
        "description": "Motricité fine",
        "description_ar": "المهارات الحركية الدقيقة",
        "items": [
          {
            "name": "Insère une ou deux formes dans un trieur.",
            "name_ar": "يُدخل شكلًا أو شكلين في جهاز تصنيف.",
            "description": "L'enfant est capable d'insérer une ou deux formes dans un trieur, montrant ainsi une coordination œil-main, une précision gestuelle et une compréhension des relations spatiales.",
            "description_ar": "الطفل قادر على إدخال شكل أو شكلين في جهاز تصنيف، مما يظهر تنسيقًا بين العين واليد، دقة في الإيماءات، وفهمًا للعلاقات المكانية.",
            "etat": "NON_COTE"
          },
          {
            "name": "Empile des anneaux sur leur socle.",
            "name_ar": "يكدس حلقات على قاعدتها.",
            "description": "L'enfant empile des anneaux sur leur socle, ce qui indique une bonne motricité fine, une capacité à planifier des gestes et à comprendre la notion d'empilement.",
            "description_ar": "يكدس الطفل حلقات على قاعدتها، مما يشير إلى مهارة حركية دقيقة جيدة، قدرة على تخطيط الإيماءات، وفهم مفهوم التكديس.",
            "etat": "NON_COTE"
          },
          {
            "name": "Assemble trois pièces d'un puzzle avec des poignées en bois.",
            "name_ar": "يجمع ثلاث قطع من أحجية بمقابض خشبية.",
            "description": "L'enfant assemble trois pièces d'un puzzle muni de poignées en bois, illustrant une capacité à résoudre des problèmes simples, à manipuler des objets et à reconnaître des formes.",
            "description_ar": "يجمع الطفل ثلاث قطع من أحجية مزودة بمقابض خشبية، مما يوضح قدرة على حل مشاكل بسيطة، التعامل مع الأشياء، والتعرف على الأشكال.",
            "etat": "NON_COTE"
          },
          {
            "name": "Insère des bâtonnets dans une planche percée de trous.",
            "name_ar": "يُدخل أعوادًا في لوح مثقوب.",
            "description": "L'enfant insère des bâtonnets dans une planche percée de trous, montrant une précision dans le geste, une coordination motrice et une compréhension des relations entre les objets.",
            "description_ar": "يُدخل الطفل أعوادًا في لوح مثقوب، مما يظهر دقة في الإيماءات، تنسيقًا حركيًا، وفهمًا للعلاقات بين الأشياء.",
            "etat": "NON_COTE"
          },
          {
            "name": "Appuie sur les boutons de cinq jouets à effet sonore ou lumineux.",
            "name_ar": "يضغط على أزرار خمس ألعاب تنتج أصواتًا أو إضاءة.",
            "description": "L'enfant appuie sur les boutons de cinq jouets différents produisant des sons ou de la lumière, ce qui montre une exploration sensorielle, une curiosité et une compréhension de la relation de cause à effet.",
            "description_ar": "يضغط الطفل على أزرار خمس ألعاب مختلفة تنتج أصواتًا أو إضاءة، مما يظهر استكشافًا حسيًا، فضولًا، وفهمًا للعلاقة بين السبب والنتيجة.",
            "etat": "NON_COTE"
          },
          {
            "name": "Sépare des perles emboîtables ou des briques Duplo.",
            "name_ar": "يفصل خرزات قابلة للتركيب أو مكعبات دوبلو.",
            "description": "L'enfant sépare des perles emboîtables ou des briques Duplo, illustrant une force de préhension adaptée, une motricité fine développée et une capacité à manipuler des objets de différentes tailles.",
            "description_ar": "يفصل الطفل خرزات قابلة للتركيب أو مكعبات دوبلو، مما يوضح قوة قبضة مناسبة، مهارة حركية دقيقة متطورة، وقدرة على التعامل مع أشياء بأحجام مختلفة.",
            "etat": "NON_COTE"
          },
          {
            "name": "Saisit les objets avec une pince digitale ou trois doigts selon leur taille et leur forme.",
            "name_ar": "يأخذ الأشياء بقبضة إصبعية أو ثلاث أصابع حسب حجمها وشكلها.",
            "description": "L'enfant saisit des objets en utilisant une pince digitale ou trois doigts, en fonction de la taille et de la forme des objets, ce qui témoigne d'une adaptation de la préhension et d'une bonne discrimination tactile.",
            "description_ar": "يأخذ الطفل الأشياء باستخدام قبضة إصبعية أو ثلاث أصابع، بناءً على حجم وشكل الأشياء، مما يعكس تكيفًا في القبضة وتمييزًا لمسيًا جيدًا.",
            "etat": "NON_COTE"
          },
          {
            "name": "Empile trois gros cubes ou gobelets pour former une tour.",
            "name_ar": "يكدس ثلاث مكعبات كبيرة أو أكواب لتشكيل برج.",
            "description": "L'enfant empile trois gros cubes ou gobelets pour former une tour, montrant une planification motrice, une coordination et une compréhension de la stabilité des structures.",
            "description_ar": "يكدس الطفل ثلاث مكعبات كبيرة أو أكواب لتشكيل برج، مما يظهر تخطيطًا حركيًا، تنسيقًا، وفهمًا لاستقرار الهياكل.",
            "etat": "NON_COTE"
          },
          {
            "name": "Trace des marques, lignes, gribouillages et points avec des feutres ou crayons de couleur.",
            "name_ar": "يرسم علامات، خطوط، خربشات، ونقاط باستخدام أقلام فلوماستر أو أقلام تلوين.",
            "description": "L'enfant trace des marques, des lignes, des gribouillages et des points à l'aide de feutres ou de crayons de couleur, ce qui indique une exploration graphique, une motricité fine et une créativité en développement.",
            "description_ar": "يرسم الطفل علامات، خطوط، خربشات، ونقاط باستخدام أقلام فلوماستر أو أقلام تلوين، مما يشير إلى استكشاف بصري، مهارة حركية دقيقة، وإبداع في طور التطور.",
            "etat": "NON_COTE"
          },
          {
            "name": "Frappe avec un marteau jouet sur des balles ou chevilles.",
            "name_ar": "يضرب بمطرقة لعبة على كرات أو أوتاد.",
            "description": "L'enfant utilise un marteau jouet pour frapper sur des balles ou des chevilles, montrant une coordination œil-main, une force contrôlée et une compréhension de l'utilisation d'outils.",
            "description_ar": "يستخدم الطفل مطرقة لعبة للضرب على كرات أو أوتاد، مما يظهر تنسيقًا بين العين واليد، قوة متحكم بها، وفهمًا لاستخدام الأدوات.",
            "etat": "NON_COTE"
          },
          {
            "name": "Ramasse avec une pelle, ratisse et verse du sable, de l'eau ou du riz.",
            "name_ar": "يجمع باستخدام مجرفة، يكشط، ويصب الرمل، الماء، أو الأرز.",
            "description": "L'enfant utilise une pelle pour ramasser, ratisser et verser du sable, de l'eau ou du riz, illustrant une coordination motrice, une exploration sensorielle et une capacité à manipuler différents matériaux.",
            "description_ar": "يستخدم الطفل مجرفة لجمع، كشط، وصب الرمل، الماء، أو الأرز، مما يوضح تنسيقًا حركيًا، استكشافًا حسيًا، وقدرة على التعامل مع مواد مختلفة.",
            "etat": "NON_COTE"
          },
          {
            "name": "Empile de grosses briques Lego.",
            "name_ar": "يكدس مكعبات ليغو كبيرة.",
            "description": "L'enfant empile de grosses briques Lego, ce qui montre une capacité à manipuler des objets de différentes tailles, à planifier des actions et à construire des structures simples.",
            "description_ar": "يكدس الطفل مكعبات ليغو كبيرة، مما يظهر قدرة على التعامل مع أشياء بأحجام مختلفة، تخطيط الأفعال، وبناء هياكل بسيطة.",
            "etat": "NON_COTE"
          }
        ]
      },
      {
        "name": "Motricité globale",
        "name_ar": "المهارات الحركية الكبرى",
        "description": "Motricité globale",
        "description_ar": "المهارات الحركية الكبرى",
        "items": [
          {
            "name": "Frappe un gros ballon avec le pied.",
            "name_ar": "يضرب كرة كبيرة بالقدم.",
            "description": "L'enfant frappe un gros ballon avec le pied, montrant une coordination motrice globale, un équilibre et une capacité à viser une cible.",
            "description_ar": "يضرب الطفل كرة كبيرة بالقدم، مما يظهر تنسيقًا حركيًا كبيرًا، توازنًا، وقدرة على التصويب على هدف.",
            "etat": "NON_COTE"
          },
          {
            "name": "Monte et descend des marches avec appui, sans alterner les pieds.",
            "name_ar": "يصعد وينزل الدرجات مع دعم، دون تبديل القدمين.",
            "description": "L'enfant monte et descend des marches en s'appuyant sur une rampe ou un support, sans alterner les pieds, ce qui indique une acquisition progressive de l'équilibre et de la motricité globale.",
            "description_ar": "يصعد وينزل الطفل الدرجات معتمدًا على درابزين أو دعامة، دون تبديل القدمين، مما يشير إلى اكتساب تدريجي للتوازن والمهارات الحركية الكبرى.",
            "etat": "NON_COTE"
          },
          {
            "name": "Grimpe sur un ou deux barreaux de l'échelle d'un toboggan.",
            "name_ar": "يتسلق درجة أو درجتين من سلم زلاجة.",
            "description": "L'enfant grimpe sur un ou deux barreaux de l'échelle d'un toboggan, montrant une force musculaire, une coordination et une prise de risque contrôlée dans le jeu.",
            "description_ar": "يتسلق الطفل درجة أو درجتين من سلم زلاجة، مما يظهر قوة عضلية، تنسيقًا، وأخذ مخاطر متحكم بها في اللعب.",
            "etat": "NON_COTE"
          },
          {
            "name": "Monte et descend sur des meubles.",
            "name_ar": "يصعد وينزل على الأثاث.",
            "description": "L'enfant monte et descend sur des meubles, ce qui témoigne d'une exploration de l'environnement, d'une confiance en ses capacités motrices et d'une supervision nécessaire pour la sécurité.",
            "description_ar": "يصعد وينزل الطفل على الأثاث، مما يعكس استكشافًا للبيئة، ثقة في قدراته الحركية، وضرورة الإشراف للسلامة.",
            "etat": "NON_COTE"
          },
          {
            "name": "Réagit pour se stabiliser lorsqu'il perd l'équilibre.",
            "name_ar": "يستجيب لتثبيت نفسه عندما يفقد توازنه.",
            "description": "L'enfant réagit de façon appropriée pour se stabiliser lorsqu'il perd l'équilibre, montrant ainsi une conscience corporelle et une capacité à ajuster sa posture pour éviter la chute.",
            "description_ar": "يستجيب الطفل بطريقة مناسبة لتثبيت نفسه عندما يفقد توازنه، مما يظهر وعيًا جسديًا وقدرة على تعديل وضعيته لتجنب السقوط.",
            "etat": "NON_COTE"
          },
          {
            "name": "Évite les obstacles au sol au lieu de marcher dessus.",
            "name_ar": "يتجنب العوائق على الأرض بدلاً من المشي عليها.",
            "description": "L'enfant évite les obstacles au sol en les contournant plutôt qu'en marchant dessus, ce qui indique une anticipation motrice, une perception de l'espace et une adaptation de la trajectoire.",
            "description_ar": "يتجنب الطفل العوائق على الأرض بالالتفاف حولها بدلاً من المشي عليها، مما يشير إلى توقع حركي، إدراك للمكان، وتكيف في المسار.",
            "etat": "NON_COTE"
          },
          {
            "name": "Lance une balle ou un sac de graines dans une direction.",
            "name_ar": "يرمي كرة أو كيس بذور في اتجاه معين.",
            "description": "L'enfant lance une balle ou un sac de graines dans une direction donnée, montrant une coordination bras-épaule, une force contrôlée et une intention de viser.",
            "description_ar": "يرمي الطفل كرة أو كيس بذور في اتجاه معين، مما يظهر تنسيقًا بين الذراع والكتف، قوة متحكم بها، ونية للتصويب.",
            "etat": "NON_COTE"
          },
          {
            "name": "Fait rouler une balle vers quelqu'un et la reçoit en retour.",
            "name_ar": "يدحرج كرة نحو شخص ويستقبلها بالمقابل.",
            "description": "L'enfant fait rouler une balle vers une autre personne et la reçoit en retour, illustrant une capacité à initier et à maintenir un échange moteur simple, une coordination et une compréhension du jeu à deux.",
            "description_ar": "يدحرج الطفل كرة نحو شخص آخر ويستقبلها بالمقابل، مما يوضح قدرة على بدء والحفاظ على تبادل حركي بسيط، تنسيق، وفهم للعب مع شخص آخر.",
            "etat": "NON_COTE"
          }
        ]
      },
      {
        "name": "Comportement",
        "name_ar": "السلوك",
        "description": "Comportement",
        "description_ar": "السلوك",
        "items": [
          {
            "name": "Présente seulement quelques difficultés sévères du comportement.",
            "name_ar": "يظهر فقط بعض الصعوبات السلوكية الشديدة.",
            "description": "L'enfant présente uniquement quelques difficultés sévères de comportement, ce qui peut se manifester par des réactions intenses mais peu fréquentes, nécessitant une observation et un accompagnement adaptés.",
            "description_ar": "يظهر الطفل فقط بعض الصعوبات السلوكية الشديدة، التي قد تتجلى بردود فعل قوية ولكن نادرة، تتطلب ملاحظة ومرافقة مناسبة.",
            "etat": "NON_COTE"
          },
          {
            "name": "Reste assis sur une chaise ou en face de l'adulte pendant une activité agréable sans difficulté pendant 1 à 2 minutes.",
            "name_ar": "يبقى جالسًا على كرسي أو أمام الشخص البالغ خلال نشاط ممتع دون صعوبة لمدة 1 إلى 2 دقيقة.",
            "description": "L'enfant est capable de rester assis sur une chaise ou en face de l'adulte pendant une activité agréable, sans difficulté, pendant 1 à 2 minutes, montrant ainsi une capacité d'attention, de régulation et de respect des consignes.",
            "description_ar": "الطفل قادر على البقاء جالسًا على كرسي أو أمام الشخص البالغ خلال نشاط ممتع، دون صعوبة، لمدة 1 إلى 2 دقيقة، مما يظهر قدرة على الانتباه، التنظيم، واحترام التعليمات.",
            "etat": "NON_COTE"
          },
          {
            "name": "Participe volontiers à des jeux simples avec l'adulte, assis sur une chaise ou au sol, pendant 5 minutes.",
            "name_ar": "يشارك بمحض إرادته في ألعاب بسيطة مع الشخص البالغ، جالسًا على كرسي أو على الأرض، لمدة 5 دقائق.",
            "description": "L'enfant participe de bon gré à des jeux simples avec l'adulte, assis sur une chaise ou au sol, pendant 5 minutes, ce qui indique une motivation à interagir, une capacité à suivre une activité dirigée et à maintenir l'attention.",
            "description_ar": "يشارك الطفل بمحض إرادته في ألعاب بسيطة مع الشخص البالغ، جالسًا على كرسي أو على الأرض، لمدة 5 دقائق، مما يشير إلى دافعية للتفاعل، قدرة على اتباع نشاط موجه، والحفاظ على الانتباه.",
            "etat": "NON_COTE"
          },
          {
            "name": "Accepte la présence et l'interaction de l'adulte, avec peu de sollicitations, sans comportement problématique pendant 20 minutes.",
            "name_ar": "يقبل وجود وتفاعل الشخص البالغ، مع طلبات قليلة، دون سلوكيات مشكلة لمدة 20 دقيقة.",
            "description": "L'enfant accepte la présence et l'interaction de l'adulte, avec peu de sollicitations, sans présenter de comportement problématique pendant 20 minutes, montrant ainsi une tolérance à la frustration et une adaptation au cadre social.",
            "description_ar": "يقبل الطفل وجود وتفاعل الشخص البالغ، مع طلبات قليلة، دون إظهار سلوكيات مشكلة لمدة 20 دقيقة، مما يظهر تحملًا للإحباط وتكيفًا مع الإطار الاجتماعي.",
            "etat": "NON_COTE"
          },
          {
            "name": "Interagit de manière appropriée avec les membres de sa famille, sans agressivité ni comportements inadaptés.",
            "name_ar": "يتفاعل بطريقة مناسبة مع أفراد عائلته، دون عدوانية أو سلوكيات غير مناسبة.",
            "description": "L'enfant interagit de façon appropriée avec les membres de sa famille, sans agressivité ni comportements inadaptés, ce qui témoigne d'une intégration des règles sociales et d'une gestion émotionnelle adaptée dans le cercle familial.",
            "description_ar": "يتفاعل الطفل بطريقة مناسبة مع أفراد عائلته، دون عدوانية أو سلوكيات غير مناسبة، مما يعكس تكامل القواعد الاجتماعية وإدارة عاطفية ملائمة في الإطار العائلي.",
            "etat": "NON_COTE"
          }
        ]
      },
      {
        "name": "Autonomie personnelle : repas",
        "name_ar": "الاستقلالية الشخصية: الوجبات",
        "description": "Autonomie personnelle : repas",
        "description_ar": "الاستقلالية الشخصية: الوجبات",
        "items": [
          {
            "name": "Prend ses repas et ses collations à table.",
            "name_ar": "يتناول وجباته ووجباته الخفيفة على الطاولة.",
            "description": "L'enfant prend ses repas et ses collations à table, ce qui montre une intégration des routines alimentaires, une capacité à rester assis et à respecter le cadre du repas.",
            "description_ar": "يتناول الطفل وجباته ووجباته الخفيفة على الطاولة، مما يظهر تكامل روتينات الطعام، القدرة على البقاء جالسًا، واحترام إطار الوجبة.",
            "etat": "NON_COTE"
          },
          {
            "name": "Mange de façon autonome.",
            "name_ar": "يتناول الطعام بشكل مستقل.",
            "description": "L'enfant mange de façon autonome, utilisant ses mains ou des couverts selon ses capacités, ce qui témoigne d'une indépendance croissante dans les activités de la vie quotidienne.",
            "description_ar": "يتناول الطفل الطعام بشكل مستقل، مستخدمًا يديه أو الأدوات حسب قدراته، مما يعكس استقلالية متزايدة في أنشطة الحياة اليومية.",
            "etat": "NON_COTE"
          },
          {
            "name": "Boit dans un verre.",
            "name_ar": "يشرب من كأس.",
            "description": "L'enfant boit dans un verre, montrant une coordination motrice fine, une gestion du geste et une adaptation à l'utilisation d'ustensiles de la vie courante.",
            "description_ar": "يشرب الطفل من كأس، مما يظهر تنسيقًا حركيًا دقيقًا، إدارة للإيماءات، وتكيفًا مع استخدام أدوات الحياة اليومية.",
            "etat": "NON_COTE"
          },
          {
            "name": "Mange avec une cuillère.",
            "name_ar": "يتناول الطعام بملعقة.",
            "description": "L'enfant mange avec une cuillère, ce qui indique une acquisition des gestes alimentaires de base et une autonomie dans la prise des repas.",
            "description_ar": "يتناول الطفل الطعام بملعقة، مما يشير إلى اكتساب الإيماءات الغذائية الأساسية واستقلالية في تناول الوجبات.",
            "etat": "NON_COTE"
          },
          {
            "name": "Utilise une fourchette.",
            "name_ar": "يستخدم شوكة.",
            "description": "L'enfant utilise une fourchette pour manger, montrant une progression dans la maîtrise des couverts et une motricité fine adaptée à l'alimentation.",
            "description_ar": "يستخدم الطفل شوكة لتناول الطعام، مما يظهر تقدمًا في إتقان الأدوات ومهارة حركية دقيقة ملائمة للتغذية.",
            "etat": "NON_COTE"
          },
          {
            "name": "Consomme des aliments de textures, types et groupes variés.",
            "name_ar": "يتناول أطعمة متنوعة من حيث القوام، الأنواع، والمجموعات.",
            "description": "L'enfant consomme des aliments de différentes textures, types et groupes, ce qui témoigne d'une ouverture alimentaire, d'une curiosité gustative et d'une capacité à diversifier son alimentation.",
            "description_ar": "يتناول الطفل أطعمة متنوعة من حيث القوام، الأنواع، والمجموعات، مما يعكس انفتاحًا غذائيًا، فضولًا تذوقيًا، وقدرة على تنويع تغذيته.",
            "etat": "NON_COTE"
          },
          {
            "name": "Accepte la présence de nouveaux aliments dans son assiette.",
            "name_ar": "يقبل وجود أطعمة جديدة في طبقه.",
            "description": "L'enfant accepte la présence de nouveaux aliments dans son assiette, même s'il ne les goûte pas toujours, montrant une tolérance à la nouveauté et une adaptation progressive aux changements alimentaires.",
            "description_ar": "يقبل الطفل وجود أطعمة جديدة في طبقه، حتى لو لم يتذوقها دائمًا، مما يظهر تحملًا للجديد وتكيفًا تدريجيًا مع التغيرات الغذائية.",
            "etat": "NON_COTE"
          },
          {
            "name": "Boit avec une paille.",
            "name_ar": "يشرب باستخدام ماصة.",
            "description": "L'enfant boit avec une paille, ce qui indique une coordination bucco-faciale, une capacité à utiliser différents ustensiles et une exploration des modes d'alimentation.",
            "description_ar": "يشرب الطفل باستخدام ماصة، مما يشير إلى تنسيق فموي-وجهي، قدرة على استخدام أدوات مختلفة، واستكشاف أنماط التغذية.",
            "etat": "NON_COTE"
          }
        ]
      },
      {
        "name": "Autonomie personnelle : habillage",
        "name_ar": "الاستقلالية الشخصية: اللباس",
        "description": "Autonomie personnelle : habillage",
        "description_ar": "الاستقلالية الشخصية: اللباس",
        "items": [
          {
            "name": "Retire tous ses vêtements avec assistance.",
            "name_ar": "يخلع جميع ملابسه بمساعدة.",
            "description": "L'enfant retire tous ses vêtements avec l'aide d'un adulte, montrant une participation active au processus d'habillage et une compréhension des étapes nécessaires pour se dévêtir, même si une assistance est encore requise.",
            "description_ar": "يخلع الطفل جميع ملابسه بمساعدة شخص بالغ، مما يظهر مشاركة نشطة في عملية خلع الملابس وفهمًا للخطوات اللازمة للخلع، حتى لو كانت المساعدة لا تزال مطلوبة.",
            "etat": "NON_COTE"
          },
          {
            "name": "Enfile tous ses vêtements avec aide.",
            "name_ar": "يرتدي جميع ملابسه بمساعدة.",
            "description": "L'enfant enfile tous ses vêtements avec l'aide d'un adulte, ce qui indique une progression vers l'autonomie dans l'habillage, une coordination motrice et une volonté de participer aux routines quotidiennes.",
            "description_ar": "يرتدي الطفل جميع ملابسه بمساعدة شخص بالغ، مما يشير إلى تقدم نحو الاستقلالية في اللباس، تنسيق حركي، ورغبة في المشاركة في الروتينات اليومية.",
            "etat": "NON_COTE"
          }
        ]
      },
      {
        "name": "Autonomie personnelle : toilette",
        "name_ar": "الاستقلالية الشخصية: النظافة",
        "description": "Autonomie personnelle : toilette",
        "description_ar": "الاستقلالية الشخصية: النظافة",
        "items": [
          {
            "name": "Passe ses mains sous l'eau du robinet.",
            "name_ar": "يمرر يديه تحت ماء الصنبور.",
            "description": "L'enfant passe ses mains sous l'eau du robinet, montrant une initiation à l'hygiène des mains et une compréhension des routines de propreté de base.",
            "description_ar": "يمرر الطفل يديه تحت ماء الصنبور، مما يظهر بداية لنظافة اليدين وفهمًا لروتينات النظافة الأساسية.",
            "etat": "NON_COTE"
          },
          {
            "name": "S'essuie les mains avec une serviette.",
            "name_ar": "يمسح يديه بمنشفة.",
            "description": "L'enfant s'essuie les mains avec une serviette après les avoir mouillées, ce qui témoigne d'une intégration des gestes d'hygiène et d'une autonomie croissante dans les soins personnels.",
            "description_ar": "يمسح الطفل يديه بمنشفة بعد تبليلها، مما يعكس تكامل إيماءات النظافة واستقلالية متزايدة في العناية الشخصية.",
            "etat": "NON_COTE"
          },
          {
            "name": "Se lave en se frottant avec un gant de toilette ou une serviette.",
            "name_ar": "يغسل نفسه بالفرك بقفاز الاستحمام أو منشفة.",
            "description": "L'enfant se lave en se frottant avec un gant de toilette ou une serviette, montrant une capacité à participer activement à sa toilette corporelle et à comprendre l'importance de l'hygiène.",
            "description_ar": "يغسل الطفل نفسه بالفرك بقفاز الاستحمام أو منشفة، مما يظهر قدرة على المشاركة النشطة في نظافته الجسدية وفهم أهمية النظافة.",
            "etat": "NON_COTE"
          },
          {
            "name": "Accepte le peigne ou la brosse pour se coiffer.",
            "name_ar": "يقبل المشط أو الفرشاة لتصفيف شعره.",
            "description": "L'enfant accepte que l'on utilise un peigne ou une brosse pour se coiffer, ce qui indique une tolérance au contact et une familiarisation avec les routines de soin corporel.",
            "description_ar": "يقبل الطفل استخدام المشط أو الفرشاة لتصفيف شعره، مما يشير إلى تحمل التماس وألفة مع روتينات العناية بالجسم.",
            "etat": "NON_COTE"
          },
          {
            "name": "Participe au brossage en utilisant une brosse à cheveux ou un peigne.",
            "name_ar": "يشارك في تصفيف الشعر باستخدام فرشاة شعر أو مشط.",
            "description": "L'enfant participe activement au brossage de ses cheveux en utilisant une brosse ou un peigne, montrant une volonté d'autonomie et une motricité fine adaptée aux gestes de soin.",
            "description_ar": "يشارك الطفل بنشاط في تصفيف شعره باستخدام فرشاة شعر أو مشط، مما يظهر رغبة في الاستقلالية ومهارة حركية دقيقة ملائمة لإيماءات العناية.",
            "etat": "NON_COTE"
          },
          {
            "name": "Porte la brosse à dents à sa bouche.",
            "name_ar": "يحمل فرشاة الأسنان إلى فمه.",
            "description": "L'enfant porte la brosse à dents à sa bouche, initiant ainsi le geste du brossage des dents, ce qui constitue une étape importante vers l'autonomie dans l'hygiène bucco-dentaire.",
            "description_ar": "يحمل الطفل فرشاة الأسنان إلى فمه، مبدئًا بذلك إيماءة تنظيف الأسنان، وهي خطوة هامة نحو الاستقلالية في النظافة الفموية.",
            "etat": "NON_COTE"
          }
        ]
      },
      {
        "name": "Autonomie personnelle : tâches ménagères",
        "name_ar": "الاستقلالية الشخصية: الأعمال المنزلية",
        "description": "Autonomie personnelle : tâches ménagères",
        "description_ar": "الاستقلالية الشخصية: الأعمال المنزلية",
        "items": [
          {
            "name": "Dépose ses vêtements sales dans le panier à linge.",
            "name_ar": "يضع ملابسه المتسخة في سلة الغسيل.",
            "description": "L'enfant dépose ses vêtements sales dans le panier à linge, montrant une compréhension des routines domestiques et une participation active à l'entretien de son environnement.",
            "description_ar": "يضع الطفل ملابسه المتسخة في سلة الغسيل، مما يظهر فهمًا للروتينات المنزلية ومشاركة نشطة في صيانة بيئته.",
            "etat": "NON_COTE"
          },
          {
            "name": "Jette ses papiers à la poubelle.",
            "name_ar": "يرمي أوراقه في سلة المهملات.",
            "description": "L'enfant jette ses papiers à la poubelle, ce qui indique une intégration des gestes de propreté et une prise de conscience de la gestion des déchets au quotidien.",
            "description_ar": "يرمي الطفل أوراقه في سلة المهملات، مما يشير إلى تكامل إيماءات النظافة وتوعية بإدارة النفايات اليومية.",
            "etat": "NON_COTE"
          }
        ]
      }
    ]
  },
  {
    "category_name": "Niveau 2",
    "category_name_ar": "المستوى 2",
    "category_description_ar": "المستوى 2",
    "category_description": "Niveau 2",
    "domains": [
      {
        "name": "Communication réceptive",
        "name_ar": "التواصل الاستقبالي",
        "description": "Communication réceptive",
        "description_ar": "التواصل الاستقبالي",
        "items": [
          {
            "name": "Respecte les consignes « arrête » ou « attends » sans aide gestuelle ou physique.",
            "name_ar": "يحترم التعليمات مثل «توقف» أو «انتظر» دون مساعدة إيمائية أو جسدية.",
            "descriptionDetaillee": "La personne est capable de comprendre et d’obéir aux consignes simples telles que « arrête » ou « attends » sans nécessiter d’aide physique ou de gestes pour la guider.",
            "description_ar": "الفرد قادر على فهم واتباع التعليمات البسيطة مثل «توقف» أو «انتظر» دون الحاجة إلى مساعدة جسدية أو إيمائية لتوجيهه.",
            "etat": "NON_COTE"
          },
          {
            "name": "Suit 8 à 10 consignes verbales simples impliquant des gestes ou des actions sur des objets.",
            "name_ar": "يتبع من 8 إلى 10 تعليمات شفهية بسيطة تتضمن إيماءات أو أفعال على الأشياء.",
            "descriptionDetaillee": "La personne peut suivre entre 8 et 10 consignes orales simples qui demandent des gestes ou des manipulations d’objets, démontrant une compréhension adéquate du langage et de l’action.",
            "description_ar": "الفرد قادر على اتباع ما بين 8 و10 تعليمات شفهية بسيطة تتطلب إيماءات أو التعامل مع الأشياء، مما يظهر فهماً كافياً للغة والفعل.",
            "etat": "NON_COTE"
          },
          {
            "name": "Montre plusieurs parties du corps sur lui-même ou sur une autre personne lorsqu’elles sont nommées.",
            "name_ar": "يُظهر عدة أجزاء من الجسم على نفسه أو على شخص آخر عند تسميتها.",
            "descriptionDetaillee": "La personne identifie et montre correctement différentes parties du corps, que ce soit sur elle-même ou sur une autre personne, lorsque celles-ci sont nommées verbalement.",
            "description_ar": "الفرد يحدد ويُظهر بشكل صحيح أجزاء مختلفة من الجسم، سواء على نفسه أو على شخص آخر، عندما يتم تسميتها شفهياً.",
            "etat": "NON_COTE"
          },
          {
            "name": "Répond à une consigne en donnant, montrant ou pointant 8 à 10 objets spécifiques lors du jeu, de l’habillage ou des repas (ex. : bébé, chaise, voiture, cube, verre, ours).",
            "name_ar": "يستجيب لتعليمات بإعطاء أو إظهار أو الإشارة إلى 8 إلى 10 أشياء محددة أثناء اللعب أو اللباس أو الوجبات (مثل: طفل، كرسي، سيارة، مكعب، كأس، دب).",
            "descriptionDetaillee": "La personne répond à une demande en fournissant, en montrant ou en pointant entre 8 et 10 objets précis dans des contextes variés comme le jeu, l’habillage ou les repas, prouvant une bonne compréhension et interaction.",
            "description_ar": "يستجيب الفرد لطلب بتقديم أو إظهار أو الإشارة إلى ما بين 8 و10 أشياء دقيقة في سياقات متنوعة مثل اللعب أو اللباس أو الوجبات، مما يثبت فهماً جيداً وتفاعلاً.",
            "etat": "NON_COTE"
          },
          {
            "name": "Désigne et regarde trois images nommées dans un livre (ex. : verre, voiture, chien, chat, bébé).",
            "name_ar": "يُشير وينظر إلى ثلاث صور مسماة في كتاب (مثل: كأس، سيارة، كلب، قط، طفل).",
            "descriptionDetaillee": "La personne est capable d’identifier et de regarder précisément trois images spécifiques dans un livre lorsque celles-ci sont nommées, montrant une reconnaissance visuelle et verbale.",
            "description_ar": "الفرد قادر على تحديد والنظر بدقة إلى ثلاث صور محددة في كتاب عندما يتم تسميتها، مما يظهر التعرف البصري واللفظي.",
            "etat": "NON_COTE"
          },
          {
            "name": "Comprend les premières notions spatiales comme « dans » et « sur ».",
            "name_ar": "يفهم المفاهيم المكانية الأولية مثل «داخل» و«على».",
            "descriptionDetaillee": "La personne saisit et applique correctement des notions spatiales simples telles que « dans » et « sur » dans différents contextes d’apprentissage ou de vie quotidienne.",
            "description_ar": "يفهم الفرد ويطبق بشكل صحيح المفاهيم المكانية البسيطة مثل «داخل» و«على» في سياقات تعليمية أو يومية متنوعة.",
            "etat": "NON_COTE"
          },
          {
            "name": "Regarde les personnes ou leurs photos lorsqu’on les nomme (famille, animaux, enseignants).",
            "name_ar": "ينظر إلى الأشخاص أو صورهم عندما يتم تسميتهم (العائلة، الحيوانات، المعلمون).",
            "descriptionDetaillee": "La personne oriente son regard vers des personnes réelles ou des photos de ces personnes lorsqu’elles sont nommées, indiquant une reconnaissance sociale et visuelle.",
            "description_ar": "يوجه الفرد نظره نحو الأشخاص الحقيقيين أو صورهم عندما يتم تسميتهم، مما يشير إلى التعرف الاجتماعي والبصري.",
            "etat": "NON_COTE"
          },
          {
            "name": "Sur demande, retrouve 8 à 10 objets présents dans la pièce mais non visibles immédiatement, nécessitant une petite recherche.",
            "name_ar": "عند الطلب، يجد من 8 إلى 10 أشياء موجودة في الغرفة ولكنها ليست مرئية مباشرة، مما يتطلب بحثاً صغيراً.",
            "descriptionDetaillee": "La personne est capable, à la demande, de chercher et de localiser entre 8 et 10 objets cachés ou partiellement dissimulés dans une pièce, montrant une capacité de recherche et de mémoire spatiale.",
            "description_ar": "الفرد قادر، عند الطلب، على البحث وتحديد مواقع من 8 إلى 10 أشياء مخفية أو مخفية جزئياً في الغرفة، مما يظهر قدرة على البحث والذاكرة المكانية.",
            "etat": "NON_COTE"
          },
          {
            "name": "Réalise deux actions avec un objet lorsqu'on lui donne une consigne verbale accompagnée de gestes.",
            "name_ar": "يؤدي فعلين مع شيء عندما يُعطى تعليمات شفهية مصحوبة بإيماءات.",
            "descriptionDetaillee": "La personne exécute correctement deux actions successives avec un objet donné, suivant une consigne orale qui est soutenue par des gestes explicatifs.",
            "description_ar": "يؤدي الفرد بشكل صحيح فعلين متتاليين مع شيء معين، باتباع تعليمات شفهية مدعومة بإيماءات توضيحية.",
            "etat": "NON_COTE"
          },
          {
            "name": "Désigne les parties nommées d’une image du doigt.",
            "name_ar": "يُشير إلى الأجزاء المسماة في صورة بإصبعه.",
            "descriptionDetaillee": "La personne montre précisément du doigt les différentes parties nommées d’une image, indiquant une bonne compréhension visuelle et du langage.",
            "description_ar": "يُظهر الفرد بدقة بإصبعه الأجزاء المسماة في صورة، مما يشير إلى فهم جيد بصري ولغوي.",
            "etat": "NON_COTE"
          }
        ]
      },
      {
        "name": "Communication expressive",
        "name_ar": "التواصل التعبيري",
        "description": "Communication expressive",
        "description_ar": "التواصل التعبيري",
        "items": [
          {
            "name": "Associe des signes ou des gestes à des vocalisations pour communiquer (demander, signaler la fin, partager, demander de l’aide, exprimer un désaccord).",
            "name_ar": "يربط الإشارات أو الإيماءات بالأصوات للتواصل (الطلب، الإشارة إلى النهاية، المشاركة، طلب المساعدة، التعبير عن الرفض).",
            "descriptionDetaillee": "La personne utilise des gestes ou des signes associés à des sons pour communiquer divers besoins ou intentions, comme demander quelque chose, indiquer que c’est fini, partager, demander de l’aide ou montrer un désaccord.",
            "description_ar": "يستخدم الفرد الإيماءات أو الإشارات المرتبطة بالأصوات للتواصل عن احتياجات أو نوايا متنوعة، مثل طلب شيء، الإشارة إلى النهاية، المشاركة، طلب المساعدة، أو إظهار الرفض.",
            "etat": "NON_COTE"
          },
          {
            "name": "Dit entre 6 et 10 mots ou approximations dans des routines familières, des jeux sensoriels ou des chansons.",
            "name_ar": "ينطق ما بين 6 و10 كلمات أو تقريبات في الروتينات المألوفة، الألعاب الحسية، أو الأغاني.",
            "descriptionDetaillee": "La personne prononce de 6 à 10 mots, ou des formes proches, dans des contextes familiers tels que les jeux sensoriels ou les chansons répétitives, montrant un début de vocabulaire expressif.",
            "description_ar": "ينطق الفرد ما بين 6 و10 كلمات، أو أشكال قريبة منها، في سياقات مألوفة مثل الألعاب الحسية أو الأغاني المتكررة، مما يظهر بداية مفردات تعبيرية.",
            "etat": "NON_COTE"
          },
          {
            "name": "Utilise spontanément plusieurs mots liés à une routine de jeu (ex. : « roule », « vas-y », « stop »).",
            "name_ar": "يستخدم تلقائياً عدة كلمات مرتبطة بروتين اللعب (مثل: «تدحرج»، «هيا»، «توقف»).",
            "descriptionDetaillee": "La personne emploie spontanément plusieurs mots en lien avec une activité ou un jeu, indiquant une compréhension et une participation active dans le contexte ludique.",
            "description_ar": "يستخدم الفرد تلقائياً عدة كلمات مرتبطة بنشاط أو لعبة، مما يشير إلى فهم ومشاركة نشطة في السياق اللعوب.",
            "etat": "NON_COTE"
          },
          {
            "name": "Emploie au moins 20 mots approximatifs pour nommer des objets, animaux, personnes et exprimer des actions ou relations (ex. : « c’est fini », « en haut »).",
            "name_ar": "يستخدم ما لا يقل عن 20 كلمة تقريبية لتسمية الأشياء، الحيوانات، الأشخاص، والتعبير عن الأفعال أو العلاقات (مثل: «انتهى»، «في الأعلى»).",
            "descriptionDetaillee": "La personne utilise environ 20 mots, même approximatifs, pour nommer des objets, des animaux, des personnes, et pour exprimer des actions ou des relations spatiales ou temporelles.",
            "description_ar": "يستخدم الفرد حوالي 20 كلمة، حتى لو كانت تقريبية، لتسمية الأشياء، الحيوانات، الأشخاص، والتعبير عن الأفعال أو العلاقات المكانية أو الزمنية.",
            "etat": "NON_COTE"
          },
          {
            "name": "Nomme spontanément des objets et des images.",
            "name_ar": "يسمي تلقائياً الأشياء والصور.",
            "descriptionDetaillee": "La personne désigne ou nomme spontanément des objets concrets ou des images, montrant une capacité à identifier verbalement son environnement.",
            "description_ar": "يُطلق الفرد أسماء تلقائية على الأشياء الملموسة أو الصور، مما يظهر قدرة على تحديد بيئته لفظياً.",
            "etat": "NON_COTE"
          },
          {
            "name": "Vocalise avec des intonations variées pendant les chansons.",
            "name_ar": "يصدر أصواتاً بنبرات متنوعة أثناء الأغاني.",
            "descriptionDetaillee": "La personne émet des sons variés en hauteur et en rythme lorsqu’elle chante ou écoute des chansons, démontrant une expression vocale dynamique.",
            "description_ar": "يصدر الفرد أصواتاً متنوعة في الارتفاع والإيقاع عندما يغني أو يستمع إلى الأغاني، مما يظهر تعبيراً صوتياً ديناميكياً.",
            "etat": "NON_COTE"
          },
          {
            "name": "Exprime des demandes et des refus avec des mots simples et un contact visuel.",
            "name_ar": "يعبر عن الطلبات والرفض بكلمات بسيطة وتواصل بصري.",
            "descriptionDetaillee": "La personne formule des demandes ou des refus à l’aide de mots simples tout en maintenant un contact visuel avec l’interlocuteur, renforçant la communication verbale et non verbale.",
            "description_ar": "يصيغ الفرد الطلبات أو الرفض باستخدام كلمات بسيطة مع الحفاظ على تواصل بصري مع المتحدث، مما يعزز التواصل اللفظي وغير اللفظي.",
            "etat": "NON_COTE"
          },
          {
            "name": "Nomme des actions en contexte (ex. : mouvements du corps ou actions avec des objets).",
            "name_ar": "يسمي الأفعال في سياقها (مثل: حركات الجسم أو الأفعال مع الأشياء).",
            "descriptionDetaillee": "La personne verbalise des actions en contexte, telles que des mouvements corporels ou des manipulations d’objets, montrant une compréhension de la relation entre le langage et l’activité.",
            "description_ar": "يُعبر الفرد لفظياً عن الأفعال في سياقها، مثل الحركات الجسدية أو التعامل مع الأشياء، مما يظهر فهماً للعلاقة بين اللغة والنشاط.",
            "etat": "NON_COTE"
          },
          {
            "name": "Donne approximativement les noms de trois personnes importantes, y compris lui-même.",
            "name_ar": "يُعطي تقريبياً أسماء ثلاثة أشخاص مهمين، بما في ذلك نفسه.",
            "descriptionDetaillee": "La personne est capable de nommer, même approximativement, trois personnes clés dans son entourage, incluant son propre nom, ce qui montre une reconnaissance sociale de base.",
            "description_ar": "الفرد قادر على تسمية، حتى بشكل تقريبي، ثلاثة أشخاص رئيسيين في محيطه، بما في ذلك اسمه الخاص، مما يظهر التعرف الاجتماعي الأساسي.",
            "etat": "NON_COTE"
          },
          {
            "name": "Secoue la tête et dit « non » pour refuser.",
            "name_ar": "يهز رأسه ويقول «لا» للرفض.",
            "descriptionDetaillee": "La personne manifeste un refus en combinant le geste de la tête (secouer) avec le mot « non », exprimant clairement son désaccord ou son rejet.",
            "description_ar": "يُظهر الفرد الرفض بجمع إيماءة هز الرأس مع كلمة «لا»، معبراً بوضوح عن عدم موافقته أو رفضه.",
            "etat": "NON_COTE"
          },
          {
            "name": "Hoche la tête et dit « oui » pour approuver.",
            "name_ar": "يومئ برأسه ويقول «نعم» للموافقة.",
            "descriptionDetaillee": "La personne exprime une approbation ou un accord en hochant la tête tout en disant « oui », renforçant sa communication positive.",
            "description_ar": "يعبر الفرد عن الموافقة أو القبول بإيماء الرأس مع قول «نعم»، مما يعزز التواصل الإيجابي.",
            "etat": "NON_COTE"
          },
          {
            "name": "Demande approximativement « Qu’est-ce que c’est ? » face à un nouvel objet ou une situation inconnue.",
            "name_ar": "يسأل تقريبياً «ما هذا؟» عند مواجهة شيء جديد أو موقف غير معروف.",
            "descriptionDetaillee": "La personne pose des questions, de manière approximative, pour s’informer sur des objets ou situations inconnus, montrant sa curiosité et son désir de compréhension.",
            "description_ar": "يطرح الفرد أسئلة، بشكل تقريبي، للاستفسار عن أشياء أو مواقف غير معروفة، مما يظهر فضوله ورغبته في الفهم.",
            "etat": "NON_COTE"
          }
        ]
      },
      {
        "name": "Comportements d'attention conjointe",
        "name_ar": "سلوكيات الانتباه المشترك",
        "description": "Comportements d'attention conjointe",
        "description_ar": "سلوكيات الانتباه المشترك",
        "items": [
          {
            "name": "Répond à « Regarde » quand on lui offre un objet par un changement de direction du regard.",
            "name_ar": "يستجيب لـ«انظر» عندما يُعرض عليه شيء بتغيير اتجاه النظر.",
            "description": "La personne change de regard pour observer un objet qu’on lui offre lorsqu’on lui dit « Regarde ».",
            "description_ar": "يغير الفرد نظره لمراقبة شيء يُعرض عليه عندما يُقال له «انظر».",
            "etat": "NON_COTE"
          },
          {
            "name": "Répond à « Regarde » quand on pointe un objet ou une personne à distance.",
            "name_ar": "يستجيب لـ«انظر» عندما يُشار إلى شيء أو شخص بعيد.",
            "description": "La personne s’oriente vers l’objet ou la personne indiquée par un geste de pointage sans autre aide verbale.",
            "description_ar": "يوجه الفرد نظره نحو الشيء أو الشخص المشار إليه بإيماءة دون مساعدة شفهية أخرى.",
            "etat": "NON_COTE"
          },
          {
            "name": "Donne ou prend un objet à une autre personne en coordonnant le contact visuel.",
            "name_ar": "يعطي أو يأخذ شيئاً من شخص آخر مع تنسيق التواصل البصري.",
            "description": "La personne échange un objet avec une autre en établissant un contact visuel synchronisé.",
            "description_ar": "يتبادل الفرد شيئاً مع شخص آخر مع إقامة تواصل بصري متزامن.",
            "etat": "NON_COTE"
          },
          {
            "name": "Tend un objet à l’adulte lorsqu’on lui dit « Montre-moi ».",
            "name_ar": "يُعطي شيئاً للشخص البالغ عندما يُقال له «أرني».",
            "description": "La personne offre un objet à l’adulte sur demande verbale claire.",
            "description_ar": "يقدم الفرد شيئاً للشخص البالغ بناءً على طلب شفهي واضح.",
            "etat": "NON_COTE"
          },
          {
            "name": "Montre spontanément des objets.",
            "name_ar": "يُظهر الأشياء تلقائياً.",
            "description": "La personne désigne spontanément des objets sans y être sollicitée.",
            "description_ar": "يُشير الفرد تلقائياً إلى الأشياء دون أن يُطلب منه ذلك.",
            "etat": "NON_COTE"
          },
          {
            "name": "Suit le regard ou le geste de pointage sans indication verbale pour observer une cible.",
            "name_ar": "يتبع النظر أو إيماءة الإشارة دون تعليمات شفهية لمراقبة هدف.",
            "description": "La personne suit naturellement où l’autre regarde ou pointe, même sans explication verbale.",
            "description_ar": "يتبع الفرد بشكل طبيعي حيث ينظر الآخر أو يشير، حتى دون تفسير شفهي.",
            "etat": "NON_COTE"
          },
          {
            "name": "Pointe spontanément du doigt les objets qui l’intéressent.",
            "name_ar": "يُشير تلقائياً بإصبعه إلى الأشياء التي تهمه.",
            "description": "La personne utilise le doigt pour indiquer son intérêt pour des objets sans y être invitée.",
            "description_ar": "يستخدم الفرد إصبعه للإشارة إلى اهتمامه بالأشياء دون دعوة لذلك.",
            "etat": "NON_COTE"
          },
          {
            "name": "Échange des sourires avec l’adulte en alternant le regard lors d’une activité agréable.",
            "name_ar": "يتبادل الابتسامات مع الشخص البالغ مع تبادل النظرات خلال نشاط ممتع.",
            "description": "La personne partage un sourire avec l’adulte, alternant le regard, ce qui indique une interaction sociale positive.",
            "description_ar": "يشارك الفرد بابتسامة مع الشخص البالغ، متبادلاً النظرات، مما يشير إلى تفاعل اجتماعي إيجابي.",
            "etat": "NON_COTE"
          }
        ]
      },
      {
        "name": "Compétences sociales : adultes ou pairs",
        "name_ar": "المهارات الاجتماعية: البالغون أو الأقران",
        "description": "Compétences sociales : adultes ou pairs",
        "description_ar": "المهارات الاجتماعية: البالغون أو الأقران",
        "items": [
          {
            "name": "Établit et maintient le contact visuel pour communiquer.",
            "name_ar": "يؤسس ويحافظ على التواصل البصري للتواصل.",
            "description": "La personne initie et soutient le regard avec autrui comme moyen de communication.",
            "description_ar": "يبدأ الفرد ويحافظ على النظر مع الآخرين كوسيلة للتواصل.",
            "etat": "NON_COTE"
          },
          {
            "name": "Demande verbalement ou initie physiquement un jeu social familier.",
            "name_ar": "يطلب شفهياً أو يبدأ جسدياً لعبة اجتماعية مألوفة.",
            "description": "La personne sollicite ou lance un jeu connu par parole ou geste.",
            "description_ar": "يطلب الفرد أو يبدأ لعبة معروفة بالكلام أو الإيماءة.",
            "etat": "NON_COTE"
          },
          {
            "name": "Réagit aux gestes d’affection en étreignant ou embrassant les personnes familières.",
            "name_ar": "يستجيب لإيماءات المودة بالعناق أو التقبيل للأشخاص المألوفين.",
            "description": "La personne répond affectueusement à des marques d’affection de ses proches par des câlins ou baisers.",
            "description_ar": "يستجيب الفرد بمودة لعلامات المودة من المقربين بالعناق أو القبلات.",
            "etat": "NON_COTE"
          },
          {
            "name": "Utilise des gestes ou des mots pour capter l’attention de l’adulte.",
            "name_ar": "يستخدم الإيماءات أو الكلمات لجذب انتباه الشخص البالغ.",
            "description": "La personne fait usage de mots simples ou gestes pour attirer l’attention d’un adulte.",
            "description_ar": "يستخدم الفرد كلمات بسيطة أو إيماءات لجذب انتباه شخص بالغ.",
            "etat": "NON_COTE"
          },
          {
            "name": "Répond aux salutations sociales en disant « Bonjour » et « Au revoir » ou en imitant un geste.",
            "name_ar": "يستجيب للتحيات الاجتماعية بقول «مرحباً» و«وداعاً» أو بتقليد إيماءة.",
            "description": "La personne accueille et prend congé en utilisant des mots ou des signes conventionnels.",
            "description_ar": "يستقبل الفرد ويودع باستخدام كلمات أو إشارات تقليدية.",
            "etat": "NON_COTE"
          },
          {
            "name": "Demande de l’aide verbalement ou par des gestes.",
            "name_ar": "يطلب المساعدة شفهياً أو بالإيماءات.",
            "description": "La personne sollicite une assistance par la parole ou des signes.",
            "description_ar": "يطلب الفرد المساعدة بالكلام أو الإشارات.",
            "etat": "NON_COTE"
          },
          {
            "name": "Coordonne régulièrement le contact visuel avec des vocalisations et/ou des gestes pour interagir.",
            "name_ar": "ينسق بانتظام التواصل البصري مع الأصوات و/أو الإيماءات للتفاعل.",
            "description": "La personne combine regard, sons et gestes pour engager et maintenir une interaction.",
            "description_ar": "يجمع الفرد بين النظر، الأصوات، والإيماءات لإشراك والحفاظ على التفاعل.",
            "etat": "NON_COTE"
          },
          {
            "name": "Danse avec une autre personne dans un jeu de ronde musicale.",
            "name_ar": "يرقص مع شخص آخر في لعبة دائرية موسيقية.",
            "description": "La personne participe à un jeu dansé en cercle avec autrui, montrant un engagement social et moteur.",
            "description_ar": "يشارك الفرد في لعبة رقص دائرية مع الآخرين، مظهراً التزاما اجتماعياً وحركياً.",
            "etat": "NON_COTE"
          },
          {
            "name": "Court avec une autre personne dans un jeu de « trap-trap ».",
            "name_ar": "يركض مع شخص آخر في لعبة «القط والفأر».",
            "description": "La personne joue à courir avec quelqu’un dans un jeu de poursuite ludique.",
            "description_ar": "يلعب الفرد بالركض مع شخص ما في لعبة مطاردة مرحة.",
            "etat": "NON_COTE"
          },
          {
            "name": "Appelle son partenaire de communication par son nom ou en nommant l’activité.",
            "name_ar": "ينادي شريك التواصل باسمه أو بتسمية النشاط.",
            "description": "La personne utilise le nom de l’autre ou le nom du jeu pour initier une interaction.",
            "description_ar": "يستخدم الفرد اسم الآخر أو اسم اللعبة لبدء التفاعل.",
            "etat": "NON_COTE"
          }
        ]
      },
      {
        "name": "Compétences sociales avec des pairs",
        "name_ar": "المهارات الاجتماعية مع الأقران",
        "description": "Compétences sociales avec des pairs",
        "description_ar": "المهارات الاجتماعية مع الأقران",
        "items": [
          {
            "name": "Remet un objet à un camarade lorsqu’on le lui demande.",
            "name_ar": "يعطي شيئاً لزميل عندما يُطلب منه ذلك.",
            "description": "La personne donne un objet à un pair sur demande explicite.",
            "description_ar": "يعطي الفرد شيئاً لزميل بناءً على طلب صريح.",
            "etat": "NON_COTE"
          },
          {
            "name": "Participe à des chansons et à des jeux de doigts familiers en groupe.",
            "name_ar": "يشارك في الأغاني وألعاب الأصابع المألوفة في مجموعة.",
            "description": "La personne prend part à des activités rythmiques et gestuelles collectives.",
            "description_ar": "يشارك الفرد في أنشطة إيقاعية وحركية جماعية.",
            "etat": "NON_COTE"
          },
          {
            "name": "Poursuit son activité lorsqu’un camarade le rejoint dans un jeu parallèle.",
            "name_ar": "يواصل نشاطه عندما ينضم إليه زميل في لعب موازٍ.",
            "description": "La personne continue son jeu même quand un pair joue à côté sans interaction directe.",
            "description_ar": "يستمر الفرد في لعبه حتى عندما يلعب زميل بجانبه دون تفاعل مباشر.",
            "etat": "NON_COTE"
          },
          {
            "name": "Répond de manière appropriée aux salutations d’un camarade.",
            "name_ar": "يستجيب بشكل مناسب لتحيات زميل.",
            "description": "La personne accueille ou prend congé d’un pair avec un geste ou un mot adapté.",
            "description_ar": "يستقبل الفرد أو يودع زميلاً بإيماءة أو كلمة مناسبة.",
            "etat": "NON_COTE"
          },
          {
            "name": "Alterne les actions avec un camarade en donnant et prenant un jouet à tour de rôle.",
            "name_ar": "يتبادل الأفعال مع زميل بإعطاء وأخذ لعبة بالتناوب.",
            "description": "La personne partage un jeu avec un pair en échangeant des objets à tour de rôle.",
            "description_ar": "يشارك الفرد في لعبة مع زميل بتبادل الأشياء بالتناوب.",
            "etat": "NON_COTE"
          },
          {
            "name": "S’assoit en groupe avec ses pairs et écoute les consignes familières d’un adulte.",
            "name_ar": "يجلس في مجموعة مع أقرانه ويستمع إلى تعليمات مألوفة من شخص بالغ.",
            "description": "La personne se place avec un groupe d’enfants et suit des consignes verbales connues.",
            "description_ar": "يجلس الفرد مع مجموعة من الأطفال ويتبع التعليمات الشفهية المعروفة.",
            "etat": "NON_COTE"
          },
          {
            "name": "Prend un objet lorsqu’un camarade le lui offre.",
            "name_ar": "يأخذ شيئاً عندما يعرضه عليه زميل.",
            "description": "La personne accepte un objet offert par un pair.",
            "description_ar": "يقبل الفرد شيئاً يقدمه له زميل.",
            "etat": "NON_COTE"
          },
          {
            "name": "Donne des objets à ses camarades à table ou en groupe lorsqu’on le lui demande.",
            "name_ar": "يعطي أشياء لزملائه على الطاولة أو في مجموعة عندما يُطلب منه.",
            "description": "La personne distribue des objets à ses pairs dans un contexte collectif sur demande.",
            "description_ar": "يوزع الفرد الأشياء على أقرانه في سياق جماعي بناءً على الطلب.",
            "etat": "NON_COTE"
          },
          {
            "name": "Reproduit occasionnellement le comportement d’un camarade lors d’activités de jeu.",
            "name_ar": "يقلد أحياناً سلوك زميل خلال أنشطة اللعب.",
            "description": "La personne imite parfois les actions d’un pair durant un jeu.",
            "description_ar": "يقلد الفرد أحياناً أفعال زميل أثناء اللعب.",
            "etat": "NON_COTE"
          },
          {
            "name": "Joue seul ou avec un camarade à des jeux d’appariement d’images (ex. : Loto, Memory).",
            "name_ar": "يلعب بمفرده أو مع زميل في ألعاب مطابقة الصور (مثل: لوتو، ميموري).",
            "description": "La personne joue en solo ou en duo à des jeux de reconnaissance visuelle et de mémoire.",
            "description_ar": "يلعب الفرد بمفرده أو مع زميل في ألعاب التعرف البصري والذاكرة.",
            "etat": "NON_COTE"
          }
        ]
      },
      {
        "name": "Imitation",
        "name_ar": "التقليد",
        "description": "Imitation",
        "description_ar": "التقليد",
        "items": [
          {
            "name": "Reproduit diverses voyelles et consonnes dans des tentatives verbales lors d’échanges significatifs.",
            "name_ar": "يُعيد إنتاج حروف علة وصوامت متنوعة في محاولات لفظية خلال تبادلات هادفة.",
            "description": "L'enfant est capable de produire plusieurs sons de voyelles et de consonnes lors de ses interactions verbales, montrant ainsi une tentative active de communication orale dans des contextes significatifs et adaptés.",
            "description_ar": "الطفل قادر على إنتاج عدة أصوات للحروف العلة والصوامت خلال تفاعلاته اللفظية، مما يظهر محاولة نشطة للتواصل الشفهي في سياقات هادفة وملائمة.",
            "etat": "NON_COTE"
          },
          {
            "name": "Imite des bruits d’animaux et autres sons.",
            "name_ar": "يقلد أصوات الحيوانات وأصوات أخرى.",
            "description": "L'enfant imite avec précision des sons variés, tels que des bruits d’animaux et d'autres bruits familiers, démontrant ainsi son aptitude à reproduire des sons pour enrichir sa communication et son jeu.",
            "description_ar": "يقلد الطفل بدقة أصواتاً متنوعة، مثل أصوات الحيوانات وغيرها من الأصوات المألوفة، مما يظهر قدرته على إعادة إنتاج الأصوات لإثراء تواصله ولعبه.",
            "etat": "NON_COTE"
          },
          {
            "name": "Répète spontanément et fréquemment des mots simples reconnaissables lors des interactions.",
            "name_ar": "يكرر تلقائياً وبشكل متكرر كلمات بسيطة يمكن التعرف عليها خلال التفاعلات.",
            "description": "L'enfant répète de manière spontanée et régulière des mots simples qu'il reconnaît, ce qui indique un développement en cours de son vocabulaire oral et un engagement dans la communication interactive.",
            "description_ar": "يكرر الطفل بشكل تلقائي ومنتظم كلمات بسيطة يتعرف عليها، مما يشير إلى تطور مستمر في مفرداته الشفهية وتفاعله في التواصل التفاعلي.",
            "etat": "NON_COTE"
          },
          {
            "name": "Reproduit les mouvements de cinq comptines et au moins dix actions différentes.",
            "name_ar": "يُعيد إنتاج حركات خمس أناشيد وما لا يقل عن عشرة أفعال مختلفة.",
            "description": "L'enfant est capable de reproduire les gestes associés à cinq comptines différentes ainsi qu'au moins dix actions variées, montrant une bonne coordination motrice et une compréhension des routines ludiques.",
            "description_ar": "الطفل قادر على إعادة إنتاج الإيماءات المرتبطة بخمس أناشيد مختلفة وما لا يقل عن عشرة أفعال متنوعة، مما يظهر تنسيقاً حركياً جيداً وفهماً للروتينات اللعوبة.",
            "etat": "NON_COTE"
          },
          {
            "name": "Imite approximativement de nouvelles actions dans des chansons.",
            "name_ar": "يقلد بشكل تقريبي أفعالاً جديدة في الأغاني.",
            "description": "L'enfant tente d'imiter de nouvelles actions présentées dans des chansons, même si cette imitation peut être approximative, ce qui témoigne de son intérêt pour l’apprentissage et la reproduction motrice.",
            "description_ar": "يحاول الطفل تقليد أفعال جديدة تُعرض في الأغاني، حتى لو كان التقليد تقريبياً، مما يعكس اهتمامه بالتعلم وإعادة الإنتاج الحركي.",
            "etat": "NON_COTE"
          },
          {
            "name": "Reproduit des actions à plusieurs étapes avec des objets dans un jeu.",
            "name_ar": "يُعيد إنتاج أفعال متعددة الخطوات مع الأشياء في لعبة.",
            "description": "L'enfant exécute des séquences d'actions composées de plusieurs étapes en utilisant des objets pendant le jeu, indiquant une capacité à suivre une procédure et à planifier ses mouvements.",
            "description_ar": "يؤدي الطفل تسلسلات من الأفعال المكونة من عدة خطوات باستخدام الأشياء أثناء اللعب، مما يشير إلى قدرة على اتباع إجراءات وتخطيط الحركات.",
            "etat": "NON_COTE"
          },
          {
            "name": "Imite des actions de jeu de faire-semblant sur lui-même et sur un partenaire avec des objets miniatures.",
            "name_ar": "يقلد أفعال لعب التظاهر على نفسه وعلى شريك باستخدام أشياء مصغرة.",
            "description": "L'enfant imite des actions symboliques de jeu de faire-semblant, en utilisant des objets miniatures sur lui-même et sur un partenaire, ce qui reflète son développement social et imaginaire.",
            "description_ar": "يقلد الطفل أفعالاً رمزية في لعب التظاهر، باستخدام أشياء مصغرة على نفسه وعلى شريك، مما يعكس تطوره الاجتماعي والتخيلي.",
            "etat": "NON_COTE"
          },
          {
            "name": "Reproduit deux séquences de mouvements dans des routines de chanson ou de jeu.",
            "name_ar": "يُعيد إنتاج تسلسلين من الحركات في روتينات الأغاني أو الألعاب.",
            "description": "L'enfant reproduit avec succès deux séquences distinctes de mouvements lors de routines impliquant une chanson ou un jeu, montrant une bonne mémoire motrice et une compréhension des enchaînements.",
            "description_ar": "يُعيد الطفل بنجاح تسلسلين متميزين من الحركات خلال روتينات تتضمن أغنية أو لعبة، مما يظهر ذاكرة حركية جيدة وفهماً للتسلسلات.",
            "etat": "NON_COTE"
          },
          {
            "name": "Imite des phrases courtes de deux mots.",
            "name_ar": "يقلد عبارات قصيرة من كلمتين.",
            "description": "L'enfant imite des phrases courtes composées de deux mots, ce qui indique une progression vers des structures langagières plus complexes et une meilleure maîtrise du langage verbal.",
            "description_ar": "يقلد الطفل عبارات قصيرة مكونة من كلمتين، مما يشير إلى تقدم نحو هياكل لغوية أكثر تعقيداً وإتقان أفضل للغة الشفهية.",
            "etat": "NON_COTE"
          }
        ]
      },
      {
        "name": "Cognition",
        "name_ar": "الإدراك",
        "description": "Cognition",
        "description_ar": "الإدراك",
        "items": [
          {
            "name": "Associe et trie les objets par forme.",
            "name_ar": "يربط ويفرز الأشياء حسب الشكل.",
            "description": "L'enfant est capable de reconnaître, associer et classer différents objets en fonction de leur forme géométrique, démontrant ainsi sa capacité à catégoriser visuellement et à organiser des éléments selon ce critère.",
            "description_ar": "الطفل قادر على التعرف على الأشياء المختلفة وربطها وتصنيفها بناءً على شكلها الهندسي، مما يظهر قدرته على التصنيف البصري وتنظيم العناصر وفقاً لهذا المعيار.",
            "etat": "NON_COTE"
          },
          {
            "name": "Regroupe et trie les objets par taille.",
            "name_ar": "يجمع ويفرز الأشياء حسب الحجم.",
            "description": "L'enfant regroupe et trie des objets en fonction de leur taille, ce qui montre sa compréhension des notions de grandeur et sa capacité à organiser des éléments selon un critère dimensionnel.",
            "description_ar": "يجمع الطفل ويفرز الأشياء بناءً على حجمها، مما يظهر فهمه لمفاهيم الحجم وقدرته على تنظيم العناصر وفقاً لمعيار الأبعاد.",
            "etat": "NON_COTE"
          },
          {
            "name": "Associe et trie des motifs et des dessins.",
            "name_ar": "يربط ويفرز الأنماط والرسومات.",
            "description": "L'enfant associe des motifs similaires et trie des dessins selon des caractéristiques visuelles, développant ainsi ses compétences en reconnaissance de motifs et en classification visuelle.",
            "description_ar": "يربط الطفل الأنماط المتشابهة ويفرز الرسومات بناءً على خصائصها البصرية، مما يطور مهاراته في التعرف على الأنماط والتصنيف البصري.",
            "etat": "NON_COTE"
          },
          {
            "name": "Classe des objets similaires en groupes.",
            "name_ar": "يصنف الأشياء المتشابهة في مجموعات.",
            "description": "L'enfant est capable de regrouper des objets qui présentent des similarités, qu’elles soient liées à la forme, à la couleur ou à la fonction, illustrant sa capacité à organiser des éléments en catégories cohérentes.",
            "description_ar": "الطفل قادر على تجميع الأشياء التي تظهر تشابهات، سواء كانت مرتبطة بالشكل أو اللون أو الوظيفة، مما يوضح قدرته على تنظيم العناصر في فئات متماسكة.",
            "etat": "NON_COTE"
          },
          {
            "name": "Trie des objets du quotidien selon leur fonction.",
            "name_ar": "يفرز الأشياء اليومية حسب وظيفتها.",
            "description": "L'enfant trie des objets familiers en fonction de leur usage ou fonction, montrant une compréhension pratique de l’utilité des objets et une capacité à organiser selon des critères fonctionnels.",
            "description_ar": "يفرز الطفل الأشياء المألوفة بناءً على استخدامها أو وظيفتها، مما يظهر فهماً عملياً لفائدة الأشياء وقدرة على التنظيم وفقاً لمعايير وظيفية.",
            "etat": "NON_COTE"
          },
          {
            "name": "Cherche/demande un objet disparu.",
            "name_ar": "يبحث/يطلب عن شيء مفقود.",
            "description": "L'enfant manifeste la capacité de repérer ou de demander un objet manquant, ce qui indique une conscience de la permanence des objets et une intentionnalité dans sa recherche ou sa communication.",
            "description_ar": "يظهر الطفل قدرة على تحديد أو طلب شيء مفقود، مما يشير إلى وعي باستمرارية الأشياء ونية في البحث أو التواصل.",
            "etat": "NON_COTE"
          },
          {
            "name": "Associe et trie des objets en fonction de deux critères.",
            "name_ar": "يربط ويفرز الأشياء بناءً على معيارين.",
            "description": "L'enfant utilise simultanément deux critères pour associer et trier des objets, comme la forme et la couleur, démontrant une capacité avancée d’analyse et de classification multidimensionnelle.",
            "description_ar": "يستخدم الطفل معيارين في وقت واحد لربط وفرز الأشياء، مثل الشكل واللون، مما يظهر قدرة متقدمة على التحليل والتصنيف متعدد الأبعاد.",
            "etat": "NON_COTE"
          },
          {
            "name": "Regroupe des objets selon leur quantité de un à trois.",
            "name_ar": "يجمع الأشياء بناءً على كميتها من واحد إلى ثلاثة.",
            "description": "L'enfant regroupe des objets en quantités spécifiques, allant de un à trois, illustrant sa compréhension des premiers nombres et sa capacité à associer quantité et regroupement.",
            "description_ar": "يجمع الطفل الأشياء في كميات محددة، تتراوح من واحد إلى ثلاثة، مما يوضح فهمه للأرقام الأولية وقدرته على ربط الكمية بالتجميع.",
            "etat": "NON_COTE"
          }
        ]
      },
      {
        "name": "Jeu : jeu symbolique",
        "name_ar": "اللعب: اللعب الرمزي",
        "description": "Jeu : jeu symbolique",
        "description_ar": "اللعب: اللعب الرمزي",
        "items": [
          {
            "name": "Associe des objets liés dans un jeu (ex. : met une tasse sur une soucoupe, utilise une cuillère dans un plat).",
            "name_ar": "يربط الأشياء المرتبطة في لعبة (مثل: وضع كوب على صحن، استخدام ملعقة في طبق).",
            "description": "L'enfant réalise des associations fonctionnelles d’objets dans un contexte ludique, en plaçant par exemple une tasse sur une soucoupe ou en utilisant une cuillère dans un plat, ce qui montre sa compréhension des relations d’usage entre objets.",
            "description_ar": "يحقق الطفل ارتباطات وظيفية للأشياء في سياق لعوب، مثل وضع كوب على صحن أو استخدام ملعقة في طبق، مما يظهر فهمه لعلاقات الاستخدام بين الأشياء.",
            "etat": "NON_COTE"
          },
          {
            "name": "Reproduit des effets sonores en jouant (ex. : parle dans un téléphone, imite le bruit d’une voiture ou d’un animal).",
            "name_ar": "يُعيد إنتاج مؤثرات صوتية أثناء اللعب (مثل: التحدث في هاتف، تقليد صوت سيارة أو حيوان).",
            "description": "L'enfant imite avec précision différents sons pendant le jeu, tels que parler dans un téléphone ou reproduire le bruit d’un véhicule ou d’un animal, enrichissant ainsi son expression ludique et son imitation auditive.",
            "description_ar": "يقلد الطفل بدقة أصوات مختلفة أثناء اللعب، مثل التحدث في هاتف أو إعادة إنتاج صوت مركبة أو حيوان، مما يثري تعبيره اللعوب وتقليده السمعي.",
            "etat": "NON_COTE"
          },
          {
            "name": "Réalise une action simple avec un accessoire sur une poupée ou un animal.",
            "name_ar": "يؤدي فعلاً بسيطاً باستخدام إكسسوار على دمية أو حيوان.",
            "description": "L'enfant accomplit une action simple en utilisant un accessoire sur une poupée ou un jouet animalier, comme lui donner à manger ou le couvrir, montrant un début de jeu symbolique et d’utilisation d’objets accessoires.",
            "description_ar": "يؤدي الطفل فعلاً بسيطاً باستخدام إكسسوار على دمية أو لعبة حيوانية، مثل إطعامها أو تغطيتها، مما يظهر بداية اللعب الرمزي واستخدام الأشياء الإكسسوارية.",
            "etat": "NON_COTE"
          },
          {
            "name": "Combine des actions liées fonctionnellement dans un thème de jeu (nourrit et donne à boire, met au lit et borde).",
            "name_ar": "يجمع بين الأفعال المرتبطة وظيفياً في موضوع لعب (يطعم ويعطي شراباً، يضع في السرير ويغطي).",
            "description": "L'enfant enchaîne des actions qui ont un lien fonctionnel au sein d’un même thème de jeu, par exemple nourrir et donner à boire, ou mettre au lit et border une poupée, indiquant une meilleure organisation du jeu symbolique.",
            "description_ar": "يربط الطفل بين الأفعال ذات الصلة الوظيفية ضمن موضوع لعب واحد، مثل إطعام وإعطاء شراب، أو وضع دمية في السرير وتغطيتها، مما يشير إلى تنظيم أفضل للعب الرمزي.",
            "etat": "NON_COTE"
          },
          {
            "name": "Présente une approche par essais et erreurs pour résoudre un problème avec des jeux de construction ; les schémas sont flexibles, non répétitifs.",
            "name_ar": "يظهر نهج التجربة والخطأ لحل مشكلة مع ألعاب البناء؛ الأنماط مرنة وغير متكررة.",
            "description": "L'enfant explore différentes solutions par essais et erreurs lors de jeux de construction, adoptant des stratégies variées et flexibles pour résoudre des problèmes sans reproduire systématiquement les mêmes schémas.",
            "description_ar": "يستكشف الطفل حلولاً مختلفة عن طريق التجربة والخطأ خلال ألعاب البناء، معتمداً استراتيجيات متنوعة ومرنة لحل المشكلات دون تكرار الأنماط ذاتها بشكل منهجي.",
            "etat": "NON_COTE"
          }
        ]
      },
      {
        "name": "Jeu : jeu autonome",
        "name_ar": "اللعب: اللعب المستقل",
        "description": "Jeu : jeu autonome",
        "description_ar": "اللعب: اللعب المستقل",
        "items": [
          {
            "name": "Joue de manière adaptée et variée pendant 10 minutes avec une supervision occasionnelle de l’adulte.",
            "name_ar": "يلعب بطريقة ملائمة ومتنوعة لمدة 10 دقائق مع إشراف عرضي من الشخص البالغ.",
            "description": "L'enfant est capable de s’engager dans un jeu adapté et diversifié pendant au moins dix minutes, tout en nécessitant seulement une supervision ponctuelle d’un adulte, montrant une autonomie croissante dans l’activité ludique.",
            "description_ar": "الطفل قادر على الانخراط في لعب ملائم ومتنوع لمدة عشر دقائق على الأقل، مع الحاجة فقط إلى إشراف متقطع من شخص بالغ، مما يظهر استقلالية متزايدة في النشاط اللعوب.",
            "etat": "NON_COTE"
          },
          {
            "name": "Peut s’occuper seul de façon appropriée avec du matériel non structuré pendant au moins 10 minutes, avec une guidance occasionnelle.",
            "name_ar": "يمكنه الانشغال بمفرده بطريقة مناسبة مع مواد غير منظمة لمدة 10 دقائق على الأقل، مع توجيه عرضي.",
            "description": "L'enfant joue seul avec du matériel non structuré (comme des objets divers sans consignes précises) pendant une durée d’au moins dix minutes, avec un accompagnement minimal, témoignant de son autonomie et de sa créativité.",
            "description_ar": "يلعب الطفل بمفرده مع مواد غير منظمة (مثل أشياء متنوعة دون تعليمات محددة) لمدة عشر دقائق على الأقل، مع توجيه بسيط، مما يعكس استقلاليته وإبداعه.",
            "etat": "NON_COTE"
          },
          {
            "name": "Prend le matériel, l’apporte à la table, joue avec, puis le range.",
            "name_ar": "يأخذ المواد، يحضرها إلى الطاولة، يلعب بها، ثم يرتبها.",
            "description": "L'enfant montre la capacité d’organiser son espace de jeu en prenant le matériel nécessaire, en jouant avec et en remettant les objets à leur place après usage, illustrant son sens de l’ordre et de la responsabilité.",
            "description_ar": "يظهر الطفل قدرة على تنظيم فضاء اللعب بأخذ المواد اللازمة، اللعب بها، وإعادة الأشياء إلى مكانها بعد الاستخدام، مما يوضح شعوره بالنظام والمسؤولية.",
            "etat": "NON_COTE"
          }
        ]
      },
      {
        "name": "Motricité fine",
        "name_ar": "المهارات الحركية الدقيقة",
        "description": "Motricité fine",
        "description_ar": "المهارات الحركية الدقيقة",
        "items": [
          {
            "name": "Place correctement trois formes ou plus dans un trieur de formes.",
            "name_ar": "يضع ثلاثة أشكال أو أكثر بشكل صحيح في أداة فرز الأشكال.",
            "description": "L'enfant insère correctement au moins trois formes différentes dans un trieur adapté, ce qui démontre sa coordination motrice fine et sa capacité à reconnaître les formes et les adapter aux bons emplacements.",
            "description_ar": "يُدخل الطفل بشكل صحيح ثلاثة أشكال مختلفة على الأقل في أداة فرز مناسبة، مما يظهر تنسيقه الحركي الدقيق وقدرته على التعرف على الأشكال وتكييفها مع الأماكن الصحيحة.",
            "etat": "NON_COTE"
          },
          {
            "name": "Empile entre 8 et 10 cubes d’environ 2 cm.",
            "name_ar": "يُكدس ما بين 8 و10 مكعبات بحجم حوالي 2 سم.",
            "description": "L'enfant est capable d’empiler une tour de huit à dix cubes de petite taille, démontrant une bonne coordination main-œil, de la patience et de la dextérité manuelle.",
            "description_ar": "الطفل قادر على تكديس برج من ثمانية إلى عشرة مكعبات صغيرة الحجم، مما يظهر تنسيقاً جيداً بين اليد والعين، والصبر، والبراعة اليدوية.",
            "etat": "NON_COTE"
          },
          {
            "name": "Reproduit des modèles simples avec au moins trois cubes.",
            "name_ar": "يُعيد إنتاج نماذج بسيطة باستخدام ثلاثة مكعبات على الأقل.",
            "description": "L'enfant reproduit des formes ou des modèles simples en utilisant au moins trois cubes, ce qui montre sa capacité à observer et à copier des configurations de base.",
            "description_ar": "يُعيد الطفل إنتاج أشكال أو نماذج بسيطة باستخدام ثلاثة مكعبات على الأقل، مما يظهر قدرته على الملاحظة ونسخ التكوينات الأساسية.",
            "etat": "NON_COTE"
          },
          {
            "name": "Assemble au moins cinq Duplos, perles emboîtables, jouets de construction ou éléments à ergots de différentes manières.",
            "name_ar": "يجمع خمسة دوبلو على الأقل، خرز قابل للتركيب، ألعاب بناء، أو عناصر ذات أوتاد بطرق مختلفة.",
            "description": "L'enfant combine au moins cinq éléments de construction, tels que Duplos ou perles emboîtables, en variant les assemblages, indiquant sa créativité et sa maîtrise des manipulations complexes.",
            "description_ar": "يجمع الطفل خمسة عناصر بناء على الأقل، مثل دوبلو أو خرز قابل للتركيب، بتغيير التجميعات، مما يشير إلى إبداعه وإتقانه للتعاملات المعقدة.",
            "etat": "NON_COTE"
          },
          {
            "name": "Imite au moins cinq actions simples avec de la pâte à modeler (rouler, piquer, tapoter, pincer).",
            "name_ar": "يقلد خمسة أفعال بسيطة على الأقل مع عجينة التشكيل (لف، وخز، نقر، قرص).",
            "description": "L'enfant reproduit plusieurs gestes simples sur de la pâte à modeler, comme rouler, piquer, tapoter ou pincer, développant ainsi sa motricité fine et son expression sensorielle.",
            "description_ar": "يُعيد الطفل إنتاج عدة إيماءات بسيطة على عجينة التشكيل، مثل اللف، الوخز، النقر، أو القرص، مما يطور مهاراته الحركية الدقيقة وتعبيره الحسي.",
            "etat": "NON_COTE"
          },
          {
            "name": "Colle plusieurs gommettes sur une feuille.",
            "name_ar": "يلصق عدة ملصقات على ورقة.",
            "description": "L'enfant colle plusieurs gommettes sur une feuille de papier, montrant sa précision dans la manipulation d’objets adhésifs et son sens artistique naissant.",
            "description_ar": "يلصق الطفل عدة ملصقات على ورقة، مما يظهر دقته في التعامل مع الأشياء اللاصقة وإحساسه الفني الناشئ.",
            "etat": "NON_COTE"
          },
          {
            "name": "Ouvre et ferme différents types de récipients, y compris ceux avec des couvercles à visser.",
            "name_ar": "يفتح ويغلق أنواعاً مختلفة من الحاويات، بما في ذلك تلك ذات الأغطية المثبتة بالبراغي.",
            "description": "L'enfant maîtrise l’ouverture et la fermeture de divers contenants, y compris ceux équipés de bouchons à vis, ce qui témoigne de sa coordination et de sa force adaptée.",
            "description_ar": "يتقن الطفل فتح وإغلاق حاويات متنوعة، بما في ذلك تلك المزودة بأغطية لولبية، مما يعكس تنسيقه وقوته الملائمة.",
            "etat": "NON_COTE"
          },
          {
            "name": "Manipule une grande fermeture éclair pour l’ouvrir et la fermer.",
            "name_ar": "يتعامل مع سحاب كبير لفتحه وإغلاقه.",
            "description": "L'enfant réussit à manipuler une grande fermeture éclair, capable de l’ouvrir et de la fermer, démontrant une bonne motricité fine et une coordination des doigts.",
            "description_ar": "ينجح الطفل في التعامل مع سحاب كبير، قادر على فتحه وإغلاقه، مما يظهر مهارة حركية دقيقة وتنسيق الأصابع.",
            "etat": "NON_COTE"
          },
          {
            "name": "Enfile de gros objets sur une corde, une ficelle épaisse ou une paille.",
            "name_ar": "ينظم أشياء كبيرة على حبل، خيط سميك، أو قشة.",
            "description": "L'enfant enfile des objets volumineux sur une corde, une ficelle épaisse ou une paille, ce qui développe sa coordination œil-main et sa motricité fine.",
            "description_ar": "ينظم الطفل أشياء ضخمة على حبل، خيط سميك، أو قشة، مما يطور تنسيق عين-يد ومهاراته الحركية الدقيقة.",
            "etat": "NON_COTE"
          },
          {
            "name": "Reproduit des traits, des gribouillages et des points avec un feutre ou un crayon de couleur.",
            "name_ar": "يُعيد إنتاج خطوط، خربشات، ونقاط باستخدام قلم فلوماستر أو قلم تلوين.",
            "description": "L'enfant réalise des tracés variés comme des traits, des gribouillages et des points à l’aide d’un feutre ou d’un crayon, ce qui reflète son développement graphique et son expression créative.",
            "description_ar": "يؤدي الطفل تتبعات متنوعة مثل الخطوط، الخربشات، والنقاط باستخدام قلم فلوماستر أو قلم، مما يعكس تطوره الرسومي وتعبيره الإبداعي.",
            "etat": "NON_COTE"
          },
          {
            "name": "Découpe du papier avec des ciseaux.",
            "name_ar": "يقطع الورق باستخدام مقص.",
            "description": "L'enfant utilise des ciseaux pour découper du papier, montrant sa maîtrise de la motricité fine et le respect des consignes de sécurité lors de cette activité.",
            "description_ar": "يستخدم الطفل المقص لقطع الورق، مما يظهر إتقانه للمهارات الحركية الدقيقة واحترام تعليمات السلامة خلال هذا النشاط.",
            "etat": "NON_COTE"
          },
          {
            "name": "Glisse des jetons ou des pièces dans une fente.",
            "name_ar": "ينزلق رقائق أو قطع في فتحة.",
            "description": "L'enfant insère des jetons ou pièces dans une fente étroite, démontrant une coordination œil-main précise et la compréhension de l’action d’insérer des objets dans un emplacement spécifique.",
            "description_ar": "يُدخل الطفل رقائق أو قطعاً في فتحة ضيقة، مما يظهر تنسيق عين-يد دقيق وفهم فعل إدخال الأشياء في مكان محدد.",
            "etat": "NON_COTE"
          },
          {
            "name": "Enfile différentes perles sur divers types de ficelles.",
            "name_ar": "ينظم خرزات مختلفة على أنواع متنوعة من الخيوط.",
            "description": "L'enfant enfile plusieurs perles variées sur différents types de ficelles, développant ainsi sa dextérité, sa patience et sa coordination fine.",
            "description_ar": "ينظم الطفل خرزات متنوعة على أنواع مختلفة من الخيوط، مما يطور براعته، صبره، وتنسيقه الدقيق.",
            "etat": "NON_COTE"
          },
          {
            "name": "Assemble des puzzles simples de 4 à 6 pièces à encastrer.",
            "name_ar": "يجمع ألغازاً بسيطة من 4 إلى 6 قطع للتثبيت.",
            "description": "L'enfant réussit à assembler des puzzles simples composés de quatre à six pièces, montrant sa capacité à percevoir les formes et à résoudre des problèmes visuo-spatiaux élémentaires.",
            "description_ar": "ينجح الطفل في تجميع ألغاز بسيطة مكونة من أربع إلى ست قطع، مما يظهر قدرته على إدراك الأشكال وحل المشكلات البصرية-المكانية الأساسية.",
            "etat": "NON_COTE"
          }
        ]
      },
      {
        "name": "Motricité globale",
        "name_ar": "المهارات الحركية الكبرى",
        "description": "Motricité globale",
        "description_ar": "المهارات الحركية الكبرى",
        "items": [
          {
            "name": "Reproduit des mouvements globaux dans différentes positions (assis, debout, en mouvement).",
            "name_ar": "يُعيد إنتاج حركات كبرى في أوضاع مختلفة (جالس، واقف، متحرك).",
            "description": "L'enfant effectue des mouvements corporels larges et coordonnés en position assise, debout ou en mouvement, illustrant sa maîtrise croissante de la motricité globale.",
            "description_ar": "يؤدي الطفل حركات جسدية كبيرة ومنسقة في أوضاع الجلوس، الوقوف، أو الحركة، مما يوضح إتقانه المتزايد للمهارات الحركية الكبرى.",
            "etat": "NON_COTE"
          },
          {
            "name": "Saute d’une marche et franchit des obstacles au sol.",
            "name_ar": "يقفز من درجة ويتخطى العوائق على الأرض.",
            "description": "L'enfant est capable de sauter d’une marche et de franchir divers obstacles posés au sol, ce qui démontre son équilibre, sa coordination et son courage moteur.",
            "description_ar": "الطفل قادر على القفز من درجة وتخطي عوائق متنوعة على الأرض، مما يظهر توازنه، تنسيقه، وشجاعته الحركية.",
            "etat": "NON_COTE"
          },
          {
            "name": "Explore certains équipements de la cour de récréation (grimpe, glisse).",
            "name_ar": "يستكشف بعض معدات ساحة اللعب (التسلق، الانزلاق).",
            "description": "L'enfant utilise activement des équipements de jeu extérieurs, tels que grimper sur des structures ou glisser sur des toboggans, renforçant ainsi ses compétences motrices et son audace.",
            "description_ar": "يستخدم الطفل بنشاط معدات اللعب الخارجية، مثل التسلق على الهياكل أو الانزلاق على الزلاجات، مما يعزز مهاراته الحركية وجرأته.",
            "etat": "NON_COTE"
          },
          {
            "name": "S’assoit sur un tricycle et avance en poussant avec les pieds ou en commençant à pédaler.",
            "name_ar": "يجلس على دراجة ثلاثية العجلات ويتحرك بالدفع بالقدمين أو يبدأ بالدواسة.",
            "description": "L'enfant s’assoit sur un tricycle et se déplace en poussant avec ses pieds ou en pédalant, montrant le développement de son équilibre dynamique et sa coordination motrice.",
            "description_ar": "يجلس الطفل على دراجة ثلاثية العجلات ويتحرك بالدفع بقدميه أو بالدواسة، مما يظهر تطور توازنه الديناميكي وتنسيقه الحركي.",
            "etat": "NON_COTE"
          },
          {
            "name": "Tire un chariot ou pousse une brouette.",
            "name_ar": "يسحب عربة أو يدفع مِعولة.",
            "description": "L'enfant exerce sa force en tirant un chariot ou en poussant une brouette, ce qui favorise sa motricité globale et son sens de l’effort.",
            "description_ar": "يبذل الطفل قوته بسحب عربة أو دفع مِعولة، مما يعزز مهاراته الحركية الكبرى وإحساسه بالجهد.",
            "etat": "NON_COTE"
          },
          {
            "name": "Frappe un ballon du pied en visant une cible.",
            "name_ar": "يضرب كرة بالقدم مع استهداف هدف.",
            "description": "L'enfant est capable de frapper un ballon avec le pied en visant un objectif précis, illustrant sa coordination œil-pied et son contrôle moteur.",
            "description_ar": "الطفل قادر على ضرب كرة بالقدم مع استهداف هدف محدد، مما يوضح تنسيق عين-قدم وتحكمه الحركي.",
            "etat": "NON_COTE"
          },
          {
            "name": "Creuse avec une pelle.",
            "name_ar": "يحفر باستخدام مجرفة.",
            "description": "L'enfant utilise une pelle pour creuser, montrant ses compétences motrices et sa capacité à manipuler des outils dans un contexte ludique ou expérimental.",
            "description_ar": "يستخدم الطفل مجرفة للحفر، مما يظهر مهاراته الحركية وقدرته على التعامل مع الأدوات في سياق لعوب أو تجريبي.",
            "etat": "NON_COTE"
          }
        ]
      },
      {
        "name": "Autonomie personnelle : repas",
        "name_ar": "الاستقلالية الشخصية: الوجبات",
        "description": "Autonomie personnelle : repas",
        "description_ar": "الاستقلالية الشخصية: الوجبات",
        "items": [
          {
            "name": "Utilise une serviette lorsqu'on le lui demande.",
            "name_ar": "يستخدم منديلاً عندما يُطلب منه ذلك.",
            "description": "L'enfant comprend et suit la consigne d'utiliser une serviette pour s'essuyer les mains ou la bouche quand on le lui demande, montrant ainsi une autonomie dans les gestes d'hygiène à table.",
            "description_ar": "يفهم الطفل ويتبع التعليمات باستخدام منديل لمسح يديه أو فمه عندما يُطلب منه، مما يظهر استقلالية في إيماءات النظافة على المائدة.",
            "etat": "NON_COTE"
          },
          {
            "name": "Se sert seul de nourriture avec des couverts dans un saladier.",
            "name_ar": "يخدم نفسه بالطعام باستخدام أدوات مائدة من وعاء سلطة.",
            "description": "L'enfant est capable de se servir de la nourriture de manière autonome en utilisant des couverts dans un saladier, démontrant sa coordination manuelle et son indépendance lors du repas.",
            "description_ar": "الطفل قادر على خدمة نفسه بالطعام بشكل مستقل باستخدام أدوات مائدة من وعاء سلطة، مما يظهر تنسيقه اليدوي واستقلاليته أثناء الوجبة.",
            "etat": "NON_COTE"
          },
          {
            "name": "Passe des récipients lorsqu'on le lui demande.",
            "name_ar": "يمرر الحاويات عندما يُطلب منه.",
            "description": "L'enfant répond à la demande en passant des récipients à une autre personne, indiquant sa capacité à coopérer et à participer activement au déroulement du repas.",
            "description_ar": "يستجيب الطفل للطلب بتمرير الحاويات إلى شخص آخر، مما يشير إلى قدرته على التعاون والمشاركة النشطة في سير الوجبة.",
            "etat": "NON_COTE"
          },
          {
            "name": "Porte son assiette, son verre et ses couverts à l'évier ou sur le comptoir après le repas.",
            "name_ar": "يحمل صحنه، كوبه، وأدوات مائدته إلى المغسلة أو على المنضدة بعد الوجبة.",
            "description": "L'enfant montre de l'autonomie et un sens de la responsabilité en transportant ses affaires à l'évier ou sur le comptoir après avoir fini de manger, contribuant ainsi au rangement et à l'organisation.",
            "description_ar": "يظهر الطفل استقلالية وإحساساً بالمسؤولية بنقل أغراضه إلى المغسلة أو على المنضدة بعد الانتهاء من الأكل، مما يساهم في الترتيب والتنظيم.",
            "etat": "NON_COTE"
          },
          {
            "name": "Reste assis à table avec une autre personne pendant toute la durée de son repas.",
            "name_ar": "يبقى جالساً على المائدة مع شخص آخر طوال مدة وجبته.",
            "description": "L'enfant maintient sa place assise à table en compagnie d'une autre personne tout au long de son repas, démontrant sa capacité de concentration et son comportement social adapté pendant les repas.",
            "description_ar": "يحافظ الطفل على مكانه جالساً على المائدة برفقة شخص آخر طوال مدة وجبته، مما يظهر قدرته على التركيز وسلوكه الاجتماعي الملائم أثناء الوجبات.",
            "etat": "NON_COTE"
          },
          {
            "name": "Mange et se comporte de manière appropriée dans un restaurant fast-food.",
            "name_ar": "يأكل ويتصرف بطريقة مناسبة في مطعم وجبات سريعة.",
            "description": "L'enfant adopte un comportement adapté en mangeant dans un environnement public comme un restaurant fast-food, respectant les règles élémentaires de politesse et d'hygiène dans ce contexte.",
            "description_ar": "يتبنى الطفل سلوكاً ملائماً أثناء الأكل في بيئة عامة مثل مطعم وجبات سريعة، محترماً قواعد اللباقة والنظافة الأساسية في هذا السياق.",
            "etat": "NON_COTE"
          },
          {
            "name": "Touche ou goûte un nouvel aliment qui lui a été présenté à plusieurs reprises.",
            "name_ar": "يلمس أو يتذوق طعاماً جديداً تم تقديمه له عدة مرات.",
            "description": "L'enfant manifeste de la curiosité et une ouverture alimentaire en touchant ou goûtant un aliment nouveau qui lui est proposé à plusieurs reprises, indiquant un progrès dans l'acceptation des nouveautés alimentaires.",
            "description_ar": "يظهر الطفل فضولاً وانفتاحاً غذائياً بلمس أو تذوق طعام جديد يُقدم له عدة مرات، مما يشير إلى تقدم في قبول الأطعمة الجديدة.",
            "etat": "NON_COTE"
          },
          {
            "name": "Mange des aliments provenant de tous les groupes alimentaires.",
            "name_ar": "يأكل أطعمة من جميع المجموعات الغذائية.",
            "description": "L'enfant consomme des aliments variés appartenant à différents groupes alimentaires, ce qui reflète une alimentation équilibrée et une diversité dans ses habitudes alimentaires.",
            "description_ar": "يستهلك الطفل أطعمة متنوعة تنتمي إلى مجموعات غذائية مختلفة، مما يعكس نظاماً غذائياً متوازناً وتنوعاً في عاداته الغذائية.",
            "etat": "NON_COTE"
          },
          {
            "name": "Se sert un verre d'eau de manière autonome.",
            "name_ar": "يصب لنفسه كوباً من الماء بشكل مستقل.",
            "description": "L'enfant est capable de se verser un verre d'eau seul, démontrant son autonomie dans la gestion de ses besoins élémentaires en boisson.",
            "description_ar": "الطفل قادر على صب كوب ماء لنفسه بمفرده، مما يظهر استقلاليته في إدارة احتياجاته الأساسية للشرب.",
            "etat": "NON_COTE"
          }
        ]
      },
      {
        "name": "Autonomie personnelle : habillage",
        "name_ar": "الاستقلالية الشخصية: اللباس",
        "description": "Autonomie personnelle : habillage",
        "description_ar": "الاستقلالية الشخصية: اللباس",
        "items": [
          {
            "name": "Retire tous ses vêtements (sans attaches) de manière autonome et les place dans le panier à linge.",
            "name_ar": "يخلع جميع ملابسه (بدون إبزيم) بشكل مستقل ويضعها في سلة الغسيل.",
            "description": "L'enfant enlève seul ses vêtements qui ne comportent pas de fermetures compliquées et les place correctement dans le panier à linge, montrant son autonomie dans les gestes d’habillage et de rangement.",
            "description_ar": "يخلع الطفل بمفرده ملابسه التي لا تحتوي على إغلاقات معقدة ويضعها بشكل صحيح في سلة الغسيل، مما يظهر استقلاليته في إيماءات اللباس والترتيب.",
            "etat": "NON_COTE"
          },
          {
            "name": "Réalise quelques étapes pour enfiler ses vêtements seul (avec aide pour les attaches).",
            "name_ar": "يؤدي بعض الخطوات لارتداء ملابسه بمفرده (مع مساعدة للإبزيم).",
            "description": "L'enfant effectue de manière autonome certaines étapes de l'habillage, tout en demandant ou recevant de l'aide pour les fermetures ou attaches plus complexes, ce qui traduit une progression dans son autonomie vestimentaire.",
            "description_ar": "يؤدي الطفل بشكل مستقل بعض خطوات اللباس، بينما يطلب أو يتلقى مساعدة للإغلاقات أو الإبزيمات الأكثر تعقيداً، مما يعكس تقدماً في استقلاليته الملبسية.",
            "etat": "NON_COTE"
          },
          {
            "name": "Enlève sa veste et son chapeau (sans attaches) et les accroche à un porte-manteau.",
            "name_ar": "يخلع جاكيته وقبعته (بدون إبزيم) ويعلقهما على شماعة.",
            "description": "L'enfant retire sa veste et son chapeau sans difficulté liée aux attaches et les suspend correctement à un porte-manteau, démontrant son sens de l'organisation et sa maîtrise des gestes simples.",
            "description_ar": "يخلع الطفل جاكيته وقبعته دون صعوبة تتعلق بالإبزيمات ويعلقهما بشكل صحيح على شماعة، مما يظهر إحساسه بالتنظيم وإتقانه للإيماءات البسيطة.",
            "etat": "NON_COTE"
          }
        ]
      },
      {
        "name": "Autonomie personnelle : hygiène",
        "name_ar": "الاستقلالية الشخصية: النظافة",
        "description": "Autonomie personnelle : hygiène",
        "description_ar": "الاستقلالية الشخصية: النظافة",
        "items": [
          {
            "name": "S’essuie le visage avec un gant humide sur demande.",
            "name_ar": "يمسح وجهه بقفاز مبلل عند الطلب.",
            "description": "L'enfant répond à la consigne d'utiliser un gant humide pour s'essuyer le visage, indiquant sa capacité à suivre des consignes d'hygiène personnelle.",
            "description_ar": "يستجيب الطفل للتعليمات باستخدام قفاز مبلل لمسح وجهه، مما يشير إلى قدرته على اتباع تعليمات النظافة الشخصية.",
            "etat": "NON_COTE"
          },
          {
            "name": "S’essuie le nez sur demande.",
            "name_ar": "يمسح أنفه عند الطلب.",
            "description": "L'enfant comprend et réalise l'action de s'essuyer le nez lorsque cela lui est demandé, montrant une bonne compréhension des gestes d’hygiène corporelle.",
            "description_ar": "يفهم الطفل ويؤدي فعل مسح أنفه عندما يُطلب منه، مما يظهر فهماً جيداً لإيماءات النظافة البدنية.",
            "etat": "NON_COTE"
          },
          {
            "name": "Participe à toutes les étapes du lavage des mains.",
            "name_ar": "يشارك في جميع مراحل غسل اليدين.",
            "description": "L'enfant prend part activement à toutes les phases du lavage des mains, depuis le mouillage jusqu'au séchage, illustrant son autonomie dans ce geste essentiel d’hygiène.",
            "description_ar": "يشارك الطفل بنشاط في جميع مراحل غسل اليدين، من التبليل إلى التجفيف، مما يوضح استقلاليته في هذه الإيماءة الأساسية للنظافة.",
            "etat": "NON_COTE"
          },
          {
            "name": "Coopère pour le shampooing et la coupe de cheveux.",
            "name_ar": "يتعاون أثناء غسل الشعر وقص الشعر.",
            "description": "L'enfant collabore de manière calme et coopérative lors du shampooing et de la coupe de cheveux, facilitant ces soins et montrant son adaptation aux routines d’hygiène corporelle.",
            "description_ar": "يتعاون الطفل بهدوء وتفاعل أثناء غسل الشعر وقص الشعر، مما يسهل هذه العناية ويظهر تكيفه مع روتينات النظافة البدنية.",
            "etat": "NON_COTE"
          },
          {
            "name": "Joue de manière appropriée avec cinq jouets de bain.",
            "name_ar": "يلعب بطريقة مناسبة مع خمس ألعاب استحمام.",
            "description": "L'enfant s’engage dans un jeu adapté et varié avec au moins cinq jouets spécifiques au bain, montrant sa capacité à s’amuser tout en respectant les règles de sécurité dans ce contexte.",
            "description_ar": "ينخرط الطفل في لعب ملائم ومتنوع مع خمس ألعاب استحمام على الأقل، مما يظهر قدرته على الاستمتاع مع احترام قواعد السلامة في هذا السياق.",
            "etat": "NON_COTE"
          },
          {
            "name": "Range les jouets de bain sur demande.",
            "name_ar": "يرتب ألعاب الاستحمام عند الطلب.",
            "description": "L'enfant répond à la demande en rangeant correctement les jouets de bain, démontrant son sens de l’organisation et sa capacité à suivre des consignes simples de rangement.",
            "description_ar": "يستجيب الطفل للطلب بترتيب ألعاب الاستحمام بشكل صحيح، مما يظهر إحساسه بالتنظيم وقدرته على اتباع تعليمات الترتيب البسيطة.",
            "etat": "NON_COTE"
          },
          {
            "name": "Aide à appliquer de la crème.",
            "name_ar": "يساعد في وضع الكريم.",
            "description": "L'enfant participe à l’application de crème, que ce soit sur ses mains ou d’autres parties du corps, montrant ainsi sa coopération et son développement dans les gestes d’auto-soin.",
            "description_ar": "يشارك الطفل في وضع الكريم، سواء على يديه أو أجزاء أخرى من الجسم، مما يظهر تعاونه وتطوره في إيماءات العناية الذاتية.",
            "etat": "NON_COTE"
          },
          {
            "name": "Se brosse les dents seul avec une brosse à dents.",
            "name_ar": "يفرش أسنانه بمفرده باستخدام فرشاة أسنان.",
            "description": "L'enfant est capable de se brosser les dents de manière autonome en utilisant correctement une brosse à dents, illustrant son autonomie dans l’hygiène bucco-dentaire.",
            "description_ar": "الطفل قادر على فرش أسنانه بشكل مستقل باستخدام فرشاة أسنان بشكل صحيح، مما يوضح استقلاليته في النظافة الفموية.",
            "etat": "NON_COTE"
          },
          {
            "name": "Va au lit de façon autonome après le rituel du coucher.",
            "name_ar": "يذهب إلى السرير بشكل مستقل بعد طقوس النوم.",
            "description": "L'enfant se prépare et se rend au lit de façon autonome à la fin de sa routine du coucher, montrant son indépendance et sa compréhension des habitudes de sommeil.",
            "description_ar": "يستعد الطفل ويذهب إلى السرير بشكل مستقل في نهاية روتين النوم، مما يظهر استقلاليته وفهمه لعادات النوم.",
            "etat": "NON_COTE"
          },
          {
            "name": "Montre qu’il connaît la séquence de la routine du coucher.",
            "name_ar": "يظهر أنه يعرف تسلسل روتين النوم.",
            "description": "L'enfant démontre qu'il maîtrise l'ordre des différentes étapes qui composent la routine du coucher, ce qui indique une bonne mémorisation et structuration des activités quotidiennes.",
            "description_ar": "يظهر الطفل أنه يتقن ترتيب الخطوات المختلفة التي تكون روتين النوم، مما يشير إلى تذكر جيد وتنظيم للأنشطة اليومية.",
            "etat": "NON_COTE"
          }
        ]
      },
      {
        "name": "Autonomie personnelle : tâches ménagères",
        "name_ar": "الاستقلالية الشخصية: الأعمال المنزلية",
        "description": "Autonomie personnelle : tâches ménagères",
        "description_ar": "الاستقلالية الشخصية: الأعمال المنزلية",
        "items": [
          {
            "name": "Trie les couverts du lave-vaisselle et les range dans le tiroir à compartiments.",
            "name_ar": "يفرز أدوات المائدة من غسالة الصحون ويرتبها في درج مقسم.",
            "description": "L'enfant trie les différents couverts sortis du lave-vaisselle et les place de façon appropriée dans un tiroir compartimenté, montrant ainsi son sens de l’organisation et sa capacité à participer aux tâches ménagères.",
            "description_ar": "يفرز الطفل أدوات المائدة المختلفة من غسالة الصحون ويضعها بشكل مناسب في درج مقسم، مما يظهر إحساسه بالتنظيم وقدرته على المشاركة في الأعمال المنزلية.",
            "etat": "NON_COTE"
          },
          {
            "name": "Vide le sèche-linge dans une corbeille.",
            "name_ar": "يفرغ المجفف في سلة.",
            "description": "L'enfant aide en vidant le contenu du sèche-linge dans une corbeille à linge, démontrant son engagement dans les activités domestiques et son autonomie croissante.",
            "description_ar": "يساعد الطفل بإفراغ محتويات المجفف في سلة الغسيل، مما يظهر التزامه بالأنشطة المنزلية واستقلاليته المتزايدة.",
            "etat": "NON_COTE"
          },
          {
            "name": "Apparie ses chaussettes.",
            "name_ar": "يطابق جواربه.",
            "description": "L'enfant associe correctement les paires de chaussettes, ce qui témoigne de sa capacité à reconnaître les similitudes et à organiser ses vêtements de manière autonome.",
            "description_ar": "يربط الطفل بشكل صحيح أزواج الجوارب، مما يعكس قدرته على التعرف على التشابهات وتنظيم ملابسه بشكل مستقل.",
            "etat": "NON_COTE"
          },
          {
            "name": "Verse de l'eau ou de la nourriture dans la gamelle de l'animal de compagnie.",
            "name_ar": "يصب الماء أو الطعام في وعاء الحيوان الأليف.",
            "description": "L'enfant prend soin d’un animal domestique en versant de l’eau ou de la nourriture dans sa gamelle, montrant ainsi sa responsabilité et sa capacité à s’occuper des autres êtres vivants.",
            "description_ar": "يعتني الطفل بالحيوان الأليف بصب الماء أو الطعام في وعائه، مما يظهر مسؤوليته وقدرته على العناية بالكائنات الحية الأخرى.",
            "etat": "NON_COTE"
          }
        ]
      }
    ]
  },
  {
    "category_name": "Niveau 3",
    "category_name_ar": "المستوى 3",
    "category_description_ar": "المستوى 3",
    "category_description": "Niveau 3",
    "domains": [
      {
        "name": "Communication réceptive",
        "name_ar": "التواصل الاستقبالي",
        "description": "Communication réceptive",
        "description_ar": "التواصل الاستقبالي",
        "items": [
          {
            "name": "Suit deux consignes ou plus sans rapport l'une avec l'autre dans un contexte nouveau.",
            "name_ar": "يتبع تعليماتين أو أكثر غير مرتبطتين ببعضهما في سياق جديد.",
            "description": "L'enfant est capable de comprendre et d'exécuter plusieurs consignes distinctes, même si elles ne sont pas liées, dans un environnement ou une situation qu'il ne connaît pas, montrant ainsi sa flexibilité cognitive et son attention.",
            "description_ar": "الطفل قادر على فهم وتنفيذ عدة تعليمات متميزة، حتى لو لم تكن مرتبطة، في بيئة أو موقف غير مألوف، مما يظهر مرونته الإدراكية وانتباهه.",
            "etat": "NON_COTE"
          },
          {
            "name": "Identifie des objets par leur fonction (ex. : « Montre-moi celui avec lequel on coupe »).",
            "name_ar": "يحدد الأشياء حسب وظيفتها (مثل: «أرني الذي يُقطع به»).",
            "description": "L'enfant reconnaît des objets en fonction de leur usage ou fonction spécifique, ce qui révèle sa compréhension pratique et conceptuelle des objets dans son environnement.",
            "description_ar": "يتعرف الطفل على الأشياء بناءً على استخدامها أو وظيفتها المحددة، مما يكشف عن فهمه العملي والمفاهيمي للأشياء في بيئته.",
            "etat": "NON_COTE"
          },
          {
            "name": "Comprend des concepts spatiaux comme « sous », « derrière », « à côté ».",
            "name_ar": "يفهم مفاهيم مكانية مثل «تحت»، «خلف»، «بجانب».",
            "description": "L'enfant saisit des notions de position dans l'espace et peut appliquer des concepts spatiaux tels que 'sous', 'derrière' ou 'à côté', ce qui témoigne de ses capacités de raisonnement spatial.",
            "description_ar": "يدرك الطفل مفاهيم الموقع في الفضاء ويستطيع تطبيق مفاهيم مكانية مثل «تحت»، «خلف»، أو «بجانب»، مما يعكس قدراته في التفكير المكاني.",
            "etat": "NON_COTE"
          },
          {
            "name": "Reconnaît des objets ou des images en fonction de leur catégorie (ex. : animaux, vêtements, aliments).",
            "name_ar": "يتعرف على الأشياء أو الصور بناءً على فئتها (مثل: الحيوانات، الملابس، الأطعمة).",
            "description": "L'enfant classe mentalement des objets ou images selon des catégories sémantiques, ce qui démontre ses compétences en classification et organisation cognitive.",
            "description_ar": "يصنف الطفل عقلياً الأشياء أو الصور وفقاً لفئات دلالية، مما يظهر مهاراته في التصنيف والتنظيم الإدراكي.",
            "etat": "NON_COTE"
          },
          {
            "name": "Suit des consignes impliquant des actions séquentielles (ex. : « Mets le cube dans la boîte, puis donne-moi la balle »).",
            "name_ar": "يتبع تعليمات تتضمن أفعالاً متسلسلة (مثل: «ضع المكعب في الصندوق، ثم أعطني الكرة»).",
            "description": "L'enfant est capable d'exécuter une série d'instructions dans un ordre donné, montrant sa compréhension de la séquence temporelle et sa capacité d'attention soutenue.",
            "description_ar": "الطفل قادر على تنفيذ سلسلة من التعليمات بترتيب معين، مما يظهر فهمه للتسلسل الزمني وقدرته على الانتباه المستمر.",
            "etat": "NON_COTE"
          }
        ]
      },
      {
        "name": "Communication expressive",
        "name_ar": "التواصل التعبيري",
        "description": "Communication expressive",
        "description_ar": "التواصل التعبيري",
        "items": [
          {
            "name": "Forme des phrases de 2 à 3 mots pour exprimer différentes intentions, comme demander, saluer, attirer l’attention ou refuser.",
            "name_ar": "يصيغ جملاً من كلمتين إلى ثلاث كلمات للتعبير عن نوايا مختلفة، مثل الطلب، التحية، جذب الانتباه، أو الرفض.",
            "description": "L'enfant construit des phrases courtes composées de deux à trois mots afin d'exprimer diverses intentions communicatives, telles que demander quelque chose, saluer quelqu’un, attirer l’attention ou exprimer un refus, illustrant ses premiers acquis linguistiques fonctionnels.",
            "description_ar": "يبني الطفل جملاً قصيرة مكونة من كلمتين إلى ثلاث كلمات للتعبير عن نوايا تواصلية متنوعة، مثل طلب شيء، تحية شخص، جذب الانتباه، أو التعبير عن الرفض، مما يوضح مهاراته اللغوية الوظيفية الأولية.",
            "etat": "NON_COTE"
          },
          {
            "name": "Utilise au moins deux mots pour faire un commentaire destiné à quelqu’un.",
            "name_ar": "يستخدم كلمتين على الأقل للتعليق موجهاً إلى شخص ما.",
            "description": "L'enfant emploie au minimum deux mots pour adresser un commentaire à une autre personne, ce qui montre son développement langagier et social.",
            "description_ar": "يستخدم الطفل كلمتين على الأقل لتوجيه تعليق إلى شخص آخر، مما يظهر تطوره اللغوي والاجتماعي.",
            "etat": "NON_COTE"
          },
          {
            "name": "Nomme les actions représentées sur des images ou dans des livres.",
            "name_ar": "يسمي الأفعال الموضحة في الصور أو الكتب.",
            "description": "L'enfant identifie verbalement les actions illustrées sur des images ou dans des livres, démontrant sa compréhension et sa capacité à associer le langage à des activités.",
            "description_ar": "يحدد الطفل لفظياً الأفعال الموضحة في الصور أو الكتب، مما يظهر فهمه وقدرته على ربط اللغة بالأنشطة.",
            "etat": "NON_COTE"
          },
          {
            "name": "Fait des remarques ou pose des questions sur la position des objets (ex. : en haut, en bas, dans, sur).",
            "name_ar": "يعلق أو يطرح أسئلة حول موقع الأشياء (مثل: في الأعلى، في الأسفل، داخل، على).",
            "description": "L'enfant commente ou interroge à propos de la localisation d'objets en utilisant des termes spatiaux simples, reflétant ses progrès en langage descriptif et en raisonnement spatial.",
            "description_ar": "يعلق الطفل أو يسأل عن موقع الأشياء باستخدام مصطلحات مكانية بسيطة، مما يعكس تقدمه في اللغة الوصفية والتفكير المكاني.",
            "etat": "NON_COTE"
          },
          {
            "name": "Utilise des mots pour indiquer la possession, comme « le mien » ou « le tien ».",
            "name_ar": "يستخدم كلمات للإشارة إلى الملكية، مثل «لي» أو «لك».",
            "description": "L'enfant emploie des termes de possession pour différencier ce qui lui appartient de ce qui appartient à autrui, ce qui témoigne de sa compréhension des relations sociales et linguistiques.",
            "description_ar": "يستخدم الطفل مصطلحات الملكية للتمييز بين ما يملكه وما يملكه الآخرون، مما يعكس فهمه للعلاقات الاجتماعية واللغوية.",
            "etat": "NON_COTE"
          },
          {
            "name": "Exprime « Je ne sais pas » en parlant ou en mimant.",
            "name_ar": "يعبر عن «لا أعرف» بالكلام أو بالإيماء.",
            "description": "L'enfant est capable d'exprimer son ignorance ou son incertitude verbalement ou par le geste, indiquant une conscience de ses propres limites de connaissance.",
            "description_ar": "الطفل قادر على التعبير عن جهله أو عدم يقينه لفظياً أو بالإيماء، مما يشير إلى وعيه بحدود معرفته.",
            "etat": "NON_COTE"
          },
          {
            "name": "Dit le prénom des autres pour attirer leur attention.",
            "name_ar": "يقول أسماء الآخرين لجذب انتباههم.",
            "description": "L'enfant utilise le prénom d'autres personnes afin d'attirer leur attention, montrant son développement social et sa maîtrise du langage d'appel.",
            "description_ar": "يستخدم الطفل أسماء الآخرين لجذب انتباههم، مما يظهر تطوره الاجتماعي وإتقانه للغة النداء.",
            "etat": "NON_COTE"
          },
          {
            "name": "Transmet un message simple à une autre personne (ex. : « Va dire bonjour à papa »).",
            "name_ar": "ينقل رسالة بسيطة إلى شخص آخر (مثل: «اذهب وقُل مرحباً لأبي»).",
            "description": "L'enfant communique un message court et clair à un tiers, ce qui révèle ses compétences en communication et en transmission d'informations.",
            "description_ar": "ينقل الطفل رسالة قصيرة وواضحة إلى طرف ثالث، مما يكشف عن مهاراته في التواصل ونقل المعلومات.",
            "etat": "NON_COTE"
          },
          {
            "name": "Dit « bonjour » et « au revoir » spontanément ou en réponse à quelqu’un.",
            "name_ar": "يقول «مرحباً» و«وداعاً» تلقائياً أو كرد على شخص ما.",
            "description": "L'enfant salue spontanément ou répond à un salut, indiquant sa compréhension des règles sociales de politesse et d'interaction.",
            "description_ar": "يحيي الطفل تلقائياً أو يرد على تحية، مما يشير إلى فهمه لقواعد اللباقة الاجتماعية والتفاعل.",
            "etat": "NON_COTE"
          },
          {
            "name": "Utilise les pronoms « moi » et « toi » pour parler de lui-même et des autres.",
            "name_ar": "يستخدم الضمائر «أنا» و«أنت» للتحدث عن نفسه والآخرين.",
            "description": "L'enfant emploie correctement les pronoms personnels 'moi' et 'toi' pour se référer à lui-même ou à autrui, ce qui témoigne de sa prise de conscience de soi et des autres dans la communication.",
            "description_ar": "يستخدم الطفل الضمائر الشخصية «أنا» و«أنت» بشكل صحيح للإشارة إلى نفسه أو إلى الآخرين، مما يعكس وعيه بذاته والآخرين في التواصل.",
            "etat": "NON_COTE"
          },
          {
            "name": "Décrit ses expériences avec des mots et des gestes.",
            "name_ar": "يصف تجاربه بالكلمات والإيماءات.",
            "description": "L'enfant raconte ou illustre ses expériences vécues à l'aide d'un langage verbal et non verbal, démontrant ses capacités narratives naissantes.",
            "description_ar": "يروي الطفل أو يوضح تجاربه المعاشة باستخدام اللغة اللفظية وغير اللفظية، مما يظهر قدراته السردية الناشئة.",
            "etat": "NON_COTE"
          },
          {
            "name": "Nomme une ou deux couleurs.",
            "name_ar": "يسمي لوناً أو لونين.",
            "description": "L'enfant identifie verbalement au moins une ou deux couleurs, montrant ses acquis en vocabulaire descriptif.",
            "description_ar": "يحدد الطفل لفظياً لوناً أو لونين على الأقل، مما يظهر مهاراته في المفردات الوصفية.",
            "etat": "NON_COTE"
          },
          {
            "name": "Répond correctement aux questions « quel ? », « quoi ? » et « qui ? ».",
            "name_ar": "يجيب بشكل صحيح على الأسئلة «أي؟»، «ماذا؟»، و«من؟».",
            "description": "L'enfant donne des réponses appropriées à des questions interrogatives simples, illustrant sa compréhension des interrogations portant sur des objets, actions ou personnes.",
            "description_ar": "يعطي الطفل إجابات مناسبة لأسئلة استفهامية بسيطة، مما يوضح فهمه للأسئلة المتعلقة بالأشياء، الأفعال، أو الأشخاص.",
            "etat": "NON_COTE"
          },
          {
            "name": "Répond correctement aux questions « où ? ».",
            "name_ar": "يجيب بشكل صحيح على الأسئلة «أين؟».",
            "description": "L'enfant sait répondre de manière adéquate à des questions sur la localisation spatiale, montrant ses compétences en raisonnement spatial et langage descriptif.",
            "description_ar": "يعرف الطفل كيفية الإجابة بشكل مناسب على أسئلة حول الموقع المكاني، مما يظهر مهاراته في التفكير المكاني واللغة الوصفية.",
            "etat": "NON_COTE"
          },
          {
            "name": "Pose des questions simples avec une intonation montante, même avec un seul mot (ex. : « encore ? », « dodo ? »).",
            "name_ar": "يطرح أسئلة بسيطة بنبرة تصاعدية، حتى بكلمة واحدة (مثل: «مرة أخرى؟»، «نوم؟»).",
            "description": "L'enfant formule des questions simples, parfois monosyllabiques, en utilisant une intonation interrogative montante, démontrant ses premiers acquis en expression interrogative.",
            "description_ar": "يصيغ الطفل أسئلة بسيطة، أحياناً أحادية المقطع، باستخدام نبرة استفهامية تصاعدية، مما يظهر مهاراته الأولية في التعبير الاستفهامي.",
            "etat": "NON_COTE"
          },
          {
            "name": "Pose des questions simples dont la réponse est « oui » ou « non » en utilisant une intonation interrogative.",
            "name_ar": "يطرح أسئلة بسيطة تكون إجابتها «نعم» أو «لا» باستخدام نبرة استفهامية.",
            "description": "L'enfant pose des questions auxquelles on peut répondre par 'oui' ou 'non', marquées par une intonation montante, témoignant de ses compétences langagières fonctionnelles.",
            "description_ar": "يطرح الطفل أسئلة يمكن الإجابة عليها بـ«نعم» أو «لا»، مع نبرة تصاعدية، مما يعكس مهاراته اللغوية الوظيفية.",
            "etat": "NON_COTE"
          },
          {
            "name": "Pose des questions « quoi, quel ? » et « où ? ».",
            "name_ar": "يطرح أسئلة «ماذا؟»، «أي؟»، و«أين؟».",
            "description": "L'enfant utilise correctement des questions interrogatives portant sur l'objet, la nature ou la localisation, ce qui indique une compréhension fine du langage interrogatif.",
            "description_ar": "يستخدم الطفل بشكل صحيح أسئلة استفهامية تتعلق بالشيء، الطبيعة، أو الموقع، مما يشير إلى فهم دقيق للغة الاستفهامية.",
            "etat": "NON_COTE"
          },
          {
            "name": "Répond à des questions simples sur lui-même, comme son nom, son âge ou la couleur de son tee-shirt.",
            "name_ar": "يجيب على أسئلة بسيطة عن نفسه، مثل اسمه، عمره، أو لون قميصه.",
            "description": "L'enfant répond à des questions simples portant sur des informations personnelles, montrant sa connaissance de soi et ses capacités de communication.",
            "description_ar": "يجيب الطفل على أسئلة بسيطة تتعلق بمعلومات شخصية، مما يظهر معرفته بذاته وقدراته التواصلية.",
            "etat": "NON_COTE"
          }
        ]
      },
      {
        "name": "Compétences sociales : adultes ou pairs",
        "name_ar": "المهارات الاجتماعية: البالغون أو الأقران",
        "description": "Compétences sociales : adultes ou pairs",
        "description_ar": "المهارات الاجتماعية: البالغون أو الأقران",
        "items": [
          {
            "name": "Participe à des jeux de motricité globale simples comme jouer au ballon, cache-cache ou aux rondes en chanson.",
            "name_ar": "يشارك في ألعاب حركية كبرى بسيطة مثل لعب الكرة، الغميضة، أو الرقص في حلقات مع الأغاني.",
            "description": "L'enfant s'engage dans des activités physiques simples impliquant la coordination globale du corps, comme jouer au ballon, participer à des jeux de cache-cache ou chanter en rondes, ce qui favorise son développement moteur et social.",
            "description_ar": "ينخرط الطفل في أنشطة جسدية بسيطة تتضمن تنسيقاً حركياً شاملاً، مثل لعب الكرة، المشاركة في ألعاب الغميضة، أو الغناء في حلقات، مما يعزز تطوره الحركي والاجتماعي.",
            "etat": "NON_COTE"
          },
          {
            "name": "Partage et montre un objet lorsqu'on le lui demande.",
            "name_ar": "يشارك ويظهر شيئاً عندما يُطلب منه.",
            "description": "L'enfant répond à la demande en partageant ou en montrant un objet, illustrant sa capacité à coopérer socialement et à répondre aux sollicitations d’autrui.",
            "description_ar": "يستجيب الطفل للطلب بمشاركة أو إظهار شيء، مما يوضح قدرته على التعاون اجتماعياً والاستجابة لطلبات الآخرين.",
            "etat": "NON_COTE"
          },
          {
            "name": "Imite et reproduit de nouvelles chansons ou jeux de doigts en groupe.",
            "name_ar": "يقلد ويعيد إنتاج أغانٍ جديدة أو ألعاب أصابع في مجموعة.",
            "description": "L'enfant apprend et reproduit collectivement de nouvelles chansons ou jeux manuels, ce qui renforce ses compétences sociales, auditives et motrices fines.",
            "description_ar": "يتعلم الطفل ويعيد إنتاج أغانٍ جديدة أو ألعاب يدوية بشكل جماعي، مما يعزز مهاراته الاجتماعية، السمعية، والحركية الدقيقة.",
            "etat": "NON_COTE"
          },
          {
            "name": "Réagit correctement aux consignes simples données par d'autres enfants.",
            "name_ar": "يستجيب بشكل صحيح لتعليمات بسيطة يعطيها أطفال آخرون.",
            "description": "L'enfant répond de façon appropriée aux demandes ou instructions simples formulées par ses pairs, montrant son intégration sociale et sa compréhension des règles de groupe.",
            "description_ar": "يستجيب الطفل بشكل مناسب للطلبات أو التعليمات البسيطة التي يقدمها أقرانه، مما يظهر اندماجه الاجتماعي وفهمه لقواعد المجموعة.",
            "etat": "NON_COTE"
          },
          {
            "name": "Initie des échanges et imite les actions de ses camarades.",
            "name_ar": "يبدأ تفاعلات ويقلد أفعال زملائه.",
            "description": "L'enfant prend l'initiative d'interagir avec ses pairs et reproduit leurs actions, favorisant ainsi ses apprentissages sociaux et son développement de l’imitation.",
            "description_ar": "يأخذ الطفل المبادرة للتفاعل مع أقرانه ويقلد أفعالهم، مما يعزز تعلمه الاجتماعي وتطوره في التقليد.",
            "etat": "NON_COTE"
          },
          {
            "name": "Participe à des jeux parallèles et suit des routines de jeu avec ses pairs.",
            "name_ar": "يشارك في ألعاب موازية ويتبع روتينات اللعب مع أقرانه.",
            "description": "L'enfant s'adonne à des activités de jeu parallèles en compagnie d'autres enfants et adopte des routines communes, ce qui soutient son intégration sociale et sa compréhension des interactions collectives.",
            "description_ar": "ينخرط الطفل في أنشطة لعب موازية برفقة أطفال آخرين ويتبنى روتينات مشتركة، مما يدعم اندماجه الاجتماعي وفهمه للتفاعلات الجماعية.",
            "etat": "NON_COTE"
          },
          {
            "name": "Respecte le tour de jeu dans des jeux de société simples.",
            "name_ar": "يحترم دور اللعب في ألعاب الطاولة البسيطة.",
            "description": "L'enfant attend son tour et respecte les règles élémentaires des jeux de société simples, démontrant sa maîtrise des règles sociales et son contrôle de soi.",
            "description_ar": "ينتظر الطفل دوره ويحترم القواعد الأساسية لألعاب الطاولة البسيطة، مما يظهر إتقانه للقواعد الاجتماعية وتحكمه بنفسه.",
            "etat": "NON_COTE"
          },
          {
            "name": "Utilise des mots de politesse comme « s'il te plaît », « merci » et « excuse-moi ».",
            "name_ar": "يستخدم كلمات اللباقة مثل «من فضلك»، «شكراً»، و«عذراً».",
            "description": "L'enfant emploie spontanément des formules de politesse dans ses interactions, illustrant son apprentissage des normes sociales et du savoir-vivre.",
            "description_ar": "يستخدم الطفل تلقائياً عبارات اللباقة في تفاعلاته، مما يوضح تعلمه للقواعد الاجتماعية والأدب.",
            "etat": "NON_COTE"
          },
          {
            "name": "Imite différents mouvements en position debout ou en déplacement, comme dans le jeu « Suivez le guide » ou en reproduisant la démarche d’animaux.",
            "name_ar": "يقلد حركات مختلفة في وضع الوقوف أو الحركة، كما في لعبة «اتبع القائد» أو بإعادة إنتاج مشية الحيوانات.",
            "description": "L'enfant reproduit une variété de mouvements, debout ou en mouvement, en s'amusant à imiter des consignes ou des comportements d'animaux, ce qui développe sa motricité globale et son imagination.",
            "description_ar": "يُعيد الطفل إنتاج مجموعة متنوعة من الحركات، واقفاً أو متحركاً، مستمتعاً بتقليد التعليمات أو سلوكيات الحيوانات، مما يطور مهاراته الحركية الكبرى وخياله.",
            "etat": "NON_COTE"
          },
          {
            "name": "Prend part à des jeux basés sur de petits scénarios verbaux.",
            "name_ar": "يشارك في ألعاب تعتمد على سيناريوهات لفظية صغيرة.",
            "description": "L'enfant participe activement à des jeux de rôle ou d'imagination comportant de courts scénarios, ce qui stimule sa créativité, ses compétences sociales et son langage.",
            "description_ar": "يشارك الطفل بنشاط في ألعاب الدور أو التخيل التي تتضمن سيناريوهات قصيرة، مما يحفز إبداعه، مهاراته الاجتماعية، ولغته.",
            "etat": "NON_COTE"
          },
          {
            "name": "Attire souvent l’attention des autres en pointant ou en parlant pour montrer, partager ou demander quelque chose.",
            "name_ar": "يجذب انتباه الآخرين غالباً بالإشارة أو التحدث لإظهار، مشاركة، أو طلب شيء.",
            "description": "L'enfant utilise des moyens verbaux ou gestuels pour attirer l'attention des autres sur un objet ou une demande, illustrant ses capacités de communication intentionnelle.",
            "description_ar": "يستخدم الطفل وسائل لفظية أو إيمائية لجذب انتباه الآخرين إلى شيء أو طلب، مما يوضح قدراته في التواصل المتعمد.",
            "etat": "NON_COTE"
          },
          {
            "name": "Répond aux sollicitations des autres en regardant et en commentant ce qu’ils montrent.",
            "name_ar": "يستجيب لطلبات الآخرين بالنظر والتعليق على ما يظهرونه.",
            "description": "L'enfant réagit aux sollicitations en regardant l'objet ou l'action présentée et en y répondant verbalement ou par geste, démontrant son engagement social et communicatif.",
            "description_ar": "يستجيب الطفل للطلبات بالنظر إلى الشيء أو الفعل المعروض والتعليق عليه لفظياً أو بإيماءة، مما يظهر التزامه الاجتماعي والتواصلي.",
            "etat": "NON_COTE"
          },
          {
            "name": "Reconnaît les émotions chez les autres (joie, tristesse, colère, peur) en regardant des photos ou des dessins.",
            "name_ar": "يتعرف على المشاعر عند الآخرين (الفرح، الحزن، الغضب، الخوف) من خلال النظر إلى الصور أو الرسومات.",
            "description": "L'enfant identifie et nomme les émotions exprimées par d'autres personnes à travers des supports visuels, ce qui reflète son développement socio-affectif et son empathie.",
            "description_ar": "يحدد الطفل ويسمي المشاعر التي يعبر عنها الآخرون من خلال وسائط بصرية، مما يعكس تطوره الاجتماعي-العاطفي وتعاطفه.",
            "etat": "NON_COTE"
          },
          {
            "name": "Exprime lui-même des émotions en observant des images ou des situations.",
            "name_ar": "يعبر عن مشاعره بنفسه عند مراقبة الصور أو المواقف.",
            "description": "L'enfant manifeste verbalement ou par son comportement ses propres émotions lorsqu'il est confronté à des images ou des contextes spécifiques, illustrant sa conscience émotionnelle.",
            "description_ar": "يظهر الطفل لفظياً أو بسلوكه مشاعره الخاصة عند مواجهة صور أو سياقات محددة، مما يوضح وعيه العاطفي.",
            "etat": "NON_COTE"
          },
          {
            "name": "Montre ses émotions sur son visage (joie, tristesse, colère, peur).",
            "name_ar": "يظهر مشاعره على وجهه (الفرح، الحزن، الغضب، الخوف).",
            "description": "L'enfant exprime clairement ses émotions par des expressions faciales, permettant aux autres de percevoir ses états affectifs.",
            "description_ar": "يعبر الطفل بوضوح عن مشاعره من خلال تعابير الوجه، مما يتيح للآخرين إدراك حالاته العاطفية.",
            "etat": "NON_COTE"
          }
        ]
      },
      {
        "name": "Cognition",
        "name_ar": "الإدراك",
        "description": "Cognition",
        "description_ar": "الإدراك",
        "items": [
          {
            "name": "Associe les lettres de son prénom.",
            "name_ar": "يربط حروف اسمه.",
            "description": "L'enfant reconnaît et met en relation les lettres qui composent son prénom, ce qui indique ses premiers pas dans la conscience phonologique et la reconnaissance des lettres.",
            "description_ar": "يتعرف الطفل ويربط الحروف التي تكون اسمه، مما يشير إلى خطواته الأولى في الوعي الصوتي والتعرف على الحروف.",
            "etat": "NON_COTE"
          },
          {
            "name": "Associe des lettres entre elles.",
            "name_ar": "يربط الحروف ببعضها البعض.",
            "description": "L'enfant établit des liens entre différentes lettres, ce qui illustre ses capacités émergentes en lecture et en écriture.",
            "description_ar": "يؤسس الطفل روابط بين حروف مختلفة، مما يوضح قدراته الناشئة في القراءة والكتابة.",
            "etat": "NON_COTE"
          },
          {
            "name": "Associe des mots.",
            "name_ar": "يربط الكلمات.",
            "description": "L'enfant relie des mots entre eux selon leur sens ou leur contexte, montrant sa compréhension du langage et du vocabulaire.",
            "description_ar": "يربط الطفل الكلمات ببعضها بناءً على معناها أو سياقها، مما يظهر فهمه للغة والمفردات.",
            "etat": "NON_COTE"
          },
          {
            "name": "Associe des chiffres.",
            "name_ar": "يربط الأرقام.",
            "description": "L'enfant met en relation des chiffres, ce qui reflète ses acquis en numération et en reconnaissance des nombres.",
            "description_ar": "يربط الطفل الأرقام ببعضها، مما يعكس مهاراته في العد والتعرف على الأرقام.",
            "etat": "NON_COTE"
          },
          {
            "name": "Identifie de manière réceptive et expressive certaines lettres, chiffres, formes et couleurs.",
            "name_ar": "يحدد بشكل استقبالي وتعبيري بعض الحروف، الأرقام، الأشكال، والألوان.",
            "description": "L'enfant reconnaît et utilise à la fois en compréhension et en expression des lettres, chiffres, formes géométriques et couleurs, témoignant d’un apprentissage global des symboles.",
            "description_ar": "يتعرف الطفل ويستخدم بشكل استقبالي وتعبيري بعض الحروف، الأرقام، الأشكال الهندسية، والألوان، مما يعكس تعلماً شاملاً للرموز.",
            "etat": "NON_COTE"
          },
          {
            "name": "Joue à des jeux qui impliquent la permanence de l'objet.",
            "name_ar": "يلعب ألعاباً تتضمن استمرارية الشيء.",
            "description": "L'enfant joue à des jeux qui nécessitent de comprendre que les objets continuent d'exister même lorsqu'ils sont cachés, montrant sa maîtrise du concept de permanence de l'objet.",
            "description_ar": "يلعب الطفل ألعاباً تتطلب فهم أن الأشياء تستمر في الوجود حتى عندما تكون مخفية، مما يظهر إتقانه لمفهوم استمرارية الشيء.",
            "etat": "NON_COTE"
          },
          {
            "name": "Classe des objets ou des images en huit catégories.",
            "name_ar": "يصنف الأشياء أو الصور في ثماني فئات.",
            "description": "L'enfant organise mentalement des objets ou images en huit catégories distinctes, ce qui reflète ses compétences avancées de classification et d'organisation cognitive.",
            "description_ar": "ينظم الطفل عقلياً الأشياء أو الصور في ثماني فئات متميزة، مما يعكس مهاراته المتقدمة في التصنيف والتنظيم الإدراكي.",
            "etat": "NON_COTE"
          },
          {
            "name": "Comprend la relation entre les chiffres et les quantités jusqu'à 5.",
            "name_ar": "يفهم العلاقة بين الأرقام والكميات حتى 5.",
            "description": "L'enfant saisit la correspondance entre les chiffres et les quantités qu'ils représentent jusqu'au nombre cinq, illustrant son développement en numération.",
            "description_ar": "يدرك الطفل العلاقة بين الأرقام والكميات التي تمثلها حتى الرقم خمسة، مما يوضح تطوره في العد.",
            "etat": "NON_COTE"
          },
          {
            "name": "Compte correctement le nombre d'objets jusqu'à cinq.",
            "name_ar": "يعد بشكل صحيح عدد الأشياء حتى خمسة.",
            "description": "L'enfant dénombre avec exactitude des groupes d'objets jusqu'à cinq, démontrant ses compétences en comptage et en quantification.",
            "description_ar": "يحسب الطفل بدقة مجموعات الأشياء حتى خمسة، مما يظهر مهاراته في العد والتكميم.",
            "etat": "NON_COTE"
          },
          {
            "name": "Classe trois images ou plus dans le bon ordre et raconte la séquence en utilisant des expressions comme « d'abord, ensuite ».",
            "name_ar": "يصنف ثلاث صور أو أكثر بالترتيب الصحيح ويروي التسلسل باستخدام تعابير مثل «أولاً، ثم».",
            "description": "L'enfant organise une série d'images dans un ordre logique et est capable de raconter la séquence en utilisant des termes temporels, ce qui témoigne de ses compétences narratives et de compréhension temporelle.",
            "description_ar": "ينظم الطفل سلسلة من الصور بترتيب منطقي ويستطيع رواية التسلسل باستخدام مصطلحات زمنية، مما يعكس مهاراته السردية وفهمه الزمني.",
            "etat": "NON_COTE"
          }
        ]
      },
      {
        "name": "Jeu",
        "name_ar": "اللعب",
        "description": "Jeu",
        "description_ar": "اللعب",
        "items": [
          {
            "name": "Crée des structures complexes en utilisant plusieurs objets coordonnés, comme des camions sur une route, des blocs pour construire des bâtiments ou des perles pour faire un collier.",
            "name_ar": "يخلق هياكل معقدة باستخدام عدة أشياء منسقة، مثل الشاحنات على طريق، الكتل لبناء مبانٍ، أو الخرز لصنع عقد.",
            "description": "L'enfant assemble plusieurs objets en structures élaborées, montrant sa créativité, sa coordination fine et sa capacité à planifier des constructions complexes.",
            "description_ar": "يجمع الطفل عدة أشياء في هياكل متقنة، مما يظهر إبداعه، تنسيقه الدقيق، وقدرته على تخطيط بناء معقد.",
            "etat": "NON_COTE"
          },
          {
            "name": "Enchaîne trois actions ou plus dans une séquence de jeu.",
            "name_ar": "يربط ثلاثة أفعال أو أكثر في تسلسل لعب.",
            "description": "L'enfant réalise une série de trois actions ou plus de manière consécutive lors d'un jeu, ce qui témoigne de sa capacité à organiser ses actions dans le temps.",
            "description_ar": "يؤدي الطفل سلسلة من ثلاثة أفعال أو أكثر بشكل متتالٍ خلال لعبة، مما يعكس قدرته على تنظيم أفعاله في الوقت.",
            "etat": "NON_COTE"
          },
          {
            "name": "Exécute deux actions liées entre elles ou plus sur une poupée ou un animal lorsqu'on le lui demande.",
            "name_ar": "يؤدي فعلين مترابطين أو أكثر على دمية أو حيوان عندما يُطلب منه.",
            "description": "L'enfant accomplit des actions fonctionnelles et coordonnées sur des jouets tels que poupées ou animaux en peluche, montrant sa compréhension des séquences et des relations fonctionnelles.",
            "description_ar": "يؤدي الطفل أفعالاً وظيفية ومنسقة على ألعاب مثل الدمى أو الحيوانات المحشوة، مما يظهر فهمه للتسلسلات والعلاقات الوظيفية.",
            "etat": "NON_COTE"
          },
          {
            "name": "Place correctement des figurines sur des meubles miniatures, des véhicules, etc.",
            "name_ar": "يضع التماثيل بشكل صحيح على أثاث مصغر، مركبات، إلخ.",
            "description": "L'enfant positionne avec précision des figurines sur des accessoires miniatures, démontrant sa dextérité, son attention aux détails et sa compréhension des contextes de jeu.",
            "description_ar": "يضع الطفل التماثيل بدقة على إكسسوارات مصغرة، مما يظهر براعته، انتباهه للتفاصيل، وفهمه لسياقات اللعب.",
            "etat": "NON_COTE"
          },
          {
            "name": "Effectue spontanément des actions avec des poupées ou des figurines d'animaux.",
            "name_ar": "يؤدي تلقائياً أفعالاً مع الدمى أو تماثيل الحيوانات.",
            "description": "L'enfant engage spontanément des activités de jeu impliquant des poupées ou figurines d'animaux, révélant son imagination et son intérêt pour le jeu symbolique.",
            "description_ar": "ينخرط الطفل تلقائياً في أنشطة لعب تتضمن دمى أو تماثيل حيوانات، مما يكشف عن خياله واهتمامه باللعب الرمزي.",
            "etat": "NON_COTE"
          },
          {
            "name": "Dispose les accessoires en fonction du thème du jeu.",
            "name_ar": "يرتب الإكسسوارات بناءً على موضوع اللعبة.",
            "description": "L'enfant organise les accessoires de jeu en cohérence avec le scénario ou le thème choisi, témoignant de sa capacité à structurer son environnement ludique.",
            "description_ar": "ينظم الطفل إكسسوارات اللعب بما يتماشى مع السيناريو أو الموضوع المختار، مما يعكس قدرته على هيكلة بيئته اللعوبة.",
            "etat": "NON_COTE"
          }
        ]
      },
      {
        "name": "Motricité fine",
        "name_ar": "المهارات الحركية الدقيقة",
        "description": "Motricité fine",
        "description_ar": "المهارات الحركية الدقيقة",
        "items": [
          {
            "name": "Complète un puzzle de cinq à six pièces qui s'assemblent.",
            "name_ar": "يكمل لغزاً من خمس إلى ست قطع يتم تجميعها.",
            "description": "L'enfant réussit à assembler un puzzle simple composé de cinq à six pièces, ce qui démontre sa coordination œil-main, sa capacité d'analyse visuelle et sa patience.",
            "description_ar": "ينجح الطفل في تجميع لغز بسيط مكون من خمس إلى ست قطع، مما يظهر تنسيق عين-يد، قدرته على التحليل البصري، وصبره.",
            "etat": "NON_COTE"
          },
          {
            "name": "Imite le dessin d'un cercle, d'une croix, d’un carré, d'une diagonale.",
            "name_ar": "يقلد رسم دائرة، صليب، مربع، وقطري.",
            "description": "L'enfant reproduit des formes simples telles que cercle, croix, carré et diagonale, indiquant le développement de sa motricité fine et de sa perception spatiale.",
            "description_ar": "يُعيد الطفل إنتاج أشكال بسيطة مثل الدائرة، الصليب، المربع، والقطري، مما يشير إلى تطور مهاراته الحركية الدقيقة وإدراكه المكاني.",
            "etat": "NON_COTE"
          },
          {
            "name": "Imite et réalise des constructions avec divers éléments (cubes, Lego, jeux de construction, etc.).",
            "name_ar": "يقلد ويبني هياكل باستخدام عناصر متنوعة (مكعبات، ليغو، ألعاب بناء، إلخ).",
            "description": "L'enfant reproduit des modèles et crée des structures en utilisant différents matériaux de construction, montrant sa créativité, sa coordination manuelle et sa compréhension des formes.",
            "description_ar": "يُعيد الطفل إنتاج نماذج ويخلق هياكل باستخدام مواد بناء مختلفة، مما يظهر إبداعه، تنسيقه اليدوي، وفهمه للأشكال.",
            "etat": "NON_COTE"
          },
          {
            "name": "Enfile un lacet dans un jeu de lacet.",
            "name_ar": "ينظم خيطاً في لعبة الخياطة.",
            "description": "L'enfant réussit à passer un lacet à travers les trous d’un support prévu à cet effet, ce qui traduit un progrès dans sa motricité fine et la maîtrise des gestes précis.",
            "description_ar": "ينجح الطفل في تمرير خيط عبر ثقوب دعامة مخصصة لذلك، مما يعكس تقدماً في مهاراته الحركية الدقيقة وإتقانه للحركات الدقيقة.",
            "etat": "NON_COTE"
          },
          {
            "name": "Trace des lignes et des courbes avec le doigt ou un outil d’écriture.",
            "name_ar": "يرسم خطوطاً ومنحنيات بإصبعه أو بأداة كتابة.",
            "description": "L'enfant est capable de dessiner ou de suivre des lignes droites et courbes à l’aide de ses doigts ou d’un crayon, démontrant le développement de son contrôle moteur et de sa pré-écriture.",
            "description_ar": "الطفل قادر على رسم أو تتبع خطوط مستقيمة ومنحنيات باستخدام أصابعه أو قلم، مما يظهر تطور تحكمه الحركي ومهاراته ما قبل الكتابة.",
            "etat": "NON_COTE"
          },
          {
            "name": "Utilise différents ustensiles pour soulever et poser des objets, comme des pinces ou une fourchette.",
            "name_ar": "يستخدم أدوات متنوعة لرفع ووضع الأشياء، مثل الملقط أو الشوكة.",
            "description": "L'enfant manipule avec adresse divers outils pour saisir et déplacer des objets, ce qui témoigne d'une motricité fine affinée et d’une coordination précise.",
            "description_ar": "يتعامل الطفل بمهارة مع أدوات متنوعة للإمساك ونقل الأشياء، مما يعكس مهارات حركية دقيقة متقنة وتنسيقاً دقيقاً.",
            "etat": "NON_COTE"
          },
          {
            "name": "Trace une variété de formes.",
            "name_ar": "يرسم مجموعة متنوعة من الأشكال.",
            "description": "L'enfant est capable de dessiner diverses formes géométriques, montrant une amélioration dans sa coordination œil-main et sa reconnaissance des formes.",
            "description_ar": "الطفل قادر على رسم أشكال هندسية متنوعة، مما يظهر تحسناً في تنسيق عين-يد وتفاهمه للأشكال.",
            "etat": "NON_COTE"
          },
          {
            "name": "Tient et utilise correctement des ciseaux en maintenant le papier avec l'autre main pour le tourner.",
            "name_ar": "يمسك ويستخدم المقص بشكل صحيح مع تثبيت الورق باليد الأخرى لتدويره.",
            "description": "L'enfant maîtrise la tenue des ciseaux et la coordination bimanuel nécessaire pour couper le papier avec précision, incluant la rotation du papier pour suivre une ligne ou une forme.",
            "description_ar": "يتقن الطفل إمساك المقص والتنسيق ثنائي اليد اللازم لقطع الورق بدقة، بما في ذلك تدوير الورق لتتبع خط أو شكل.",
            "etat": "NON_COTE"
          },
          {
            "name": "Découpe le long de lignes droites et courbes.",
            "name_ar": "يقطع على طول خطوط مستقيمة ومنحنيات.",
            "description": "L'enfant découpe soigneusement le long de lignes variées, ce qui indique un contrôle moteur fin et une bonne coordination visuo-motrice.",
            "description_ar": "يقطع الطفل بعناية على طول خطوط متنوعة، مما يشير إلى تحكم حركي دقيق وتنسيق بصري-حركي جيد.",
            "etat": "NON_COTE"
          },
          {
            "name": "Réalise des projets artistiques simples en deux étapes (ex. : découper et coller, tamponner à l’encre, plier et découper le papier).",
            "name_ar": "يؤدي مشاريع فنية بسيطة في خطوتين (مثل: القطع واللصق، الختم بالحبر، طي الورق وقطعه).",
            "description": "L'enfant accomplit des activités artistiques comprenant plusieurs étapes distinctes, développant ainsi sa capacité à planifier et à exécuter une tâche séquentielle.",
            "description_ar": "يؤدي الطفل أنشطة فنية تتضمن عدة خطوات متميزة، مما يطور قدرته على التخطيط وتنفيذ مهمة متسلسلة.",
            "etat": "NON_COTE"
          },
          {
            "name": "Crée plusieurs motifs différents avec de la pâte à modeler, en utilisant divers ustensiles.",
            "name_ar": "يخلق عدة أنماط مختلفة بعجينة التشكيل، باستخدام أدوات متنوعة.",
            "description": "L'enfant façonne et décore la pâte à modeler en réalisant différents motifs avec l’aide de plusieurs outils, ce qui stimule sa créativité et sa motricité fine.",
            "description_ar": "يُشكل الطفل ويزين عجينة التشكيل بإنشاء أنماط مختلفة بمساعدة أدوات متعددة، مما يحفز إبداعه ومهاراته الحركية الدقيقة.",
            "etat": "NON_COTE"
          }
        ]
      },
      {
        "name": "Motricité globale",
        "name_ar": "المهارات الحركية الكبرى",
        "description": "Motricité globale",
        "description_ar": "المهارات الحركية الكبرى",
        "items": [
          {
            "name": "Conduit un tricycle correctement, en pédalant et en dirigeant, tout en suivant un parcours.",
            "name_ar": "يقود دراجة ثلاثية العجلات بشكل صحيح، بالدواسة والتوجيه، مع اتباع مسار.",
            "description": "L'enfant sait pédaler, diriger un tricycle et suivre un chemin balisé, montrant une bonne coordination motrice globale, son sens de l’équilibre et son contrôle spatial.",
            "description_ar": "يعرف الطفل كيفية الدواسة، توجيه دراجة ثلاثية العجلات، واتباع مسار محدد، مما يظهر تنسيقاً حركياً شاملاً جيداً، إحساسه بالتوازن، وتحكمه المكاني.",
            "etat": "NON_COTE"
          },
          {
            "name": "Donne un coup de pied correctement en gardant son équilibre.",
            "name_ar": "يضرب الكرة بالقدم بشكل صحيح مع الحفاظ على توازنه.",
            "description": "L'enfant est capable de frapper une balle avec le pied tout en maintenant son équilibre, indiquant une coordination motrice et un contrôle postural avancés.",
            "description_ar": "الطفل قادر على ركل كرة بالقدم مع الحفاظ على توازنه، مما يشير إلى تنسيق حركي وتحكم وضعي متقدمين.",
            "etat": "NON_COTE"
          },
          {
            "name": "Utilise tous les équipements de la cour de récréation avec des supports.",
            "name_ar": "يستخدم جميع معدات ساحة اللعب مع دعامات.",
            "description": "L'enfant sait utiliser de manière sécurisée les différents équipements de la cour de récréation, aidé ou non, développant sa motricité globale et ses compétences sociales.",
            "description_ar": "يعرف الطفل كيفية استخدام معدات ساحة اللعب المختلفة بأمان، بمساعدة أو بدونها، مما يطور مهاراته الحركية الكبرى وكفاءاته الاجتماعية.",
            "etat": "NON_COTE"
          },
          {
            "name": "Participe à des jeux de poursuite avec des adultes et des pairs, en courant et en changeant de direction sans perdre l'équilibre.",
            "name_ar": "يشارك في ألعاب المطاردة مع البالغين والأقران، بالركض وتغيير الاتجاه دون فقدان التوازن.",
            "description": "L'enfant joue activement à des jeux de poursuite, montrant son agilité, sa capacité à changer rapidement de direction et à garder son équilibre en mouvement.",
            "description_ar": "يلعب الطفل بنشاط في ألعاب المطاردة، مظهراً رشاقته، قدرته على تغيير الاتجاه بسرعة، والحفاظ على توازنه أثناء الحركة.",
            "etat": "NON_COTE"
          },
          {
            "name": "Imite des mouvements de motricité globale associés à de la musique et des chansons.",
            "name_ar": "يقلد حركات حركية كبرى مرتبطة بالموسيقى والأغاني.",
            "description": "L'enfant reproduit des gestes et mouvements rythmiques en lien avec des musiques ou chansons, ce qui stimule sa coordination motrice et son sens du rythme.",
            "description_ar": "يُعيد الطفل إنتاج إيماءات وحركات إيقاعية مرتبطة بالموسيقى أو الأغاني، مما يحفز تنسيقه الحركي وإحساسه بالإيقاع.",
            "etat": "NON_COTE"
          },
          {
            "name": "Envoie un objet sous la forme d'un lancer 'à la cuillère' vers une cible.",
            "name_ar": "يرسل شيئاً بأسلوب الرمي «بالملعقة» نحو هدف.",
            "description": "L'enfant lance un objet en utilisant une technique adaptée dite 'à la cuillère' et parvient à toucher une cible, développant sa précision et sa coordination œil-main.",
            "description_ar": "يرمي الطفل شيئاً باستخدام تقنية ملائمة تُسمى «بالملعقة» ويتمكن من إصابة هدف، مما يطور دقته وتنسيق عين-يد.",
            "etat": "NON_COTE"
          },
          {
            "name": "Saute en avant les pieds joints.",
            "name_ar": "يقفز للأمام بقدميه متلاصقتين.",
            "description": "L'enfant effectue un saut en avant en gardant les deux pieds joints, démontrant un bon équilibre et une coordination motrice globale maîtrisée.",
            "description_ar": "يؤدي الطفل قفزة للأمام مع الحفاظ على قدميه متلاصقتين، مما يظهر توازناً جيداً وتنسيقاً حركياً شاملاً متقناً.",
            "etat": "NON_COTE"
          },
          {
            "name": "Saute à cloche-pied.",
            "name_ar": "يقفز على قدم واحدة.",
            "description": "L'enfant parvient à sauter sur un seul pied de façon répétée, ce qui témoigne d'un développement avancé de l'équilibre et de la motricité globale.",
            "description_ar": "يتمكن الطفل من القفز على قدم واحدة بشكل متكرر، مما يعكس تطوراً متقدماً في التوازن والمهارات الحركية الكبرى.",
            "etat": "NON_COTE"
          }
        ]
      },
      {
        "name": "Autonomie personnelle",
        "name_ar": "الاستقلالية الشخصية",
        "description": "Autonomie personnelle",
        "description_ar": "الاستقلالية الشخصية",
        "items": [
          {
            "name": "Utilise correctement une cuillère, une fourchette et un verre sans renverser.",
            "name_ar": "يستخدم بشكل صحيح ملعقة، شوكة، وكوب دون إراقة.",
            "description": "L'enfant manipule les couverts et un verre avec aisance, sans faire de maladresses, indiquant une autonomie dans les gestes de la vie quotidienne.",
            "description_ar": "يتعامل الطفل مع أدوات المائدة والكوب بسهولة، دون ارتكاب أخطاء، مما يشير إلى استقلالية في إيماءات الحياة اليومية.",
            "etat": "NON_COTE"
          },
          {
            "name": "Se comporte correctement en restant assis au restaurant.",
            "name_ar": "يتصرف بشكل صحيح بالبقاء جالساً في المطعم.",
            "description": "L'enfant adopte un comportement adapté à un contexte social formel tel que le restaurant, respectant les règles de politesse et d'attitude à table.",
            "description_ar": "يتبنى الطفل سلوكاً ملائماً في سياق اجتماعي رسمي مثل المطعم، محترماً قواعد اللباقة والسلوك على المائدة.",
            "etat": "NON_COTE"
          },
          {
            "name": "Utilise de manière autonome des pictogrammes ou d'autres systèmes de symboles pour faire des choix ou suivre des programmes à l'école et à la maison.",
            "name_ar": "يستخدم بشكل مستقل الرموز المصورة أو أنظمة رمزية أخرى لاتخاذ خيارات أو اتباع برامج في المدرسة والمنزل.",
            "description": "L'enfant emploie seul des supports visuels (pictogrammes, symboles) pour communiquer ses choix ou suivre des consignes, facilitant son autonomie et sa compréhension.",
            "description_ar": "يستخدم الطفل بمفرده وسائط بصرية (رموز مصورة، رموز) للتواصل عن خياراته أو اتباع التعليمات، مما يسهل استقلاليته وفهمه.",
            "etat": "NON_COTE"
          },
          {
            "name": "Transporte seul ses affaires de la voiture à l'école et à la maison.",
            "name_ar": "ينقل أغراضه بمفرده من السيارة إلى المدرسة والمنزل.",
            "description": "L'enfant porte et transporte ses objets personnels sans aide, ce qui traduit une autonomie croissante dans ses déplacements et responsabilités quotidiennes.",
            "description_ar": "يحمل الطفل وينقل أغراضه الشخصية دون مساعدة، مما يعكس استقلالية متزايدة في تنقلاته ومسؤولياته اليومية.",
            "etat": "NON_COTE"
          },
          {
            "name": "Ouvre et ferme son sac à dos seul, et met ou sort des objets quand on lui demande.",
            "name_ar": "يفتح ويغلق حقيبة ظهره بمفرده، ويضع أو يخرج الأشياء عندما يُطلب منه.",
            "description": "L'enfant maîtrise les gestes nécessaires pour manipuler son sac à dos et gérer ses affaires de manière autonome sur demande.",
            "description_ar": "يتقن الطفل الإيماءات اللازمة للتعامل مع حقيبة ظهره وإدارة أغراضه بشكل مستقل عند الطلب.",
            "etat": "NON_COTE"
          },
          {
            "name": "S'habille et se déshabille de manière appropriée (ouvre une fermeture éclair, défait un bouton pression).",
            "name_ar": "يلبس ويخلع ملابسه بشكل مناسب (يفتح سحاباً، يفك زر ضغط).",
            "description": "L'enfant réalise seul les actions nécessaires pour s'habiller et se déshabiller, notamment les fermetures et boutons simples, ce qui reflète sa motricité fine et son autonomie.",
            "description_ar": "يؤدي الطفل بمفرده الأفعال اللازمة لللباس وخلع الملابس، بما في ذلك الإغلاقات والأزرار البسيطة، مما يعكس مهاراته الحركية الدقيقة واستقلاليته.",
            "etat": "NON_COTE"
          }
        ]
      },
      {
        "name": "Autonomie personnelle : hygiène",
        "name_ar": "الاستقلالية الشخصية: النظافة",
        "description": "Autonomie personnelle : hygiène",
        "description_ar": "الاستقلالية الشخصية: النظافة",
        "items": [
          {
            "name": "Utilise les toilettes de manière autonome pour toutes les étapes, qu'on l'accompagne ou non.",
            "name_ar": "يستخدم المرحاض بشكل مستقل لجميع المراحل، سواء بمرافقة أو بدونها.",
            "description": "L'enfant accomplit de façon indépendante toutes les étapes nécessaires à l'utilisation des toilettes, montrant une maîtrise complète de son hygiène personnelle.",
            "description_ar": "يؤدي الطفل بشكل مستقل جميع الخطوات اللازمة لاستخدام المرحاض، مما يظهر إتقاناً كاملاً لنظافته الشخصية.",
            "etat": "NON_COTE"
          },
          {
            "name": "Gère ses vêtements aux toilettes, sauf pour les boutons et attaches.",
            "name_ar": "يدير ملابسه في المرحاض، باستثناء الأزرار والإبزيمات.",
            "description": "L'enfant sait enlever et remettre ses vêtements de façon autonome lors de l'utilisation des toilettes, à l'exception des fermetures complexes.",
            "description_ar": "يعرف الطفل كيفية خلع وإعادة ارتداء ملابسه بشكل مستقل عند استخدام المرحاض، باستثناء الإغلاقات المعقدة.",
            "etat": "NON_COTE"
          },
          {
            "name": "Réalise toutes les étapes du lavage des mains de manière autonome.",
            "name_ar": "يؤدي جميع مراحل غسل اليدين بشكل مستقل.",
            "description": "L'enfant suit seul toutes les étapes du lavage des mains, assurant ainsi une bonne hygiène personnelle.",
            "description_ar": "يتبع الطفل بمفرده جميع مراحل غسل اليدين، مما يضمن نظافة شخصية جيدة.",
            "etat": "NON_COTE"
          },
          {
            "name": "Se frotte le visage avec un gant de toilette tiède lorsqu'on le lui tend.",
            "name_ar": "يفرك وجهه بقفاز تواليت دافئ عندما يُقدم له.",
            "description": "L'enfant accepte et utilise un gant humide pour s'essuyer le visage sur demande, témoignant de son hygiène personnelle en développement.",
            "description_ar": "يقبل الطفل ويستخدم قفازاً مبللاً لمسح وجهه عند الطلب، مما يعكس تطور نظافته الشخصية.",
            "etat": "NON_COTE"
          },
          {
            "name": "Se brosse les cheveux avec une brosse ou un peigne.",
            "name_ar": "يفرش شعره بفرشاة أو مشط.",
            "description": "L'enfant utilise correctement une brosse ou un peigne pour entretenir ses cheveux, développant son autonomie en soin personnel.",
            "description_ar": "يستخدم الطفل بشكل صحيح فرشاة أو مشطاً للعناية بشعره، مما يطور استقلاليته في العناية الشخصية.",
            "etat": "NON_COTE"
          },
          {
            "name": "Se couvre la bouche lorsqu'il tousse ou éternue.",
            "name_ar": "يغطي فمه عندما يسعل أو يعطس.",
            "description": "L'enfant adopte un comportement hygiénique en couvrant sa bouche lors de la toux ou des éternuements, montrant sa compréhension des règles sanitaires.",
            "description_ar": "يتبنى الطفل سلوكاً صحياً بتغطية فمه عند السعال أو العطس، مما يظهر فهمه للقواعد الصحية.",
            "etat": "NON_COTE"
          },
          {
            "name": "Aide activement pour son bain et pour s'essuyer à la fin.",
            "name_ar": "يساعد بنشاط في استحمامه وفي تجفيف نفسه في النهاية.",
            "description": "L'enfant participe volontairement aux étapes du bain, incluant l'aide pour se laver et s'essuyer, développant son autonomie et sa coopération.",
            "description_ar": "يشارك الطفل طواعية في مراحل الاستحمام، بما في ذلك المساعدة في غسل نفسه وتجفيفه، مما يطور استقلاليته وتعاونه.",
            "etat": "NON_COTE"
          },
          {
            "name": "Se brosse les dents en utilisant la brosse à dents, avec au moins quelques coups de brosse.",
            "name_ar": "يفرش أسنانه باستخدام فرشاة الأسنان، مع إجراء بعض حركات الفرشاة على الأقل.",
            "description": "L'enfant réalise seul le brossage de dents, même s'il ne le fait que partiellement, ce qui est un pas important vers son autonomie en hygiène bucco-dentaire.",
            "description_ar": "يؤدي الطفل بمفرده فرش الأسنان، حتى لو كان ذلك جزئياً، مما يمثل خطوة هامة نحو استقلاليته في النظافة الفموية.",
            "etat": "NON_COTE"
          }
        ]
      },
      {
        "name": "Autonomie personnelle : tâches ménagères",
        "name_ar": "الاستقلالية الشخصية: الأعمال المنزلية",
        "description": "Autonomie personnelle : tâches ménagères",
        "description_ar": "الاستقلالية الشخصية: الأعمال المنزلية",
        "items": [
          {
            "name": "Nourrit et donne à boire à un animal de compagnie.",
            "name_ar": "يُطعم ويُسقي حيواناً أليفاً.",
            "description": "L'enfant prend soin d'un animal en lui donnant à manger et à boire, ce qui reflète un sens des responsabilités et des soins envers autrui.",
            "description_ar": "يعتني الطفل بحيوان أليف بإطعامه وإعطائه الماء، مما يعكس إحساساً بالمسؤولية والعناية بالآخرين.",
            "etat": "NON_COTE"
          },
          {
            "name": "Aide à débarrasser la table.",
            "name_ar": "يساعد في إخلاء المائدة.",
            "description": "L'enfant participe activement à l'enlèvement des objets de la table après le repas, montrant son implication dans les tâches domestiques et son autonomie.",
            "description_ar": "يشارك الطفل بنشاط في إزالة الأغراض من المائدة بعد الوجبة، مما يظهر مشاركته في الأعمال المنزلية واستقلاليته.",
            "etat": "NON_COTE"
          },
          {
            "name": "Aide à vider le lave-vaisselle.",
            "name_ar": "يساعد في إفراغ غسالة الصحون.",
            "description": "L'enfant participe à la corvée de vider le lave-vaisselle, contribuant ainsi aux tâches ménagères et à son apprentissage de la coopération domestique.",
            "description_ar": "يشارك الطفل في مهمة إفراغ غسالة الصحون، مما يساهم في الأعمال المنزلية وتعلمه التعاون المنزلي.",
            "etat": "NON_COTE"
          },
          {
            "name": "Range ses vêtements propres dans les tiroirs.",
            "name_ar": "يرتب ملابسه النظيفة في الأدراج.",
            "description": "L'enfant sait plier et ranger ses vêtements dans les espaces appropriés, témoignant d'un sens de l'organisation et d'une autonomie dans la gestion de ses affaires.",
            "description_ar": "يعرف الطفل كيفية طي وترتيب ملابسه في الأماكن المناسبة، مما يعكس إحساساً بالتنظيم واستقلالية في إدارة أغراضه.",
            "etat": "NON_COTE"
          },
          {
            "name": "Ramasse ses affaires lorsqu'on lui demande.",
            "name_ar": "يجمع أغراضه عندما يُطلب منه.",
            "description": "L'enfant répond à la demande en regroupant et en rangeant ses objets personnels, montrant son respect des consignes et son autonomie croissante.",
            "description_ar": "يستجيب الطفل للطلب بتجميع وترتيب أغراضه الشخصية، مما يظهر احترامه للتعليمات واستقلاليته المتزايدة.",
            "etat": "NON_COTE"
          }
        ]
      }
    ]
  },
  {
    "category_name": "Niveau 4",
    "category_name_ar": "المستوى 4",
    "category_description_ar": "المستوى 4",
    "category_description": "Niveau 4",
    "domains": [
      {
        "name": "Communication réceptive",
        "name_ar": "التواصل الاستقبالي",
        "description": "Communication réceptive",
        "description_ar": "التواصل الاستقبالي",
        "items": [
          {
            "name": "Comprend différents concepts sur les relations physiques des objets.",
            "name_ar": "يفهم مفاهيم مختلفة حول العلاقات المادية للأشياء.",
            "description": "L'enfant comprend et utilise des notions comme « au-dessus », « à côté », « entre », illustrant sa capacité à saisir les relations spatiales entre objets dans son environnement.",
            "description_ar": "يفهم الطفل ويستخدم مفاهيم مثل «فوق»، «بجانب»، «بين»، مما يوضح قدرته على إدراك العلاقات المكانية بين الأشياء في بيئته.",
            "etat": "NON_COTE"
          },
          {
            "name": "Retrouve 10 à 15 éléments en utilisant deux ou trois critères différents (comme la taille, la couleur, le nom, etc.).",
            "name_ar": "يجد 10 إلى 15 عنصراً باستخدام معيارين أو ثلاثة معايير مختلفة (مثل الحجم، اللون، الاسم، إلخ).",
            "description": "L'enfant est capable de classer et d'identifier un groupe d'objets en fonction de plusieurs caractéristiques simultanément, ce qui montre une capacité avancée d'analyse et de catégorisation.",
            "description_ar": "الطفل قادر على تصنيف وتحديد مجموعة من الأشياء بناءً على عدة خصائص في وقت واحد، مما يظهر قدرة متقدمة على التحليل والتصنيف.",
            "etat": "NON_COTE"
          },
          {
            "name": "Comprend le genre des mots (masculin/féminin).",
            "name_ar": "يفهم جنس الكلمات (مذكر/مؤنث).",
            "description": "L'enfant reconnaît et différencie les formes masculines et féminines des mots, ce qui témoigne d'une bonne maîtrise des règles grammaticales élémentaires.",
            "description_ar": "يتعرف الطفل ويميز بين الأشكال المذكرة والمؤنثة للكلمات، مما يعكس إتقاناً جيداً للقواعد النحوية الأساسية.",
            "etat": "NON_COTE"
          },
          {
            "name": "Suit des consignes complexes avec plusieurs étapes sans aide gestuelle.",
            "name_ar": "يتبع تعليمات معقدة تتضمن عدة خطوات بدون مساعدة إيمائية.",
            "description": "L'enfant exécute des instructions comprenant plusieurs actions successives de façon autonome, montrant une bonne compréhension orale et une mémoire séquentielle développée.",
            "description_ar": "يؤدي الطفل تعليمات تتضمن عدة أفعال متتالية بشكل مستقل، مما يظهر فهماً شفهياً جيداً وذاكرة تسلسلية متطورة.",
            "etat": "NON_COTE"
          },
          {
            "name": "Identifie des objets ou images par des descriptions abstraites (ex. : « quelque chose de doux »).",
            "name_ar": "يحدد الأشياء أو الصور من خلال أوصاف مجردة (مثل: «شيء ناعم»).",
            "description": "L'enfant parvient à reconnaître et nommer des objets à partir de descriptions non concrètes ou sensorielles, ce qui démontre un début de pensée abstraite et de raisonnement.",
            "description_ar": "يتمكن الطفل من التعرف على الأشياء وتسميتها انطلاقاً من أوصاف غير ملموسة أو حسية، مما يظهر بداية التفكير المجرد والتفكير المنطقي.",
            "etat": "NON_COTE"
          }
        ]
      },
      {
        "name": "Communication expressive",
        "name_ar": "التواصل التعبيري",
        "description": "Communication expressive",
        "description_ar": "التواصل التعبيري",
        "items": [
          {
            "name": "Forme des phrases de 4 mots ou plus pour exprimer des idées ou des demandes.",
            "name_ar": "يصيغ جملاً من 4 كلمات أو أكثر للتعبير عن أفكار أو طلبات.",
            "description": "L'enfant utilise des phrases complètes et relativement longues pour communiquer clairement ses pensées, besoins ou émotions.",
            "description_ar": "يستخدم الطفل جملاً كاملة وطويلة نسبياً للتعبير بوضوح عن أفكاره، احتياجاته، أو عواطفه.",
            "etat": "NON_COTE"
          },
          {
            "name": "Utilise des connecteurs comme « et », « mais », « parce que » dans ses phrases.",
            "name_ar": "يستخدم أدوات ربط مثل «و»، «لكن»، «لأن» في جمله.",
            "description": "L'enfant enrichit son langage en utilisant des mots de liaison pour structurer ses idées, ce qui améliore la cohérence et la complexité de son discours.",
            "description_ar": "يُثري الطفل لغته باستخدام كلمات ربط لتنظيم أفكاره، مما يحسن تماسك وتعقيد خطابه.",
            "etat": "NON_COTE"
          },
          {
            "name": "Raconte une courte histoire ou un événement avec un début, un milieu et une fin.",
            "name_ar": "يروي قصة قصيرة أو حدثاً له بداية، وسط، ونهاية.",
            "description": "L'enfant est capable de narrer un récit structuré, montrant une compréhension du déroulement logique d’une histoire et une organisation temporelle.",
            "description_ar": "الطفل قادر على رواية قصة منظمة، مما يظهر فهماً للتسلسل المنطقي للقصة وتنظيماً زمنياً.",
            "etat": "NON_COTE"
          },
          {
            "name": "Pose des questions complexes avec « pourquoi ? » ou « comment ? ».",
            "name_ar": "يطرح أسئلة معقدة باستخدام «لماذا؟» أو «كيف؟».",
            "description": "L'enfant formule des questions qui traduisent une curiosité intellectuelle et une réflexion approfondie sur les causes et mécanismes des événements.",
            "description_ar": "يصيغ الطفل أسئلة تعكس فضولاً فكرياً وتفكيراً عميقاً حول أسباب وآليات الأحداث.",
            "etat": "NON_COTE"
          },
          {
            "name": "Utilise des adjectifs pour décrire des objets ou des situations (ex. : grand, petit, chaud).",
            "name_ar": "يستخدم الصفات لوصف الأشياء أو المواقف (مثل: كبير، صغير، ساخن).",
            "description": "L'enfant enrichit son vocabulaire descriptif en ajoutant des précisions sur les caractéristiques des choses ou des événements.",
            "description_ar": "يُثري الطفل مفرداته الوصفية بإضافة تفاصيل حول خصائص الأشياء أو الأحداث.",
            "etat": "NON_COTE"
          },
          {
            "name": "Exprime des préférences et explique pourquoi il préfère quelque chose.",
            "name_ar": "يعبر عن تفضيلاته ويشرح سبب تفضيله لشيء ما.",
            "description": "L'enfant communique ses goûts personnels et est capable d'en justifier la raison, ce qui montre un début d'argumentation et d’expression personnelle.",
            "description_ar": "يتواصل الطفل حول أذواقه الشخصية ويستطيع تبرير سبب تفضيله، مما يظهر بداية التفكير المنطقي والتعبير الشخصي.",
            "etat": "NON_COTE"
          },
          {
            "name": "Participe à une conversation en posant des questions et en répondant de manière pertinente.",
            "name_ar": "يشارك في محادثة بطرح الأسئلة والإجابة بشكل مناسب.",
            "description": "L'enfant s'engage activement dans un échange verbal en interagissant de façon appropriée et en suivant le fil de la discussion.",
            "description_ar": "ينخرط الطفل بنشاط في تبادل لفظي بالتفاعل بشكل مناسب ومتابعة مجرى النقاش.",
            "etat": "NON_COTE"
          }
        ]
      },
      {
        "name": "Compétences sociales",
        "name_ar": "المهارات الاجتماعية",
        "description": "Compétences sociales",
        "description_ar": "المهارات الاجتماعية",
        "items": [
          {
            "name": "Initie des jeux coopératifs avec des pairs sans intervention adulte.",
            "name_ar": "يبدأ ألعاباً تعاونية مع الأقران بدون تدخل الكبار.",
            "description": "L'enfant propose et organise spontanément des activités ludiques en groupe, montrant des compétences sociales et une autonomie dans les interactions.",
            "description_ar": "يُقترح الطفل وينظم تلقائياً أنشطة لعب جماعية، مما يظهر مهارات اجتماعية واستقلالية في التفاعلات.",
            "etat": "NON_COTE"
          },
          {
            "name": "Partage spontanément des objets ou des jouets avec d'autres enfants.",
            "name_ar": "يشارك تلقائياً الأشياء أو الألعاب مع أطفال آخرين.",
            "description": "L'enfant démontre de la générosité et une capacité à coopérer en partageant sans y être invité, renforçant ses relations sociales.",
            "description_ar": "يظهر الطفل كرماً وقدرة على التعاون بالمشاركة دون دعوة، مما يعزز علاقاته الاجتماعية.",
            "etat": "NON_COTE"
          },
          {
            "name": "Participe à des jeux de rôle avec des scénarios élaborés.",
            "name_ar": "يشارك في ألعاب تمثيلية بتفاصيل معقدة.",
            "description": "L'enfant prend part à des jeux imaginatifs où il adopte différents personnages et suit des histoires complexes, ce qui développe sa créativité et sa compréhension sociale.",
            "description_ar": "يشارك الطفل في ألعاب تخيلية حيث يتبنى شخصيات مختلفة ويتبع قصصاً معقدة، مما يطور إبداعه وفهمه الاجتماعي.",
            "etat": "NON_COTE"
          },
          {
            "name": "Résout des conflits simples avec des pairs en utilisant des mots.",
            "name_ar": "يحل النزاعات البسيطة مع الأقران باستخدام الكلمات.",
            "description": "L'enfant est capable de gérer des désaccords avec ses camarades par la parole, ce qui traduit un développement de ses compétences en communication et en gestion émotionnelle.",
            "description_ar": "الطفل قادر على إدارة الخلافات مع زملائه بالكلام، مما يعكس تطور مهاراته في التواصل وإدارة العواطف.",
            "etat": "NON_COTE"
          },
          {
            "name": "Exprime de l'empathie envers les autres (ex. : console un camarade triste).",
            "name_ar": "يعبر عن التعاطف تجاه الآخرين (مثل: مواساة زميل حزين).",
            "description": "L'enfant montre de la compréhension et des émotions envers les sentiments d’autrui, en offrant du soutien ou du réconfort.",
            "description_ar": "يظهر الطفل فهماً وعواطف تجاه مشاعر الآخرين، مقدمًا الدعم أو الراحة.",
            "etat": "NON_COTE"
          }
        ]
      },
      {
        "name": "Cognition",
        "name_ar": "الإدراك",
        "description": "Cognition",
        "description_ar": "الإدراك",
        "items": [
          {
            "name": "Reconnaît et nomme les lettres de l’alphabet.",
            "name_ar": "يتعرف ويسمي حروف الأبجدية.",
            "description": "L'enfant identifie visuellement et verbalement les lettres, base fondamentale pour l’apprentissage de la lecture et de l’écriture.",
            "description_ar": "يحدد الطفل بصرياً ولفظياً الحروف، وهي أساس أساسي لتعليم القراءة والكتابة.",
            "etat": "NON_COTE"
          },
          {
            "name": "Compte jusqu’à 10 et associe les nombres aux quantités.",
            "name_ar": "يعد حتى 10 ويربط الأرقام بالكميات.",
            "description": "L'enfant maîtrise la comptine numérique jusqu’à dix et fait correspondre chaque nombre à une quantité d’objets réelle.",
            "description_ar": "يتقن الطفل العد الرقمي حتى عشرة ويربط كل رقم بكمية فعلية من الأشياء.",
            "etat": "NON_COTE"
          },
          {
            "name": "Résout des problèmes simples de mathématiques (ex. : ajouter ou retirer un objet).",
            "name_ar": "يحل مسائل رياضية بسيطة (مثل: إضافة أو إزالة شيء).",
            "description": "L'enfant applique des opérations élémentaires pour résoudre des situations pratiques, montrant un début de raisonnement logique mathématique.",
            "description_ar": "يطبق الطفل عمليات أساسية لحل مواقف عملية، مما يظهر بداية التفكير المنطقي الرياضي.",
            "etat": "NON_COTE"
          },
          {
            "name": "Comprend les concepts de temps comme « hier », « aujourd’hui », « demain ».",
            "name_ar": "يفهم مفاهيم الوقت مثل «أمس»، «اليوم»، «غداً».",
            "description": "L'enfant saisit la notion temporelle et différencie des périodes passées, présentes et futures, essentiel pour la structuration de ses expériences.",
            "description_ar": "يدرك الطفل المفهوم الزمني ويميز بين الفترات الماضية، الحالية، والمستقبلية، وهو أمر أساسي لتنظيم تجاربه.",
            "etat": "NON_COTE"
          },
          {
            "name": "Classe des objets selon des critères abstraits (ex. : choses vivantes/non vivantes).",
            "name_ar": "يصنف الأشياء وفق معايير مجردة (مثل: أشياء حية/غير حية).",
            "description": "L'enfant organise des objets ou idées en catégories complexes basées sur des notions abstraites, ce qui développe ses capacités cognitives avancées.",
            "description_ar": "ينظم الطفل الأشياء أو الأفكار في فئات معقدة بناءً على مفاهيم مجردة، مما يطور قدراته الإدراكية المتقدمة.",
            "etat": "NON_COTE"
          }
        ]
      },
      {
        "name": "Jeu",
        "name_ar": "اللعب",
        "description": "Jeu",
        "description_ar": "اللعب",
        "items": [
          {
            "name": "Crée des scénarios de jeu complexes avec plusieurs personnages et objets.",
            "name_ar": "يخلق سيناريوهات لعب معقدة تتضمن عدة شخصيات وأشياء.",
            "description": "L'enfant invente et met en place des histoires de jeu impliquant plusieurs éléments et rôles, stimulant son imagination et sa capacité d’organisation.",
            "description_ar": "يبتكر الطفل وينفذ قصص لعب تتضمن عدة عناصر وأدوار، مما يحفز خياله وقدرته على التنظيم.",
            "etat": "NON_COTE"
          },
          {
            "name": "Participe à des jeux de société avec des règles simples.",
            "name_ar": "يشارك في ألعاب لوحية بقواعد بسيطة.",
            "description": "L'enfant joue à des jeux structurés en respectant des règles, ce qui favorise le développement du respect des consignes et la socialisation.",
            "description_ar": "يلعب الطفل ألعاباً منظمة مع احترام القواعد، مما يعزز تطور احترام التعليمات والتواصل الاجتماعي.",
            "etat": "NON_COTE"
          },
          {
            "name": "Planifie une séquence de jeu avant de commencer.",
            "name_ar": "يخطط لتسلسل اللعب قبل البدء.",
            "description": "L'enfant anticipe les étapes de son jeu, montrant une capacité à organiser ses actions et à penser de manière stratégique.",
            "description_ar": "يتنبأ الطفل بخطوات لعبه، مما يظهر قدرته على تنظيم أفعاله والتفكير بشكل استراتيجي.",
            "etat": "NON_COTE"
          },
          {
            "name": "Adapte son jeu en fonction des actions d’un partenaire.",
            "name_ar": "يعدل لعبه بناءً على أفعال شريك.",
            "description": "L'enfant modifie son comportement ludique en réaction aux gestes ou décisions d’un autre joueur, démontrant sa flexibilité sociale et cognitive.",
            "description_ar": "يغير الطفل سلوكه اللعوب ردًا على إيماءات أو قرارات لاعب آخر، مما يظهر مرونته الاجتماعية والإدراكية.",
            "etat": "NON_COTE"
          }
        ]
      },
      {
        "name": "Motricité fine",
        "name_ar": "المهارات الحركية الدقيقة",
        "description": "Motricité fine",
        "description_ar": "المهارات الحركية الدقيقة",
        "items": [
          {
            "name": "Écrit son prénom avec un crayon.",
            "name_ar": "يكتب اسمه بقلم رصاص.",
            "description": "L'enfant trace les lettres de son prénom de manière lisible avec un crayon, marquant une étape clé dans le développement de l’écriture manuscrite.",
            "description_ar": "يرسم الطفل حروف اسمه بشكل مقروء بقلم رصاص، مما يمثل مرحلة رئيسية في تطور الكتابة اليدوية.",
            "etat": "NON_COTE"
          },
          {
            "name": "Dessine des formes complexes comme un triangle ou une étoile.",
            "name_ar": "يرسم أشكالاً معقدة مثل مثلث أو نجمة.",
            "description": "L'enfant reproduit ou crée des formes géométriques plus élaborées, ce qui démontre une meilleure maîtrise du graphisme et de la motricité fine.",
            "description_ar": "يُعيد الطفل إنتاج أو ينشئ أشكالاً هندسية أكثر تعقيداً، مما يظهر إتقاناً أفضل للرسم والمهارات الحركية الدقيقة.",
            "etat": "NON_COTE"
          },
          {
            "name": "Utilise des outils comme une règle pour tracer des lignes droites.",
            "name_ar": "يستخدم أدوات مثل المسطرة لرسم خطوط مستقيمة.",
            "description": "L'enfant emploie des instruments pour réaliser des traits précis, indiquant une coordination visuo-motrice avancée.",
            "description_ar": "يستخدم الطفل أدوات لتحقيق خطوط دقيقة، مما يشير إلى تنسيق بصري-حركي متقدم.",
            "etat": "NON_COTE"
          },
          {
            "name": "Attache des boutons et ferme des fermetures éclair seul.",
            "name_ar": "يربط الأزرار ويغلق السحابات بمفرده.",
            "description": "L'enfant s’habille de façon autonome en maîtrisant les fermetures et boutons, ce qui reflète une autonomie importante dans les gestes quotidiens.",
            "description_ar": "يلبس الطفل بشكل مستقل بإتقان الإغلاقات والأزرار، مما يعكس استقلالية هامة في الإيماءات اليومية.",
            "etat": "NON_COTE"
          },
          {
            "name": "Réalise des projets manuels complexes (ex. : origami simple, collage élaboré).",
            "name_ar": "يؤدي مشاريع يدوية معقدة (مثل: أوريغامي بسيط، لصق معقد).",
            "description": "L'enfant accomplit des activités manuelles demandant précision et planification, stimulant sa créativité et sa concentration.",
            "description_ar": "يؤدي الطفل أنشطة يدوية تتطلب دقة وتخطيطاً، مما يحفز إبداعه وتركيزه.",
            "etat": "NON_COTE"
          }
        ]
      },
      {
        "name": "Motricité globale",
        "name_ar": "المهارات الحركية الكبرى",
        "description": "Motricité globale",
        "description_ar": "المهارات الحركية الكبرى",
        "items": [
          {
            "name": "Court en changeant de direction rapidement sans perdre l’équilibre.",
            "name_ar": "يركض مع تغيير الاتجاه بسرعة دون فقدان التوازن.",
            "description": "L'enfant se déplace rapidement en effectuant des changements de direction tout en gardant un bon équilibre, démontrant une motricité globale développée.",
            "description_ar": "يتحرك الطفل بسرعة مع إجراء تغييرات في الاتجاه مع الحفاظ على توازن جيد، مما يظهر مهارات حركية كبرى متطورة.",
            "etat": "NON_COTE"
          },
          {
            "name": "Saute à la corde ou fait des sauts alternés.",
            "name_ar": "يقفز بحبل أو يقوم بقفزات متناوبة.",
            "description": "L'enfant pratique des sauts rythmiques en utilisant une corde à sauter ou en alternant les pieds, ce qui développe son endurance et sa coordination.",
            "description_ar": "يمارس الطفل قفزات إيقاعية باستخدام حبل القفز أو بالتناوب بين القدمين، مما يطور قدرته على التحمل والتنسيق.",
            "etat": "NON_COTE"
          },
          {
            "name": "Participe à des jeux sportifs simples comme le soccer ou le basketball.",
            "name_ar": "يشارك في ألعاب رياضية بسيطة مثل كرة القدم أو كرة السلة.",
            "description": "L'enfant s'engage dans des activités sportives collectives, appliquant les règles de base et développant son esprit d'équipe et ses compétences motrices.",
            "description_ar": "ينخرط الطفل في أنشطة رياضية جماعية، مطبقاً القواعد الأساسية ومطوراً روح الفريق ومهاراته الحركية.",
            "etat": "NON_COTE"
          },
          {
            "name": "Grimpe sur des structures complexes sans aide.",
            "name_ar": "يتسلق هياكل معقدة بدون مساعدة.",
            "description": "L'enfant escalade des équipements de jeu élaborés de manière autonome, montrant force, équilibre et confiance en soi.",
            "description_ar": "يتسلق الطفل معدات لعب معقدة بشكل مستقل، مما يظهر قوته، توازنه، وثقته بنفسه.",
            "etat": "NON_COTE"
          }
        ]
      },
      {
        "name": "Autonomie personnelle",
        "name_ar": "الاستقلالية الشخصية",
        "description": "Autonomie personnelle",
        "description_ar": "الاستقلالية الشخصية",
        "items": [
          {
            "name": "Prépare une collation simple (ex. : tartine de beurre, céréales).",
            "name_ar": "يحضر وجبة خفيفة بسيطة (مثل: خبز بالزبدة، حبوب).",
            "description": "L'enfant réalise seul une préparation alimentaire basique, ce qui traduit son autonomie dans les gestes pratiques de la vie quotidienne.",
            "description_ar": "يؤدي الطفل بمفرده تحضير طعام أساسي، مما يعكس استقلاليته في الإيماءات العملية للحياة اليومية.",
            "etat": "NON_COTE"
          },
          {
            "name": "S’habille complètement seul, y compris les attaches.",
            "name_ar": "يلبس بشكل كامل بمفرده، بما في ذلك الإبزيمات.",
            "description": "L'enfant est capable de mettre et enlever tous ses vêtements sans aide, maîtrisant les fermetures complexes comme boutons, fermetures éclair et lacets.",
            "description_ar": "الطفل قادر على ارتداء وخلع جميع ملابسه بدون مساعدة، متقناً الإغلاقات المعقدة مثل الأزرار، السحابات، والأربطة.",
            "etat": "NON_COTE"
          },
          {
            "name": "Suit une routine quotidienne sans rappels constants.",
            "name_ar": "يتبع روتيناً يومياً بدون تذكيرات مستمرة.",
            "description": "L'enfant accomplit de manière autonome les différentes étapes de sa journée (hygiène, repas, habillage), témoignant d’une bonne organisation personnelle.",
            "description_ar": "يؤدي الطفل بشكل مستقل مراحل يومه المختلفة (النظافة، الطعام، اللباس)، مما يعكس تنظيماً شخصياً جيداً.",
            "etat": "NON_COTE"
          },
          {
            "name": "Utilise les toilettes de manière totalement autonome, y compris pour s’essuyer.",
            "name_ar": "يستخدم المرحاض بشكل مستقل تماماً، بما في ذلك المسح.",
            "description": "L'enfant gère seul toutes les étapes de l’utilisation des toilettes, montrant une indépendance complète en matière d’hygiène personnelle.",
            "description_ar": "يدير الطفل بمفرده جميع مراحل استخدام المرحاض، مما يظهر استقلالية كاملة في النظافة الشخصية.",
            "etat": "NON_COTE"
          },
          {
            "name": "Se lave les mains et le visage sans aide.",
            "name_ar": "يغسل يديه ووجهه بدون مساعدة.",
            "description": "L'enfant réalise les gestes d’hygiène du visage et des mains sans assistance, ce qui reflète une bonne autonomie et prise en charge personnelle.",
            "description_ar": "يؤدي الطفل إيماءات نظافة الوجه واليدين بدون مساعدة، مما يعكس استقلالية جيدة ورعاية شخصية.",
            "etat": "NON_COTE"
          }
        ]
      },
      {
        "name": "Autonomie personnelle : tâches ménagères",
        "name_ar": "الاستقلالية الشخصية: الأعمال المنزلية",
        "description": "Autonomie personnelle : tâches ménagères",
        "description_ar": "الاستقلالية الشخصية: الأعمال المنزلية",
        "items": [
          {
            "name": "Fait son lit de manière simple.",
            "name_ar": "يُرتب سريره بطريقة بسيطة.",
            "description": "L'enfant est capable de remettre en ordre son lit, ce qui indique son implication dans la gestion de son espace personnel et un début d’autonomie domestique.",
            "description_ar": "الطفل قادر على إعادة ترتيب سريره، مما يشير إلى مشاركته في إدارة مساحته الشخصية وبداية الاستقلالية المنزلية.",
            "etat": "NON_COTE"
          },
          {
            "name": "Balaye ou passe l’aspirateur sur une petite surface.",
            "name_ar": "يكنس أو يمرر المكنسة الكهربائية على سطح صغير.",
            "description": "L'enfant participe aux tâches ménagères en nettoyant une zone limitée, montrant sa capacité à contribuer aux responsabilités domestiques.",
            "description_ar": "يشارك الطفل في الأعمال المنزلية بتنظيف منطقة محدودة، مما يظهر قدرته على المساهمة في المسؤوليات المنزلية.",
            "etat": "NON_COTE"
          },
          {
            "name": "Aide à préparer un repas simple (ex. : mélanger des ingrédients).",
            "name_ar": "يساعد في تحضير وجبة بسيطة (مثل: خلط المكونات).",
            "description": "L'enfant participe aux activités culinaires basiques, contribuant à la préparation des repas et développant des compétences pratiques.",
            "description_ar": "يشارك الطفل في أنشطة الطهي الأساسية، مساهماً في تحضير الوجبات ومطوراً مهارات عملية.",
            "etat": "NON_COTE"
          },
          {
            "name": "Range ses jouets et affaires personnelles sans aide.",
            "name_ar": "يرتب ألعابه وأغراضه الشخصية بدون مساعدة.",
            "description": "L'enfant organise et remet en place ses objets personnels de façon autonome, ce qui traduit son sens de l’ordre et sa responsabilité.",
            "description_ar": "ينظم الطفل ويعيد ترتيب أغراضه الشخصية بشكل مستقل، مما يعكس إحساسه بالنظام ومسؤوليته.",
            "etat": "NON_COTE"
          }
        ]
      }
    ]
  }
]