[{
  "category_name": "Communication",
  "category_description": "Communication Expressive",
  "domains": [
    {
      "name": "Communication Expressive",
      "description": "Communication Expressive",
      "items": [
        {
          "name": "Dirige bien son regard vers l’autre lorsqu’il s’adresse à lui",
          "description": "L'enfant établit un contact visuel approprié avec la personne qui lui parle, démontrant une attention et une implication dans l'échange.",
          "etat": "NON_COTE"
        },
        {
          "name": "Regarde un objet que l’autre regarde (attention conjointe)",
          "description": "L'enfant suit le regard d'une autre personne pour partager l'attention sur un même objet, indiquant une capacité d'attention conjointe.",
          "etat": "NON_COTE"
        },
        {
          "name": "Sait répéter au moins 5 sons (ex : A, i, O)",
          "description": "L'enfant est capable de reproduire au moins cinq sons distincts, comme des voyelles, montrant une compétence de base en imitation vocale.",
          "etat": "NON_COTE"
        },
        {
          "name": "Sait répéter au moins 3 syllabes (ex : BA)",
          "description": "L'enfant peut répéter au moins trois syllabes distinctes, démontrant une capacité à imiter des structures sonores simples.",
          "etat": "NON_COTE"
        },
        {
          "name": "Sait répéter au moins 3 mots",
          "description": "L'enfant peut reproduire au moins trois mots distincts, indiquant une progression dans l'acquisition du langage.",
          "etat": "NON_COTE"
        },
        {
          "name": "Sait répéter une phrase courte",
          "description": "L'enfant est capable de répéter une phrase courte, montrant une compréhension et une reproduction de structures linguistiques plus complexes.",
          "etat": "NON_COTE"
        },
        {
          "name": "Sait répéter la mélodie d’une chanson",
          "description": "L'enfant peut imiter la mélodie d'une chanson, démontrant une sensibilité auditive et une capacité d'imitation musicale.",
          "etat": "NON_COTE"
        },
        {
          "name": "Sait reproduire des bruits (voiture, train, cochon, vache)",
          "description": "L'enfant peut imiter des bruits associés à des objets ou animaux, comme une voiture ou une vache, montrant une capacité à associer des sons à des concepts.",
          "etat": "NON_COTE"
        },
        {
          "name": "Sait faire une demande en tirant l’adulte vers l’élément désiré",
          "description": "L'enfant exprime un besoin ou une envie en guidant physiquement un adulte vers l'objet ou l'élément désiré.",
          "etat": "NON_COTE"
        },
        {
          "name": "Sait faire une demande en pointant son doigt vers l’élément désiré",
          "description": "L'enfant utilise le pointage pour indiquer un objet ou une intention, démontrant une communication non verbale intentionnelle.",
          "etat": "NON_COTE"
        },
        {
          "name": "Sait faire une demande en verbalisant par un mot",
          "description": "L'enfant exprime une demande en utilisant un mot unique, montrant une transition vers une communication verbale.",
          "etat": "NON_COTE"
        },
        {
          "name": "Sait faire une demande en verbalisant par une phrase",
          "description": "L'enfant formule une demande à l'aide d'une phrase, indiquant une compétence linguistique plus avancée.",
          "etat": "NON_COTE"
        },
        {
          "name": "Sait faire une demande en utilisant un jargon",
          "description": "L'enfant utilise un langage non standard ou un jargon pour exprimer une demande, montrant une tentative de communication verbale.",
          "etat": "NON_COTE"
        },
        {
          "name": "Sait faire une demande en utilisant de manière autonome un système de communication alternatif",
          "description": "L'enfant utilise de manière autonome un système alternatif, comme des signes, des images ou une application, pour exprimer ses besoins.",
          "etat": "NON_COTE"
        },
        {
          "name": "Sait désigner ou décrire ce qu’il voit en nommant par un mot",
          "description": "L'enfant identifie un objet ou une situation en utilisant un mot unique, démontrant une capacité à associer un mot à un concept.",
          "etat": "NON_COTE"
        },
        {
          "name": "Sait désigner ou décrire ce qu’il voit en utilisant nom et adjectif (ex : « bus jaune »)",
          "description": "L'enfant décrit un objet en combinant un nom et un adjectif, montrant une complexité accrue dans l'expression verbale.",
          "etat": "NON_COTE"
        },
        {
          "name": "Sait désigner ou décrire ce qu’il voit en utilisant nom et verbe d’action (ex : « bébé pleure »)",
          "description": "L'enfant utilise un nom et un verbe pour décrire une action ou une situation, indiquant une compréhension des relations sujet-action.",
          "etat": "NON_COTE"
        },
        {
          "name": "Sait désigner ou décrire ce qu’il voit en utilisant des phrases complètes",
          "description": "L'enfant formule des phrases complètes pour décrire ce qu'il observe, démontrant une maîtrise accrue du langage.",
          "etat": "NON_COTE"
        },
        {
          "name": "Sait répondre à des questions d’usage (ex : « comment t’appelles-tu ? », « quel âge as-tu ? »)",
          "description": "L'enfant répond de manière appropriée à des questions simples et courantes, montrant une compréhension des interactions sociales de base.",
          "etat": "NON_COTE"
        },
        {
          "name": "Sait compléter des phrases (chanson de type « une souris... », expression courante comme « on rentre à la… »)",
          "description": "L'enfant peut compléter des phrases familières ou des chansons, indiquant une mémoire linguistique et une compréhension contextuelle.",
          "etat": "NON_COTE"
        },
        {
          "name": "Sait répondre à des questions commençant par « où, comment, quand, pourquoi »",
          "description": "L'enfant répond à des questions complexes impliquant des notions de lieu, manière, temps ou cause, montrant une compréhension plus approfondie.",
          "etat": "NON_COTE"
        },
        {
          "name": "Sait donner au moins 3 noms d’objets du quotidien (ex : verre, chaise, télé)",
          "description": "L'enfant nomme au moins trois objets du quotidien, démontrant un vocabulaire de base lié à son environnement.",
          "etat": "NON_COTE"
        },
        {
          "name": "Sait donner au moins 3 noms d’habits",
          "description": "L'enfant peut nommer au moins trois vêtements, montrant une connaissance spécifique du vocabulaire vestimentaire.",
          "etat": "NON_COTE"
        },
        {
          "name": "Sait donner au moins 3 noms d’animaux",
          "description": "L'enfant nomme au moins trois animaux, indiquant une familiarité avec le vocabulaire animalier.",
          "etat": "NON_COTE"
        },
        {
          "name": "Sait donner au moins 3 noms d’aliments",
          "description": "L'enfant peut nommer au moins trois aliments, montrant une connaissance du vocabulaire lié à l'alimentation.",
          "etat": "NON_COTE"
        },
        {
          "name": "Sait donner au moins 3 noms d’objets favoris (comme des noms de jouets)",
          "description": "L'enfant nomme au moins trois objets qu'il préfère, comme des jouets, indiquant une capacité à exprimer ses préférences.",
          "etat": "NON_COTE"
        },
        {
          "name": "Sait donner 2 noms de véhicules",
          "description": "L'enfant peut nommer au moins deux types de véhicules, montrant une connaissance du vocabulaire lié aux transports.",
          "etat": "NON_COTE"
        },
        {
          "name": "Sait nommer les 4 couleurs primaires",
          "description": "L'enfant identifie les quatre couleurs primaires (rouge, bleu, jaune, vert), démontrant une reconnaissance des couleurs de base.",
          "etat": "NON_COTE"
        },
        {
          "name": "Sait nommer 3 parties du corps",
          "description": "L'enfant peut nommer au moins trois parties du corps, indiquant une connaissance du vocabulaire anatomique de base.",
          "etat": "NON_COTE"
        },
        {
          "name": "Sait nommer 4 parties du visage",
          "description": "L'enfant nomme au moins quatre parties du visage, montrant une compréhension détaillée du vocabulaire lié au visage.",
          "etat": "NON_COTE"
        },
        {
          "name": "Sait nommer 3 personnes de l’entourage",
          "description": "L'enfant peut nommer au moins trois personnes de son entourage, démontrant une reconnaissance des relations sociales.",
          "etat": "NON_COTE"
        },
        {
          "name": "Sait dire « bonjour » (oral ou signé)",
          "description": "L'enfant utilise le mot « bonjour » ou son équivalent signé pour saluer, montrant une compétence sociale de base.",
          "etat": "NON_COTE"
        },
        {
          "name": "Sait dire « au revoir » (oral ou signé)",
          "description": "L'enfant utilise le mot « au revoir » ou son équivalent signé pour prendre congé, indiquant une maîtrise des conventions sociales.",
          "etat": "NON_COTE"
        },
        {
          "name": "Sait interpeller de manière adaptée",
          "description": "L'enfant attire l'attention d'une personne de manière appropriée, par exemple en utilisant son nom ou un geste adapté.",
          "etat": "NON_COTE"
        },
        {
          "name": "Sait refuser de manière adaptée",
          "description": "L'enfant exprime un refus de manière claire et socialement acceptable, par exemple en disant « non » ou en utilisant un geste.",
          "etat": "NON_COTE"
        },
        {
          "name": "Sait demander de l’aide",
          "description": "L'enfant peut exprimer un besoin d'assistance de manière claire, que ce soit verbalement ou par un geste adapté.",
          "etat": "NON_COTE"
        },{
          "name": "Sait demander d’arrêter quelque chose",
          "description": "L'enfant peut exprimer le souhait qu'une action ou une situation cesse, que ce soit par un mot, une phrase ou un geste adapté.",
          "etat": "NON_COTE"
        },
        {
          "name": "Sait exprimer une sensation par un mot ou un geste (chaud/froid)",
          "description": "L'enfant peut indiquer une sensation physique, comme chaud ou froid, à l'aide d'un mot ou d'un geste approprié.",
          "etat": "NON_COTE"
        },
        {
          "name": "Sait exprimer une douleur (par un mot ou en touchant la zone)",
          "description": "L'enfant peut signaler une douleur en utilisant un mot ou en touchant la zone affectée, démontrant une conscience de son état physique.",
          "etat": "NON_COTE"
        },
        {
          "name": "Sait exprimer une émotion par un mot ou une image émoticône (joie, tristesse, colère)",
          "description": "L'enfant peut identifier et exprimer une émotion, comme la joie, la tristesse ou la colère, en utilisant un mot ou une image émoticône.",
          "etat": "NON_COTE"
        },
        {
          "name": "Sait employer le « Je » et/ou le « Tu » de manière appropriée",
          "description": "L'enfant utilise correctement les pronoms « Je » et/ou « Tu » dans des phrases, montrant une compréhension des relations personnelles dans le langage.",
          "etat": "NON_COTE"
        },
        {
          "name": "Sait répondre par « Oui » (oral ou signé)",
          "description": "L'enfant peut répondre par « Oui », soit oralement soit par un signe, en fonction du contexte. Préciser en commentaire si oral ou signé.",
          "etat": "NON_COTE"
        },
        {
          "name": "Sait répondre par « Non » (oral ou signé)",
          "description": "L'enfant peut répondre par « Non », soit oralement soit par un signe, en fonction du contexte. Préciser en commentaire si oral ou signé.",
          "etat": "NON_COTE"
        },
        {
          "name": "Sait répondre par « Je ne sais pas »",
          "description": "L'enfant peut exprimer son incertitude ou son ignorance en disant « Je ne sais pas », démontrant une capacité à reconnaître ses limites.",
          "etat": "NON_COTE"
        },
        {
          "name": "Sait demander pourquoi",
          "description": "L'enfant peut poser des questions commençant par « pourquoi », montrant une curiosité et une volonté de comprendre les causes.",
          "etat": "NON_COTE"
        },
        {
          "name": "Sait prendre des informations (« où, qui, quoi, comment »)",
          "description": "L'enfant peut poser des questions pour obtenir des informations sur le lieu, la personne, l'objet ou la manière, démontrant une initiative dans la communication.",
          "etat": "NON_COTE"
        },
        {
          "name": "Sait raconter ce qu’il fait",
          "description": "L'enfant peut décrire ses actions actuelles, montrant une capacité à narrer ses activités en temps réel.",
          "etat": "NON_COTE"
        },
        {
          "name": "Sait raconter un souvenir, un événement passé",
          "description": "L'enfant peut relater un événement ou un souvenir passé, démontrant une capacité à organiser et exprimer des expériences vécues.",
          "etat": "NON_COTE"
        },
        {
          "name": "Sait raconter une histoire (imaginée ou avec support film/livre)",
          "description": "L'enfant peut raconter une histoire, qu'elle soit inventée ou basée sur un support comme un film ou un livre, montrant une créativité narrative.",
          "etat": "NON_COTE"
        },
        {
          "name": "Sait expliquer les règles d’un jeu",
          "description": "L'enfant peut expliquer les règles d’un jeu de manière claire, démontrant une capacité à structurer et transmettre des instructions.",
          "etat": "NON_COTE"
        }
      ]
    }
  ]
},{
  "category_name": "Communication",
  "category_description": "Communication Réceptive (Compréhension)",
  "domains": [
    {
      "name": "Communication Réceptive",
      "description": "Communication Réceptive (Compréhension)",
      "items": [
        {
          "name": "Se retourner à l’appel de son prénom",
          "description": "L'enfant se retourne lorsqu'il entend son prénom, démontrant une reconnaissance de son identité auditive.",
          "etat": "NON_COTE"
        },
        {
          "name": "Se retourner vers la personne qui parle",
          "description": "L'enfant oriente son regard ou son corps vers la personne qui s'adresse à lui, indiquant une attention à la communication verbale.",
          "etat": "NON_COTE"
        },
        {
          "name": "Exécute au moins 5 consignes d’action simples",
          "description": "L'enfant suit au moins cinq consignes simples comme « donnes », « assieds-toi », « fais un bisou », « ranges », montrant une compréhension des instructions de base.",
          "etat": "NON_COTE"
        },
        {
          "name": "Mémorise et exécute deux consignes consécutives",
          "description": "L'enfant peut mémoriser et exécuter deux consignes données l'une après l'autre, comme « assieds-toi et ranges », démontrant une capacité de mémoire et de compréhension séquentielle.",
          "etat": "NON_COTE"
        },
        {
          "name": "Réagit aux gestes communicatifs",
          "description": "L'enfant répond à des gestes communicatifs, comme tendre la main pour qu'il la serre, pointer pour qu'il regarde, ou réagir à des mimiques faciales et hochements de tête.",
          "etat": "NON_COTE"
        },
        {
          "name": "Montre 3 parties du corps sur lui",
          "description": "L'enfant peut indiquer trois parties de son propre corps sur demande, démontrant une connaissance de son anatomie.",
          "etat": "NON_COTE"
        },
        {
          "name": "Montre 3 parties du corps sur une autre personne / un bonhomme",
          "description": "L'enfant peut identifier trois parties du corps sur une autre personne ou une représentation comme un bonhomme, montrant une généralisation de sa compréhension.",
          "etat": "NON_COTE"
        },
        {
          "name": "Montre 3 parties du visage sur lui",
          "description": "L'enfant peut désigner trois parties de son propre visage, indiquant une reconnaissance spécifique des éléments faciaux.",
          "etat": "NON_COTE"
        },
        {
          "name": "Montre 3 parties du visage sur une autre personne / un bonhomme",
          "description": "L'enfant peut indiquer trois parties du visage sur une autre personne ou une représentation, démontrant une compréhension élargie des traits faciaux.",
          "etat": "NON_COTE"
        },
        {
          "name": "Montre ou donne des objets sur demande de l’adulte (présents dans son champ de vision) : donne au moins 5 objets du quotidien",
          "description": "L'enfant peut montrer ou donner au moins cinq objets du quotidien, comme un verre, une chaise ou une télé, lorsqu’ils sont dans son champ de vision, sur demande de l’adulte.",
          "etat": "NON_COTE"
        },
        {
          "name": "Donne au moins 3 habits sur demande",
          "description": "L'enfant peut montrer ou donner au moins trois vêtements sur demande, démontrant une compréhension du vocabulaire vestimentaire.",
          "etat": "NON_COTE"
        },
        {
          "name": "Donne au moins 3 animaux sur demande",
          "description": "L'enfant peut montrer ou donner des représentations d’au moins trois animaux sur demande, indiquant une reconnaissance du vocabulaire animalier.",
          "etat": "NON_COTE"
        },
        {
          "name": "Donne au moins 3 aliments sur demande",
          "description": "L'enfant peut montrer ou donner au moins trois aliments sur demande, montrant une connaissance du vocabulaire lié à l’alimentation.",
          "etat": "NON_COTE"
        },
        {
          "name": "Donne au moins 3 jeux (objets favoris) sur demande",
          "description": "L'enfant peut montrer ou donner au moins trois jeux ou objets favoris sur demande, démontrant une capacité à identifier ses préférences.",
          "etat": "NON_COTE"
        },
        {
          "name": "Donne au moins 2 véhicules sur demande (ex : voiture, moto)",
          "description": "L'enfant peut montrer ou donner des représentations d’au moins deux véhicules, comme une voiture ou une moto, sur demande.",
          "etat": "NON_COTE"
        },
        {
          "name": "Reconnaît les 4 couleurs primaires",
          "description": "L'enfant peut identifier les quatre couleurs primaires (rouge, bleu, jaune, vert) sur demande, démontrant une reconnaissance des couleurs de base.",
          "etat": "NON_COTE"
        },
        {
          "name": "Amène au moins 5 objets sur demande de l’adulte (absents dans son champ de vision)",
          "description": "L'enfant peut aller chercher et apporter au moins cinq objets, comme une télécommande, de l’eau ou une brosse, qui ne sont pas dans son champ de vision, sur demande de l’adulte.",
          "etat": "NON_COTE"
        },
        {
          "name": "Distingue les adjectifs comme « grand/petit, chaud/froid »",
          "description": "L'enfant peut différencier des adjectifs opposés comme « grand/petit » ou « chaud/froid », montrant une compréhension des concepts descriptifs.",
          "etat": "NON_COTE"
        },
        {
          "name": "Distingue les adjectifs possessifs (mon/ton)",
          "description": "L'enfant peut comprendre et différencier les adjectifs possessifs comme « mon » et « ton », indiquant une reconnaissance des relations de possession.",
          "etat": "NON_COTE"
        },
        {
          "name": "Place un objet en fonction d’une préposition de lieu (ex : sur/sous, dedans/dehors)",
          "description": "L'enfant peut placer un objet correctement selon une préposition de lieu, comme « sur », « sous », « dedans » ou « dehors », démontrant une compréhension spatiale.",
          "etat": "NON_COTE"
        }
      ]
    }
  ]
},{
  "category_name": "Interactions et Habiletés Sociales",
  "category_description": "Interactions et Habiletés Sociales",
  "domains": [
    {
      "name": "Relations avec les Adultes",
      "description": "Compétences sociales dans les interactions avec les adultes",
      "items": [
        {
          "name": "Accepter les échanges avec l’adulte",
          "description": "L'enfant accepte d'interagir avec un adulte, démontrant une ouverture à la communication et à l'échange.",
          "etat": "NON_COTE"
        },
        {
          "name": "Accepter le contact physique",
          "description": "L'enfant accepte le contact physique avec un adulte, comme une main sur l'épaule ou une accolade, dans un cadre approprié.",
          "etat": "NON_COTE"
        },
        {
          "name": "Manifeste un intérêt à l’interaction",
          "description": "L'enfant montre un intérêt pour l'interaction avec un adulte, par exemple en partageant des sourires ou en répondant avec enthousiasme.",
          "etat": "NON_COTE"
        },
        {
          "name": "Initie de lui-même un échange",
          "description": "L'enfant prend l'initiative d'engager une interaction avec un adulte, comme poser une question ou partager une observation.",
          "etat": "NON_COTE"
        },
        {
          "name": "Sait tenir une conversation",
          "description": "L'enfant peut maintenir une conversation avec un adulte, en répondant de manière appropriée et en poursuivant l'échange.",
          "etat": "NON_COTE"
        },
        {
          "name": "Jouer à tour de rôle",
          "description": "L'enfant comprend et respecte le concept de tour de rôle dans des jeux ou activités avec un adulte.",
          "etat": "NON_COTE"
        }
      ]
    },
    {
      "name": "Relations avec les Enfants",
      "description": "Compétences sociales dans les interactions avec les enfants",
      "items": [
        {
          "name": "Accepter les échanges avec l’enfant",
          "description": "L'enfant accepte d'interagir avec un autre enfant, montrant une ouverture à la communication et à l'échange.",
          "etat": "NON_COTE"
        },
        {
          "name": "Accepter le contact physique",
          "description": "L'enfant accepte le contact physique avec un autre enfant, comme tenir la main ou jouer ensemble, dans un cadre approprié.",
          "etat": "NON_COTE"
        },
        {
          "name": "Manifester un intérêt à l’interaction",
          "description": "L'enfant montre un intérêt pour l'interaction avec un autre enfant, par exemple en partageant des sourires ou en participant activement.",
          "etat": "NON_COTE"
        },
        {
          "name": "Initie de lui-même un échange",
          "description": "L'enfant prend l'initiative d'engager une interaction avec un autre enfant, comme inviter à jouer ou entamer une conversation.",
          "etat": "NON_COTE"
        },
        {
          "name": "Sait tenir une conversation",
          "description": "L'enfant peut maintenir une conversation avec un autre enfant, en répondant de manière appropriée et en poursuivant l'échange.",
          "etat": "NON_COTE"
        },
        {
          "name": "Jouer à tour de rôle",
          "description": "L'enfant comprend et respecte le concept de tour de rôle dans des jeux ou activités avec un autre enfant.",
          "etat": "NON_COTE"
        }
      ]
    },
    {
      "name": "Autres Compétences Sociales",
      "description": "Compétences sociales générales",
      "items": [
        {
          "name": "Oriente son regard lorsque l’adulte lui dit « regarde » ou qu’il pointe en direction de quelque chose",
          "description": "L'enfant dirige son regard vers ce qu'un adulte désigne, que ce soit par une instruction verbale (« regarde ») ou un geste de pointage.",
          "etat": "NON_COTE"
        },
        {
          "name": "Réagit aux changements, imprévus, interdits, de façon adaptée",
          "description": "L'enfant répond de manière appropriée aux changements de routine, aux imprévus ou aux interdictions, montrant une capacité d'adaptation.",
          "etat": "NON_COTE"
        },
        {
          "name": "Accepte d’être en groupe",
          "description": "L'enfant est à l'aise et participe dans un cadre de groupe, démontrant une acceptation des interactions collectives.",
          "etat": "NON_COTE"
        },
        {
          "name": "Accepte de participer à une activité commune avec une ou plusieurs personnes",
          "description": "L'enfant accepte de s'engager dans une activité partagée avec une ou plusieurs personnes, montrant une capacité à collaborer.",
          "etat": "NON_COTE"
        },
        {
          "name": "Exprime des émotions de base (peur, colère, joie, tristesse)",
          "description": "L'enfant peut exprimer des émotions de base comme la peur, la colère, la joie ou la tristesse, par des mots, des gestes ou des expressions faciales.",
          "etat": "NON_COTE"
        },
        {
          "name": "Utilise des stratégies efficaces pour gérer des émotions désagréables",
          "description": "L'enfant emploie des stratégies appropriées, comme respirer profondément ou demander de l'aide, pour gérer des émotions désagréables.",
          "etat": "NON_COTE"
        },
        {
          "name": "Déchiffre les émotions et/ou mimiques faciales des autres",
          "description": "L'enfant peut reconnaître et interpréter les émotions ou les mimiques faciales des autres, démontrant une sensibilité sociale.",
          "etat": "NON_COTE"
        },
        {
          "name": "Maintient une distance physique adaptée aux situations",
          "description": "L'enfant respecte une distance physique appropriée dans différentes situations sociales, montrant une compréhension des normes sociales.",
          "etat": "NON_COTE"
        },
        {
          "name": "Utilise des formules de politesse (ex : « merci, pardon »)",
          "description": "L'enfant utilise des formules de politesse comme « merci » ou « pardon » dans des contextes appropriés, démontrant une maîtrise des conventions sociales.",
          "etat": "NON_COTE"
        }
      ]
    }
  ]
},{
  "category_name": "Imitation",
  "category_description": "Compétences d'imitation fonctionnelle, gestuelle et vocale",
  "domains": [
    {
      "name": "Imitation fonctionnelle",
      "description": "Capacité à imiter des actions impliquant des objets",
      "items": [
        {
          "name": "Imite au moins 5 de ces mouvements moteurs impliquant des objets",
          "description": "L'enfant peut imiter au moins cinq actions fonctionnelles avec des objets, telles que secouer des maracas, faire semblant de boire, ouvrir un feutre, faire rouler une voiture, brosser les cheveux d’une poupée, empiler des cubes ou piquer de la pâte à modeler.",
          "etat": "NON_COTE"
        },
        {
          "name": "Secouer des maracas",
          "description": "L'enfant imite l'action de secouer des maracas, démontrant une coordination motrice et une compréhension de l'utilisation de l'objet.",
          "etat": "NON_COTE"
        },
        {
          "name": "Faire semblant de boire",
          "description": "L'enfant imite l'action de boire dans un récipient, montrant une capacité à simuler une action quotidienne.",
          "etat": "NON_COTE"
        },
        {
          "name": "Ouvrir un feutre",
          "description": "L'enfant imite l'action d'ouvrir un feutre, démontrant une compréhension des gestes précis liés à l'utilisation d'objets.",
          "etat": "NON_COTE"
        },
        {
          "name": "Faire rouler une voiture",
          "description": "L'enfant imite l'action de faire rouler une voiture jouet, indiquant une capacité à reproduire des mouvements fonctionnels.",
          "etat": "NON_COTE"
        },
        {
          "name": "Brosser les cheveux d’une poupée",
          "description": "L'enfant imite l'action de brosser les cheveux d’une poupée, montrant une compréhension des gestes associés aux soins.",
          "etat": "NON_COTE"
        },
        {
          "name": "Empiler des cubes",
          "description": "L'enfant imite l'action d'empiler des cubes, démontrant une coordination motrice et une compréhension de la construction.",
          "etat": "NON_COTE"
        },
        {
          "name": "Piquer de la pâte à modeler",
          "description": "L'enfant imite l'action de piquer de la pâte à modeler, montrant une capacité à reproduire des gestes créatifs.",
          "etat": "NON_COTE"
        }
      ]
    },
    {
      "name": "Imitation gestuelle",
      "description": "Capacité à imiter des mouvements corporels sans objets",
      "items": [
        {
          "name": "Imite au moins 5 de ces mouvements moteurs, avec consigne « fait pareil, fais ça »",
          "description": "L'enfant peut imiter au moins cinq mouvements corporels sur consigne, tels que sauter, mettre les mains sur la tête, taper sur la table, ouvrir/fermer les mains, faire le moulin, faire oui/non de la tête, ouvrir la bouche, tirer la langue, fermer les yeux, froncer les sourcils, faire un bisou ou gonfler les joues.",
          "etat": "NON_COTE"
        },
        {
          "name": "Sauter",
          "description": "L'enfant imite l'action de sauter sur consigne, démontrant une coordination motrice globale.",
          "etat": "NON_COTE"
        },
        {
          "name": "Mains sur la tête",
          "description": "L'enfant imite l'action de placer ses mains sur la tête, montrant une compréhension des consignes gestuelles.",
          "etat": "NON_COTE"
        },
        {
          "name": "Taper sur la table",
          "description": "L'enfant imite l'action de taper sur une table, indiquant une capacité à reproduire des mouvements rythmiques.",
          "etat": "NON_COTE"
        },
        {
          "name": "Ouvrir/fermer les mains",
          "description": "L'enfant imite l'action d'ouvrir et fermer les mains, démontrant une coordination motrice fine.",
          "etat": "NON_COTE"
        },
        {
          "name": "Faire le moulin",
          "description": "L'enfant imite l'action de faire tourner ses bras comme un moulin, montrant une coordination motrice globale.",
          "etat": "NON_COTE"
        },
        {
          "name": "Faire oui/non de la tête",
          "description": "L'enfant imite les mouvements de tête pour dire oui ou non, indiquant une compréhension des gestes communicatifs.",
          "etat": "NON_COTE"
        },
        {
          "name": "Ouvrir la bouche",
          "description": "L'enfant imite l'action d'ouvrir la bouche sur consigne, démontrant une capacité à reproduire des mouvements faciaux.",
          "etat": "NON_COTE"
        },
        {
          "name": "Tirer la langue",
          "description": "L'enfant imite l'action de tirer la langue, montrant une maîtrise des mouvements faciaux simples.",
          "etat": "NON_COTE"
        },
        {
          "name": "Fermer les yeux",
          "description": "L'enfant imite l'action de fermer les yeux, indiquant une compréhension des consignes liées aux expressions faciales.",
          "etat": "NON_COTE"
        },
        {
          "name": "Froncer les sourcils",
          "description": "L'enfant imite l'action de froncer les sourcils, démontrant une capacité à reproduire des expressions faciales spécifiques.",
          "etat": "NON_COTE"
        },
        {
          "name": "Faire un bisou",
          "description": "L'enfant imite l'action de faire un bisou, montrant une compréhension des gestes affectifs.",
          "etat": "NON_COTE"
        },
        {
          "name": "Gonfler les joues",
          "description": "L'enfant imite l'action de gonfler les joues, indiquant une maîtrise des mouvements faciaux ludiques.",
          "etat": "NON_COTE"
        }
      ]
    },
    {
      "name": "Imitation vocale",
      "description": "Capacité à imiter des sons, mots ou phrases",
      "items": [
        {
          "name": "Réagis à l’imitation de ses propres sons",
          "description": "L'enfant montre une réaction (sourire, attention, répétition) lorsque ses propres sons sont imités, démontrant une conscience de l'interaction vocale.",
          "etat": "NON_COTE"
        },
        {
          "name": "Imite au moins 3 voyelles",
          "description": "L'enfant peut imiter au moins trois voyelles distinctes (ex. : A, I, O), montrant une capacité d'imitation vocale de base.",
          "etat": "NON_COTE"
        },
        {
          "name": "Imite au moins 3 consonnes",
          "description": "L'enfant peut imiter au moins trois consonnes distinctes, indiquant une progression dans l'imitation de sons complexes.",
          "etat": "NON_COTE"
        },
        {
          "name": "Imite au moins 3 syllabes simples",
          "description": "L'enfant peut imiter au moins trois syllabes simples (ex. : BA, MA, PA), démontrant une capacité à reproduire des structures sonores.",
          "etat": "NON_COTE"
        },
        {
          "name": "Répète des mots",
          "description": "L'enfant peut répéter des mots simples après les avoir entendus, montrant une acquisition du langage par imitation.",
          "etat": "NON_COTE"
        },
        {
          "name": "Répète une phrase de 3/4 mots",
          "description": "L'enfant peut répéter une phrase courte composée de trois à quatre mots, indiquant une capacité à imiter des structures linguistiques plus complexes.",
          "etat": "NON_COTE"
        },
        {
          "name": "Reproduit la mélodie d’une chanson (prosodie)",
          "description": "L'enfant peut imiter la mélodie ou la prosodie d’une chanson, démontrant une sensibilité aux intonations musicales.",
          "etat": "NON_COTE"
        },
        {
          "name": "Imite des cris d’animaux",
          "description": "L'enfant peut imiter les cris d’animaux (ex. : chien, chat, vache), montrant une capacité à associer des sons à des concepts spécifiques.",
          "etat": "NON_COTE"
        },
        {
          "name": "Imite des bruits environnants",
          "description": "L'enfant peut imiter des bruits de l’environnement, comme une sirène de camion de pompier, une sonnerie ou le bruit d’une moto, démontrant une attention auditive et une capacité d’imitation.",
          "etat": "NON_COTE"
        }
      ]
    }
  ]
},
{
  "category_name": "Autonomie",
  "category_description": "Compétences d'autonomie dans les activités quotidiennes",
  "domains": [
    {
      "name": "Jeu occupationnel",
      "description": "Capacité à s'engager dans des activités ludiques et occupationnelles de manière autonome",
      "items": [
        {
          "name": "Manipule et explore des objets (au moins 1 mn)",
          "description": "L'enfant manipule et explore des objets pendant au moins une minute, démontrant une curiosité et une capacité d'engagement autonome.",
          "etat": "NON_COTE"
        },
        {
          "name": "S’engage dans des jeux de cause à effet",
          "description": "L'enfant participe à des jeux de cause à effet, comme des jouets d'éveil ou des activités de transvasement, montrant une compréhension des relations d'action-réaction.",
          "etat": "NON_COTE"
        },
        {
          "name": "Utilise des objets de façon fonctionnelle et adaptée",
          "description": "L'enfant utilise des objets de manière appropriée à leur fonction, comme tenir un crayon pour dessiner ou une cuillère pour manger.",
          "etat": "NON_COTE"
        },
        {
          "name": "S’engage dans un jeu moteur pendant au moins 2mn",
          "description": "L'enfant participe à un jeu moteur, comme danser, basculer, sauter ou grimper, pendant au moins deux minutes, démontrant une endurance physique.",
          "etat": "NON_COTE"
        },
        {
          "name": "S’engage dans un jeu imaginaire et/ou faire semblant",
          "description": "L'enfant s'engage dans un jeu imaginaire ou de faire semblant, comme jouer à la dînette ou imiter un rôle, montrant une créativité.",
          "etat": "NON_COTE"
        },
        {
          "name": "Regarde des livres",
          "description": "L'enfant regarde ou feuillette des livres de manière autonome, démontrant un intérêt pour la lecture ou les images.",
          "etat": "NON_COTE"
        },
        {
          "name": "Regarde la télévision",
          "description": "L'enfant regarde la télévision de manière autonome, montrant une capacité à s'occuper seul avec un média.",
          "etat": "NON_COTE"
        },
        {
          "name": "Utilise ordinateur/tablette/téléphone pour des jeux",
          "description": "L'enfant utilise un ordinateur, une tablette ou un téléphone pour jouer, démontrant une capacité à interagir avec des outils numériques.",
          "etat": "NON_COTE"
        },
        {
          "name": "Réalise des activités artistiques pendant 10min minimum",
          "description": "L'enfant s'engage dans des activités artistiques comme colorier ou dessiner pendant au moins 10 minutes, montrant une concentration prolongée.",
          "etat": "NON_COTE"
        },
        {
          "name": "Partage des jeux en commun avec ses pairs",
          "description": "L'enfant participe à des jeux partagés avec d'autres enfants, démontrant une capacité à collaborer et interagir socialement.",
          "etat": "NON_COTE"
        },
        {
          "name": "Sait faire un choix lorsqu’on lui propose plusieurs activités",
          "description": "L'enfant peut choisir une activité parmi plusieurs options proposées, montrant une capacité de prise de décision.",
          "etat": "NON_COTE"
        },
        {
          "name": "Sait arrêter une activité à la demande de l’adulte, ou quand elle est terminée",
          "description": "L'enfant arrête une activité lorsqu'un adulte le demande ou lorsqu'elle est terminée, démontrant une capacité à suivre des instructions et à gérer les transitions.",
          "etat": "NON_COTE"
        }
      ]
    },
    {
      "name": "Acquisition de la propreté de jour / de nuit",
      "description": "Compétences liées à l'acquisition de la propreté",
      "items": [
        {
          "name": "Garde sa protection",
          "description": "L'enfant porte encore une protection (couche) pour ses besoins, sans montrer de signes d'inconfort ou de changement.",
          "etat": "NON_COTE"
        },
        {
          "name": "Réagit lorsqu’il est souillé",
          "description": "L'enfant montre une réaction lorsqu'il est souillé, comme se cacher, s'agiter, solliciter l'adulte ou toucher sa protection, indiquant une prise de conscience.",
          "etat": "NON_COTE"
        },
        {
          "name": "Accepte d’être changé",
          "description": "L'enfant accepte calmement qu'un adulte change sa protection, montrant une coopération dans cette routine.",
          "etat": "NON_COTE"
        },
        {
          "name": "Exprime qu’il a eu un accident",
          "description": "L'enfant signale un accident (souillure) par un mot, un geste ou une autre forme de communication (préciser en commentaire).",
          "etat": "NON_COTE"
        },
        {
          "name": "Accepte d’entrer dans les toilettes",
          "description": "L'enfant accepte d'entrer dans les toilettes sans résistance, montrant une familiarisation avec l'environnement.",
          "etat": "NON_COTE"
        },
        {
          "name": "Accepte de s’asseoir sur les WC au moins 2mn",
          "description": "L'enfant accepte de s'asseoir sur les toilettes, pantalon baissé, pendant au moins deux minutes, démontrant une tolérance à cette routine.",
          "etat": "NON_COTE"
        },
        {
          "name": "Urine lorsqu’il est amené sur les toilettes",
          "description": "L'enfant urine lorsqu'il est assis sur les toilettes, montrant une progression vers la propreté.",
          "etat": "NON_COTE"
        },
        {
          "name": "Défèque lorsqu’il est amené sur les toilettes",
          "description": "L'enfant défèque lorsqu'il est assis sur les toilettes, indiquant une avancée dans l'acquisition de la propreté.",
          "etat": "NON_COTE"
        },
        {
          "name": "Reste propre durant au moins 2h00",
          "description": "L'enfant reste propre pendant au moins deux heures, démontrant une capacité à se retenir.",
          "etat": "NON_COTE"
        },
        {
          "name": "Demande à aller aux toilettes",
          "description": "L'enfant exprime son besoin d’aller aux toilettes, par un mot, un geste ou un autre moyen de communication.",
          "etat": "NON_COTE"
        },
        {
          "name": "Se rend seul aux toilettes",
          "description": "L'enfant se rend aux toilettes de manière autonome sans l'intervention d'un adulte.",
          "etat": "NON_COTE"
        },
        {
          "name": "Se déshabille et rhabille seul aux toilettes",
          "description": "L'enfant se déshabille et se rhabille seul lorsqu'il utilise les toilettes, sans aide ou demande à l'adulte.",
          "etat": "NON_COTE"
        },
        {
          "name": "S’essuie seul lorsqu’il a terminé",
          "description": "L'enfant s'essuie seul après avoir utilisé les toilettes, démontrant une autonomie dans cette tâche.",
          "etat": "NON_COTE"
        },
        {
          "name": "Se lève lorsqu’il a terminé",
          "description": "L'enfant se lève des toilettes de manière autonome une fois qu'il a terminé.",
          "etat": "NON_COTE"
        },
        {
          "name": "Propre le jour",
          "description": "L'enfant reste propre pendant la journée, n'ayant plus besoin de protection pour ses besoins diurnes.",
          "etat": "NON_COTE"
        },
        {
          "name": "Propre la nuit",
          "description": "L'enfant reste propre pendant la nuit, n'ayant plus besoin de protection pour ses besoins nocturnes.",
          "etat": "NON_COTE"
        },
        {
          "name": "Se lave les mains après ses besoins",
          "description": "L'enfant se lave les mains après avoir utilisé les toilettes, démontrant une compréhension des règles d'hygiène.",
          "etat": "NON_COTE"
        },
        {
          "name": "S’essuie/se sèche les mains",
          "description": "L'enfant s'essuie ou sèche ses mains après les avoir lavées, montrant une autonomie dans cette routine.",
          "etat": "NON_COTE"
        },
        {
          "name": "Identifie les WC dans les lieux publics",
          "description": "L'enfant reconnaît les toilettes dans des lieux publics, démontrant une généralisation de ses compétences d'autonomie.",
          "etat": "NON_COTE"
        }
      ]
    },
    {
      "name": "Hygiène corporelle",
      "description": "Compétences liées à l'hygiène personnelle",
      "items": [
        {
          "name": "Se lave les mains seul",
          "description": "L'enfant se lave les mains de manière autonome, sans aide, en utilisant du savon et de l'eau.",
          "etat": "NON_COTE"
        },
        {
          "name": "S’essuie les mains seul",
          "description": "L'enfant s'essuie les mains seul après les avoir lavées, montrant une autonomie dans cette tâche.",
          "etat": "NON_COTE"
        },
        {
          "name": "Accepte qu’on lui brosse les dents",
          "description": "L'enfant accepte qu'un adulte lui brosse les dents, montrant une coopération dans cette routine.",
          "etat": "NON_COTE"
        },
        {
          "name": "Se brosse les dents efficacement",
          "description": "L'enfant se brosse les dents seul de manière efficace, couvrant toutes les zones nécessaires.",
          "etat": "NON_COTE"
        },
        {
          "name": "Accepte qu’on lui brosse les cheveux",
          "description": "L'enfant accepte qu'un adulte lui brosse les cheveux, démontrant une tolérance à cette routine.",
          "etat": "NON_COTE"
        },
        {
          "name": "Se brosse les cheveux seul",
          "description": "L'enfant se brosse les cheveux de manière autonome, montrant une compétence dans l'entretien personnel.",
          "etat": "NON_COTE"
        },
        {
          "name": "Accepte qu’on lui coupe les ongles",
          "description": "L'enfant accepte qu'un adulte lui coupe les ongles, montrant une coopération dans cette tâche.",
          "etat": "NON_COTE"
        },
        {
          "name": "Se coupe les ongles seul",
          "description": "L'enfant coupe ses ongles de manière autonome, démontrant une compétence avancée en hygiène personnelle.",
          "etat": "NON_COTE"
        },
        {
          "name": "Utilise seul les produits d’hygiène corporelle",
          "description": "L'enfant utilise de manière autonome des produits d’hygiène (savon, shampoing) en choisissant le produit adapté et en contrôlant la quantité.",
          "etat": "NON_COTE"
        },
        {
          "name": "Se savonne seul",
          "description": "L'enfant se savonne seul pendant le bain ou la douche, montrant une autonomie dans le nettoyage corporel.",
          "etat": "NON_COTE"
        },
        {
          "name": "Se rince seul",
          "description": "L'enfant se rince seul après s’être savonné, démontrant une maîtrise des étapes du bain ou de la douche.",
          "etat": "NON_COTE"
        },
        {
          "name": "Accepte qu’on lui lave les cheveux",
          "description": "L'enfant accepte qu’un adulte lui lave les cheveux, montrant une tolérance à cette routine.",
          "etat": "NON_COTE"
        },
        {
          "name": "Se lave les cheveux seul",
          "description": "L'enfant se lave les cheveux de manière autonome, démontrant une compétence dans l'hygiène capillaire.",
          "etat": "NON_COTE"
        },
        {
          "name": "Accepte qu’on lui coupe les cheveux",
          "description": "L'enfant accepte qu’un adulte lui coupe les cheveux, montrant une coopération dans cette tâche.",
          "etat": "NON_COTE"
        },
        {
          "name": "S’essuie seul avec une serviette",
          "description": "L'enfant s’essuie seul avec une serviette après le bain ou la douche, démontrant une autonomie dans cette étape.",
          "etat": "NON_COTE"
        },
        {
          "name": "Allume et éteint l’eau seul",
          "description": "L'enfant allume et éteint l’eau de manière autonome, par exemple pour se laver les mains ou prendre une douche.",
          "etat": "NON_COTE"
        },
        {
          "name": "Régule la température de l’eau seul",
          "description": "L'enfant ajuste la température de l’eau de manière autonome, démontrant une compréhension de la sécurité et du confort.",
          "etat": "NON_COTE"
        },
        {
          "name": "Se mouche seul",
          "description": "L'enfant se mouche seul avec un mouchoir, montrant une compétence en hygiène nasale.",
          "etat": "NON_COTE"
        },
        {
          "name": "Se rase seul",
          "description": "L'enfant ou l'adolescent se rase de manière autonome, démontrant une compétence avancée en hygiène personnelle.",
          "etat": "NON_COTE"
        },
        {
          "name": "Met une protection hygiénique seul",
          "description": "L'enfant ou l'adolescent met une protection hygiénique (par exemple, pour les règles) de manière autonome.",
          "etat": "NON_COTE"
        },
        {
          "name": "Change sa protection hygiénique seul",
          "description": "L'enfant ou l'adolescent change sa protection hygiénique de manière autonome, montrant une gestion indépendante de l'hygiène personnelle.",
          "etat": "NON_COTE"
        }
      ]
    },
    {
      "name": "Habillage / déshabillage",
      "description": "Compétences liées à l’habillage et au déshabillage",
      "items": [
        {
          "name": "Se déshabille (membres inférieurs)",
          "description": "L'enfant enlève seul ses vêtements des membres inférieurs, comme un pantalon ou des chaussettes.",
          "etat": "NON_COTE"
        },
        {
          "name": "Se déshabille (membres supérieurs)",
          "description": "L'enfant enlève seul ses vêtements des membres supérieurs, comme un t-shirt ou une veste.",
          "etat": "NON_COTE"
        },
        {
          "name": "S’habille (membres inférieurs)",
          "description": "L'enfant met seul ses vêtements des membres inférieurs, comme un pantalon ou des chaussettes.",
          "etat": "NON_COTE"
        },
        {
          "name": "S’habille (membres supérieurs)",
          "description": "L'enfant met seul ses vêtements des membres supérieurs, comme un t-shirt ou une veste.",
          "etat": "NON_COTE"
        },
        {
          "name": "Enchaîne seul la mise des vêtements",
          "description": "L'enfant enchaîne de manière autonome les étapes pour s’habiller, comme mettre des chaussettes, un pantalon, puis un haut.",
          "etat": "NON_COTE"
        },
        {
          "name": "Choisit seul ses vêtements",
          "description": "L'enfant sélectionne ses vêtements de manière autonome, démontrant une capacité de prise de décision.",
          "etat": "NON_COTE"
        },
        {
          "name": "Adapte le choix de ses vêtements à la saison et au temps qu’il fait",
          "description": "L'enfant choisit des vêtements adaptés à la saison ou aux conditions météorologiques, comme un manteau en hiver ou un t-shirt en été.",
          "etat": "NON_COTE"
        },
        {
          "name": "Enlève son manteau/sa veste",
          "description": "L'enfant enlève son manteau ou sa veste de manière autonome.",
          "etat": "NON_COTE"
        },
        {
          "name": "Met son manteau/sa veste",
          "description": "L'enfant met son manteau ou sa veste de manière autonome.",
          "etat": "NON_COTE"
        },
        {
          "name": "Enclenche sa fermeture éclair",
          "description": "L'enfant commence à fermer une fermeture éclair de manière autonome, démontrant une coordination motrice fine.",
          "etat": "NON_COTE"
        },
        {
          "name": "Monte/Descend sa fermeture éclair",
          "description": "L'enfant monte ou descend une fermeture éclair de manière autonome, montrant une maîtrise complète de cette tâche.",
          "etat": "NON_COTE"
        },
        {
          "name": "Enlève ses chaussures",
          "description": "L'enfant enlève ses chaussures de manière autonome.",
          "etat": "NON_COTE"
        },
        {
          "name": "Met ses chaussures",
          "description": "L'enfant met ses chaussures de manière autonome.",
          "etat": "NON_COTE"
        },
        {
          "name": "Accroche ses scratchs",
          "description": "L'enfant attache les scratchs de ses chaussures ou vêtements de manière autonome.",
          "etat": "NON_COTE"
        },
        {
          "name": "Fait ses lacets",
          "description": "L'enfant noue ses lacets de manière autonome, démontrant une coordination motrice fine avancée.",
          "etat": "NON_COTE"
        },
        {
          "name": "Enfile ses chaussettes",
          "description": "L'enfant met ses chaussettes de manière autonome, montrant une coordination dans l’habillage.",
          "etat": "NON_COTE"
        }
      ]
    },
    {
      "name": "Repas",
      "description": "Compétences liées à la gestion autonome des repas",
      "items": [
        {
          "name": "Reste assis le temps du repas (20min)",
          "description": "L'enfant reste assis à table pendant au moins 20 minutes durant le repas, montrant une capacité à respecter les routines alimentaires.",
          "etat": "NON_COTE"
        },
        {
          "name": "Patiente entre les plats",
          "description": "L'enfant attend calmement entre les plats pendant le repas, démontrant une patience et une compréhension des routines.",
          "etat": "NON_COTE"
        },
        {
          "name": "Utilise ses couverts de manière adaptée",
          "description": "L'enfant utilise correctement des couverts (cuillère, fourchette, couteau) de manière adaptée à son âge (préciser en commentaire).",
          "etat": "NON_COTE"
        },
        {
          "name": "Mange avec une cuillère",
          "description": "L'enfant utilise une cuillère de manière autonome pour manger, montrant une coordination motrice fine.",
          "etat": "NON_COTE"
        },
        {
          "name": "Mange avec une fourchette",
          "description": "L'enfant utilise une fourchette de manière autonome pour manger, démontrant une maîtrise accrue des couverts.",
          "etat": "NON_COTE"
        },
        {
          "name": "Mange proprement avec les doigts pour certains aliments",
          "description": "L'enfant mange proprement avec ses doigts pour des aliments appropriés, comme des fruits ou des frites.",
          "etat": "NON_COTE"
        },
        {
          "name": "Utilise correctement le couteau pendant le repas",
          "description": "L'enfant utilise un couteau de manière adaptée pour couper ou tartiner pendant le repas.",
          "etat": "NON_COTE"
        },
        {
          "name": "Coupe ses aliments au couteau",
          "description": "L'enfant coupe ses aliments avec un couteau de manière autonome, démontrant une coordination avancée.",
          "etat": "NON_COTE"
        },
        {
          "name": "Boit au verre",
          "description": "L'enfant boit dans un verre de manière autonome, sans renverser.",
          "etat": "NON_COTE"
        },
        {
          "name": "Boit à la paille",
          "description": "L'enfant boit avec une paille de manière autonome, montrant une coordination buccale.",
          "etat": "NON_COTE"
        },
        {
          "name": "Se sert à boire sans renverser",
          "description": "L'enfant se sert à boire de manière autonome sans renverser, démontrant une précision dans les gestes.",
          "etat": "NON_COTE"
        },
        {
          "name": "Se sert à manger proprement et en quantité contrôlée",
          "description": "L'enfant se sert à manger de manière autonome, en contrôlant la quantité et en évitant de renverser.",
          "etat": "NON_COTE"
        },
        {
          "name": "Ouvre différents emballages et récipients",
          "description": "L'enfant ouvre des emballages ou récipients, comme des sachets ou des pots de yaourt, de manière autonome.",
          "etat": "NON_COTE"
        },
        {
          "name": "Diversifie son alimentation",
          "description": "L'enfant accepte de manger une variété d'aliments, montrant une ouverture à la diversification alimentaire.",
          "etat": "NON_COTE"
        },
        {
          "name": "Débarrasse la table",
          "description": "L'enfant participe au débarrassage de la table après le repas, démontrant une contribution aux tâches collectives.",
          "etat": "NON_COTE"
        }
      ]
    },
    {
      "name": "Autonomie domestique (adolescents/adultes)",
      "description": "Compétences domestiques pour adolescents et adultes",
      "items": [
        {
          "name": "Met la table (pour lui et pour d’autres personnes)",
          "description": "L'individu met la table pour lui-même et pour d'autres, montrant une participation aux tâches domestiques collectives.",
          "etat": "NON_COTE"
        },
        {
          "name": "Débarrasse la table (pour lui et pour d’autres personnes)",
          "description": "L'individu débarrasse la table pour lui-même et pour d'autres, contribuant aux routines domestiques.",
          "etat": "NON_COTE"
        },
        {
          "name": "Nettoie la table",
          "description": "L'individu nettoie la table après le repas, démontrant une responsabilité dans l'entretien de l'espace.",
          "etat": "NON_COTE"
        },
        {
          "name": "Nettoie la vaisselle",
          "description": "L'individu nettoie la vaisselle de manière autonome, montrant une compétence dans les tâches ménagères.",
          "etat": "NON_COTE"
        },
        {
          "name": "Remplit le lave-vaisselle",
          "description": "L'individu remplit le lave-vaisselle de manière autonome, organisant la vaisselle correctement.",
          "etat": "NON_COTE"
        },
        {
          "name": "Vide le lave-vaisselle",
          "description": "L'individu vide le lave-vaisselle de manière autonome, rangeant la vaisselle propre.",
          "etat": "NON_COTE"
        },
        {
          "name": "Range la vaisselle",
          "description": "L'individu range la vaisselle propre dans les endroits appropriés, comme les placards ou tiroirs.",
          "etat": "NON_COTE"
        },
        {
          "name": "Jette les ordures à la poubelle",
          "description": "L'individu jette les ordures à la poubelle de manière autonome, contribuant à la propreté de l'environnement.",
          "etat": "NON_COTE"
        },
        {
          "name": "Épluche des fruits et des légumes",
          "description": "L'individu épluche des fruits et légumes de manière autonome, montrant une compétence en préparation alimentaire.",
          "etat": "NON_COTE"
        },
        {
          "name": "Cuisine 2 ou 3 plats seul",
          "description": "L'individu cuisine de manière autonome deux ou trois plats simples, démontrant une autonomie culinaire.",
          "etat": "NON_COTE"
        },
        {
          "name": "Sait suivre une recette",
          "description": "L'individu suit une recette de manière autonome, respectant les étapes et les proportions indiquées.",
          "etat": "NON_COTE"
        },
        {
          "name": "Jette les déchets à la poubelle spontanément",
          "description": "L'individu jette les déchets à la poubelle de sa propre initiative, montrant une responsabilité spontanée.",
          "etat": "NON_COTE"
        },
        {
          "name": "Passe le balai",
          "description": "L'individu passe le balai pour nettoyer le sol, démontrant une participation aux tâches de ménage.",
          "etat": "NON_COTE"
        },
        {
          "name": "Passe l’aspirateur",
          "description": "L'individu passe l’aspirateur de manière autonome, contribuant au nettoyage de l’espace.",
          "etat": "NON_COTE"
        },
        {
          "name": "Lave le sol",
          "description": "L'individu lave le sol de manière autonome, utilisant les outils et produits adaptés.",
          "etat": "NON_COTE"
        },
        {
          "name": "Fait son lit",
          "description": "L'individu fait son lit de manière autonome, montrant une responsabilité dans l’entretien de son espace personnel.",
          "etat": "NON_COTE"
        },
        {
          "name": "Nettoie des surfaces",
          "description": "L'individu nettoie des surfaces comme les meubles ou les vitres, utilisant des produits adaptés de manière autonome.",
          "etat": "NON_COTE"
        },
        {
          "name": "Met ses vêtements au linge sale",
          "description": "L'individu met ses vêtements sales dans le panier à linge de manière autonome, contribuant à la gestion du linge.",
          "etat": "NON_COTE"
        },
        {
          "name": "Fait tourner une machine à laver",
          "description": "L'individu lance une machine à laver de manière autonome, sélectionnant le programme approprié.",
          "etat": "NON_COTE"
        },
        {
          "name": "Étend le linge",
          "description": "L'individu étend le linge de manière autonome, montrant une participation aux tâches de lessive.",
          "etat": "NON_COTE"
        },
        {
          "name": "Plie des vêtements",
          "description": "L'individu plie les vêtements propres de manière autonome, démontrant une organisation dans les tâches domestiques.",
          "etat": "NON_COTE"
        },
        {
          "name": "Range le linge propre au bon endroit",
          "description": "L'individu range le linge propre dans les placards, cintres ou tiroirs appropriés, montrant une autonomie complète dans la gestion du linge.",
          "etat": "NON_COTE"
        }
      ]
    }
  ]
},{
  "category_name": "Centres d’Intérêts/Occupations",
  "category_description": "Compétences liées aux jeux et occupations",
  "domains": [
    {
      "name": "Jeux",
      "description": "Capacité à s'engager dans des activités ludiques et à interagir avec des jeux",
      "items": [
        {
          "name": "S’oriente spontanément vers des activités/jeux",
          "description": "L'enfant se dirige de lui-même vers des activités ou des jeux, démontrant une initiative et un intérêt spontané.",
          "etat": "NON_COTE"
        },
        {
          "name": "Possède plusieurs centres d’intérêt",
          "description": "L'enfant montre un intérêt pour diverses activités ou types de jeux, indiquant une variété dans ses préférences.",
          "etat": "NON_COTE"
        },
        {
          "name": "S’occupe seul quand l’adulte lui propose un jeu",
          "description": "L'enfant s'engage de manière autonome dans un jeu proposé par un adulte, montrant une capacité à jouer seul.",
          "etat": "NON_COTE"
        },
        {
          "name": "Prend l’initiative d’aller chercher un jeu",
          "description": "L'enfant va chercher un jeu de son propre chef, démontrant une autonomie dans le choix de ses activités.",
          "etat": "NON_COTE"
        },
        {
          "name": "Utilise au moins 3 jeux de manière adaptée",
          "description": "L'enfant utilise au moins trois jeux différents de manière appropriée à leur fonction, montrant une compréhension de leur usage.",
          "etat": "NON_COTE"
        },
        {
          "name": "Varie spontanément sa façon de jouer",
          "description": "L'enfant change spontanément sa manière de jouer au moins deux fois au cours d'une session de 30 minutes, démontrant une flexibilité.",
          "etat": "NON_COTE"
        },
        {
          "name": "Met en place des jeux imaginaires",
          "description": "L'enfant crée des scénarios ou des jeux imaginaires, même sans verbalisation, montrant une capacité à faire preuve de créativité.",
          "etat": "NON_COTE"
        },
        {
          "name": "Sait jouer chacun son tour",
          "description": "L'enfant respecte le concept de tour de rôle dans un jeu, démontrant une compréhension des interactions sociales ludiques.",
          "etat": "NON_COTE"
        },
        {
          "name": "Respecte les règles des jeux de société simples",
          "description": "L'enfant suit les règles de jeux de société simples, comme le loto ou le memory, montrant une capacité à comprendre et respecter des consignes.",
          "etat": "NON_COTE"
        },
        {
          "name": "Joue à des jeux collectifs",
          "description": "L'enfant participe à des jeux collectifs comme cache-cache ou des jeux de balles, démontrant une capacité à interagir en groupe.",
          "etat": "NON_COTE"
        },
        {
          "name": "A compris le principe « gagné/perdu »",
          "description": "L'enfant comprend la notion de victoire et de défaite dans un jeu, montrant une maturité dans la gestion des résultats.",
          "etat": "NON_COTE"
        },
        {
          "name": "Accepte de perdre à un jeu",
          "description": "L'enfant accepte de perdre à un jeu sans frustration excessive, démontrant une régulation émotionnelle.",
          "etat": "NON_COTE"
        },
        {
          "name": "Prend soin des jouets",
          "description": "L'enfant manipule les jouets avec soin, évitant de les endommager, montrant une responsabilité dans leur utilisation.",
          "etat": "NON_COTE"
        },
        {
          "name": "Accepte de partager un jouet/jeu avec une autre personne",
          "description": "L'enfant accepte de partager un jouet ou un jeu avec une autre personne, démontrant une compétence sociale de coopération.",
          "etat": "NON_COTE"
        },
        {
          "name": "Range les jouets/jeux",
          "description": "L'enfant range les jouets ou jeux après utilisation, montrant une responsabilité dans l'entretien de son environnement ludique.",
          "etat": "NON_COTE"
        }
      ]
    }
  ]
},
{
  "category_name": "Espace-Temps",
  "category_description": "Compétences liées à l'orientation spatiale et temporelle",
  "domains": [
    {
      "name": "Repère spatial",
      "description": "Capacité à s'orienter dans l'espace et à comprendre les notions spatiales",
      "items": [
        {
          "name": "Peut s’orienter dans la structure d’accueil",
          "description": "L'enfant peut se déplacer de manière autonome dans la structure d'accueil, comme sa salle de jeu/travail, les toilettes ou la cuisine, démontrant une familiarité avec l'environnement.",
          "etat": "NON_COTE"
        },
        {
          "name": "Associe un lieu à une fonction",
          "description": "L'enfant associe un lieu spécifique à sa fonction, par exemple les toilettes pour ses besoins, la cuisine lorsqu’il a faim, ou sa chambre pour jouer ou se reposer.",
          "etat": "NON_COTE"
        },
        {
          "name": "Connaît les notions spatiales",
          "description": "L'enfant comprend et utilise les notions spatiales telles que devant/derrière, sur/sous, grand/petit, démontrant une compréhension des relations spatiales.",
          "etat": "NON_COTE"
        }
      ]
    },
    {
      "name": "Repère temporel",
      "description": "Capacité à se repérer dans le temps et à comprendre les notions temporelles",
      "items": [
        {
          "name": "Discrimine le matin/le midi/le soir",
          "description": "L'enfant distingue les différentes parties de la journée (matin, midi, soir), montrant une compréhension de base du temps quotidien.",
          "etat": "NON_COTE"
        },
        {
          "name": "Comprend les notions de avant, maintenant, après",
          "description": "L'enfant comprend les concepts temporels de avant, maintenant et après, démontrant une capacité à séquencer les événements.",
          "etat": "NON_COTE"
        },
        {
          "name": "Comprend les notions de hier, aujourd’hui, demain",
          "description": "L'enfant distingue hier, aujourd’hui et demain, montrant une compréhension des concepts temporels liés aux jours.",
          "etat": "NON_COTE"
        },
        {
          "name": "Connaît les jours de la semaine",
          "description": "L'enfant connaît les jours de la semaine et peut se repérer d’un jour à l’autre, démontrant une familiarité avec la structure hebdomadaire.",
          "etat": "NON_COTE"
        },
        {
          "name": "Connaît les mois/saisons/années/époques",
          "description": "L'enfant connaît les mois, saisons, années ou époques (préciser en commentaire), montrant une compréhension des unités temporelles plus longues.",
          "etat": "NON_COTE"
        },
        {
          "name": "Comprend les consignes de son emploi du temps pour ses activités",
          "description": "L'enfant comprend les consignes associées à son emploi du temps, qu’il utilise des objets, photos, pictogrammes ou écrits pour organiser ses activités.",
          "etat": "NON_COTE"
        },
        {
          "name": "Manipule seul son emploi du temps",
          "description": "L'enfant gère de manière autonome son emploi du temps, en manipulant les outils associés comme des photos ou pictogrammes.",
          "etat": "NON_COTE"
        },
        {
          "name": "Suit un emploi du temps (séquence d’activités)",
          "description": "L'enfant suit une séquence d’activités dans son emploi du temps, démontrant une capacité à organiser ses tâches (niveau 1).",
          "etat": "NON_COTE"
        },
        {
          "name": "Suit un emploi du temps (demi-journée)",
          "description": "L'enfant suit un emploi du temps sur une demi-journée, montrant une capacité accrue à structurer son temps (niveau 2).",
          "etat": "NON_COTE"
        },
        {
          "name": "Suit un emploi du temps (journée)",
          "description": "L'enfant suit un emploi du temps sur une journée entière, démontrant une organisation temporelle avancée (niveau 3).",
          "etat": "NON_COTE"
        },
        {
          "name": "Suit un emploi du temps (semaine)",
          "description": "L'enfant suit un emploi du temps sur une semaine, montrant une maîtrise complète de la planification temporelle (niveau 4).",
          "etat": "NON_COTE"
        },
        {
          "name": "Sait repérer le temps écoulé à l’aide d’un time timer",
          "description": "L'enfant utilise un time timer pour repérer le temps écoulé, démontrant une compréhension visuelle de la durée.",
          "etat": "NON_COTE"
        },
        {
          "name": "Sait repérer le temps écoulé à l’aide d’un sablier",
          "description": "L'enfant utilise un sablier pour repérer le temps écoulé, montrant une capacité à mesurer des durées courtes.",
          "etat": "NON_COTE"
        },
        {
          "name": "Sait lire l’heure",
          "description": "L'enfant peut lire l’heure sur une horloge ou une montre, démontrant une compréhension de la mesure du temps.",
          "etat": "NON_COTE"
        },
        {
          "name": "Sait se repérer avec l’heure",
          "description": "L'enfant peut se repérer avec l’heure, dire s’il est en retard ou en avance, et comprendre la notion de durée, montrant une maîtrise des concepts temporels avancés.",
          "etat": "NON_COTE"
        }
      ]
    }
  ]
},{
  "category_name": "Perceptif",
  "category_description": "Compétences liées aux performances visuelles et à la perception",
  "domains": [
    {
      "name": "Performances visuelles",
      "description": "Capacité à percevoir, analyser et manipuler des éléments visuels",
      "items": [
        {
          "name": "Suit du regard un élément mobile au moins 3 secondes",
          "description": "L'enfant suit du regard un objet mobile, comme des bulles ou une balle, pendant au moins 3 secondes, démontrant une capacité de suivi visuel.",
          "etat": "NON_COTE"
        },
        {
          "name": "Trouver un objet (apprécié) dissimulé sous un tas de peluches",
          "description": "L'enfant trouve un objet qu'il apprécie caché sous un tas de peluches, montrant une capacité à explorer visuellement son environnement.",
          "etat": "NON_COTE"
        },
        {
          "name": "Fais passer 3 objets d’une boîte à l’autre",
          "description": "L'enfant transfère trois objets d’une boîte à une autre, démontrant une coordination visuo-motrice et une compréhension de la tâche.",
          "etat": "NON_COTE"
        },
        {
          "name": "Met 3 formes dans une boîte à formes",
          "description": "L'enfant insère trois formes différentes dans une boîte à formes, montrant une reconnaissance des formes et une coordination motrice.",
          "etat": "NON_COTE"
        },
        {
          "name": "Empile 3 cubes, legos ou kapla",
          "description": "L'enfant empile trois cubes, legos ou kapla, démontrant une coordination visuo-motrice et une compréhension de l’équilibre.",
          "etat": "NON_COTE"
        },
        {
          "name": "Insère 3 anneaux dans une tige (tour d’Hanoi)",
          "description": "L'enfant insère trois anneaux sur une tige, comme dans la tour d’Hanoi, montrant une capacité à organiser des objets dans un ordre précis.",
          "etat": "NON_COTE"
        },
        {
          "name": "Reconnaît les bons emplacements dans un encastrement",
          "description": "L'enfant place correctement des pièces dans un jeu d’encastrement, démontrant une reconnaissance des formes et des emplacements.",
          "etat": "NON_COTE"
        },
        {
          "name": "Tri de couleurs dans des boîtes neutres",
          "description": "L'enfant trie des objets par couleur dans des boîtes neutres, montrant une capacité à discriminer visuellement les couleurs.",
          "etat": "NON_COTE"
        },
        {
          "name": "Tri de formes dans des boîtes neutres",
          "description": "L'enfant trie des objets par forme dans des boîtes neutres, démontrant une capacité à identifier et classer les formes.",
          "etat": "NON_COTE"
        },
        {
          "name": "Tri de tailles dans des boîtes neutres",
          "description": "L'enfant trie des objets par taille dans des boîtes neutres, montrant une compréhension des concepts de grandeur.",
          "etat": "NON_COTE"
        },
        {
          "name": "Associe deux objets identiques",
          "description": "L'enfant associe deux objets identiques, démontrant une capacité à reconnaître des similitudes visuelles.",
          "etat": "NON_COTE"
        },
        {
          "name": "Associe deux photos identiques",
          "description": "L'enfant associe deux photos identiques, montrant une capacité à reconnaître des images visuelles similaires.",
          "etat": "NON_COTE"
        },
        {
          "name": "Associe deux images identiques",
          "description": "L'enfant associe deux images identiques, comme des dessins ou pictogrammes, démontrant une reconnaissance visuelle précise.",
          "etat": "NON_COTE"
        },
        {
          "name": "Associe deux objets similaires mais non identiques",
          "description": "L'enfant associe deux objets similaires mais non identiques, comme deux voitures différentes, montrant une capacité à identifier des similitudes partielles.",
          "etat": "NON_COTE"
        },
        {
          "name": "Associe deux photos similaires mais non identiques",
          "description": "L'enfant associe deux photos similaires mais non identiques, comme deux balles différentes, démontrant une reconnaissance des similitudes visuelles.",
          "etat": "NON_COTE"
        },
        {
          "name": "Associe deux images similaires mais non identiques",
          "description": "L'enfant associe deux images similaires mais non identiques, comme deux vaches différentes, montrant une capacité à généraliser visuellement.",
          "etat": "NON_COTE"
        },
        {
          "name": "Fait correspondre au moins 3 objets avec leur image, et inversement",
          "description": "L'enfant associe au moins trois objets à leur image (pictogramme, photographie ou image détaillée) et inversement, démontrant une correspondance visuelle (préciser en commentaire).",
          "etat": "NON_COTE"
        },
        {
          "name": "Associe des éléments de même catégorie",
          "description": "L'enfant regroupe des éléments de même catégorie, comme les animaux, les véhicules ou les vêtements, montrant une compréhension des catégories visuelles.",
          "etat": "NON_COTE"
        },
        {
          "name": "Associe deux éléments ayant un élément en commun",
          "description": "L'enfant associe deux éléments ayant un point commun, comme un oiseau et un avion ou une loupe et une jumelle, démontrant une compréhension des relations conceptuelles.",
          "etat": "NON_COTE"
        },
        {
          "name": "Associe des contraires",
          "description": "L'enfant associe des concepts opposés, comme un verre vide avec un verre plein, montrant une compréhension des contrastes visuels.",
          "etat": "NON_COTE"
        },
        {
          "name": "Trouve un élément manquant",
          "description": "L'enfant identifie un élément manquant dans une image, comme une aile manquante sur un avion, démontrant une attention aux détails visuels.",
          "etat": "NON_COTE"
        },
        {
          "name": "Trouve un intrus parmi un ensemble d’éléments",
          "description": "L'enfant identifie un intrus dans un groupe d’éléments, comme un marteau parmi une pomme et une banane, montrant une capacité à discriminer visuellement.",
          "etat": "NON_COTE"
        },
        {
          "name": "Place jusqu’à 9 éléments sur un loto",
          "description": "L'enfant place correctement jusqu’à neuf éléments sur un jeu de loto, démontrant une capacité à associer et organiser visuellement.",
          "etat": "NON_COTE"
        },
        {
          "name": "Compléter une suite logique",
          "description": "L'enfant complète une suite logique, comme rouge/vert/rouge/vert/rouge, montrant une compréhension des séquences visuelles.",
          "etat": "NON_COTE"
        },
        {
          "name": "Réalise un tableau double entrée (formes et couleurs)",
          "description": "L'enfant complète un tableau à double entrée en organisant des éléments par formes et couleurs, démontrant une compréhension des classifications multiples.",
          "etat": "NON_COTE"
        },
        {
          "name": "Reproduit une construction similaire avec modèle réel",
          "description": "L'enfant reproduit une construction à partir d’un modèle réel, comme un assemblage de cubes, montrant une capacité à imiter visuellement.",
          "etat": "NON_COTE"
        },
        {
          "name": "Reproduit une construction similaire avec modèle image",
          "description": "L'enfant reproduit une construction à partir d’une image modèle, démontrant une capacité à transposer une représentation visuelle en action.",
          "etat": "NON_COTE"
        },
        {
          "name": "Positionner des objets du plus petit au plus grand ou du plus grand au plus petit",
          "description": "L'enfant ordonne des objets par taille, du plus petit au plus grand ou inversement, montrant une compréhension des concepts de grandeur.",
          "etat": "NON_COTE"
        },
        {
          "name": "Reconstitue un puzzle de bonhomme 3 pièces",
          "description": "L'enfant assemble un puzzle de bonhomme composé de trois pièces, démontrant une reconnaissance visuelle et une coordination spatiale.",
          "etat": "NON_COTE"
        },
        {
          "name": "Reconstitue un puzzle de bonhomme 6 pièces",
          "description": "L'enfant assemble un puzzle de bonhomme composé de six pièces, montrant une compétence avancée en résolution de puzzles.",
          "etat": "NON_COTE"
        },
        {
          "name": "Remet dans l’ordre une séquence imagée",
          "description": "L'enfant remet dans l’ordre une séquence d’images, comme la préparation d’un gâteau, son passage au four et le gâteau cuit, démontrant une compréhension des séquences logiques.",
          "etat": "NON_COTE"
        },
        {
          "name": "Reconnaît sa photo parmi d’autres",
          "description": "L'enfant identifie sa propre photo parmi d’autres, montrant une reconnaissance visuelle de soi.",
          "etat": "NON_COTE"
        }
      ]
    }
  ]
},{
  "category_name": "Apprentissages Scolaires",
  "category_description": "Compétences liées aux apprentissages scolaires dans les domaines du graphisme, des mathématiques et de la lecture/phonologie",
  "domains": [
    {
      "name": "Graphique",
      "description": "Compétences liées au graphisme et à l’écriture",
      "items": [
        {
          "name": "Ouvre un feutre puis le diriger vers une feuille",
          "description": "L'enfant ouvre un feutre et le dirige vers une feuille, démontrant une coordination motrice de base pour le graphisme.",
          "etat": "NON_COTE"
        },
        {
          "name": "Gribouille",
          "description": "L'enfant gribouille librement sur une feuille, montrant une première approche du geste graphique.",
          "etat": "NON_COTE"
        },
        {
          "name": "Colorie une forme simple (ex : rond)",
          "description": "L'enfant colorie une forme simple comme un rond, démontrant une précision dans le geste graphique.",
          "etat": "NON_COTE"
        },
        {
          "name": "Copier une ligne verticale / horizontale sur ardoise",
          "description": "L'enfant reproduit une ligne verticale ou horizontale sur une ardoise, montrant une maîtrise des tracés de base.",
          "etat": "NON_COTE"
        },
        {
          "name": "Repasse sur une forme (rond, carré, triangle)",
          "description": "L'enfant repasse sur les contours d’une forme comme un rond, un carré ou un triangle, démontrant une précision accrue.",
          "etat": "NON_COTE"
        },
        {
          "name": "Repasse sur des pointillés (forme/chiffre/lettre majuscule)",
          "description": "L'enfant repasse sur des pointillés représentant une forme, un chiffre ou une lettre majuscule, montrant une capacité à suivre un modèle.",
          "etat": "NON_COTE"
        },
        {
          "name": "Copie une forme simple avec modèle",
          "description": "L'enfant copie une forme simple (rond, carré, triangle) en suivant un modèle, démontrant une capacité à reproduire visuellement.",
          "etat": "NON_COTE"
        },
        {
          "name": "Ecrit son prénom en majuscule avec modèle",
          "description": "L'enfant écrit son prénom en lettres majuscules en suivant un modèle, montrant une première approche de l’écriture personnalisée.",
          "etat": "NON_COTE"
        },
        {
          "name": "Ecrit son prénom en majuscule sans modèle",
          "description": "L'enfant écrit son prénom en lettres majuscules sans modèle, démontrant une mémorisation et une autonomie dans l’écriture.",
          "etat": "NON_COTE"
        },
        {
          "name": "Ecrit son prénom en cursive (attaché)",
          "description": "L'enfant écrit son prénom en écriture cursive, montrant une maîtrise de l’écriture attachée.",
          "etat": "NON_COTE"
        },
        {
          "name": "Ecrit son prénom en respectant un interligne d’1cm",
          "description": "L'enfant écrit son prénom en respectant un interligne de 1 cm, démontrant une précision dans l’organisation spatiale.",
          "etat": "NON_COTE"
        },
        {
          "name": "Suit des lignes d’entraînement en graphisme",
          "description": "L'enfant suit des lignes d’entraînement comme des lignes brisées, des ponts, des vagues ou des boucles, montrant une maîtrise des mouvements graphiques complexes.",
          "etat": "NON_COTE"
        },
        {
          "name": "Recopie une phrase en mettant les espaces entre les mots",
          "description": "L'enfant recopie une phrase en respectant les espaces entre les mots, démontrant une compréhension de la structure des phrases.",
          "etat": "NON_COTE"
        },
        {
          "name": "Ecrit un mot pendant qu’on lui épèle lettre par lettre (dictée)",
          "description": "L'enfant écrit un mot dicté lettre par lettre, montrant une capacité à transcrire à partir de l’oral.",
          "etat": "NON_COTE"
        },
        {
          "name": "Ecrit une phrase en écoutant (dictée)",
          "description": "L'enfant écrit une phrase dictée oralement, démontrant une capacité à transcrire un énoncé complet.",
          "etat": "NON_COTE"
        },
        {
          "name": "Ecrit un texte court sur un événement passé",
          "description": "L'enfant écrit un texte court décrivant un événement passé, montrant une capacité à organiser ses idées par écrit.",
          "etat": "NON_COTE"
        },
        {
          "name": "Dessine un bonhomme sans modèle",
          "description": "L'enfant dessine un bonhomme sans modèle, démontrant une représentation graphique spontanée.",
          "etat": "NON_COTE"
        }
      ]
    },
    {
      "name": "Mathématique",
      "description": "Compétences liées aux mathématiques et au raisonnement numérique",
      "items": [
        {
          "name": "Récite la comptine numérique",
          "description": "L'enfant récite la comptine numérique jusqu’à un certain nombre (préciser jusqu’à combien), montrant une mémorisation des nombres.",
          "etat": "NON_COTE"
        },
        {
          "name": "Compte des objets",
          "description": "L'enfant compte des objets physiques, démontrant une compréhension du dénombrement.",
          "etat": "NON_COTE"
        },
        {
          "name": "Reconstitue la chaîne numérique de 1 à 10 dans l’ordre croissant",
          "description": "L'enfant reconstitue la séquence des nombres de 1 à 10 dans l’ordre croissant, montrant une compréhension de l’ordre numérique.",
          "etat": "NON_COTE"
        },
        {
          "name": "Donne la bonne quantité (constellations du dé) quand on lui demande",
          "description": "L'enfant donne la bonne quantité demandée, par exemple ‘donnes le 4’, en utilisant les constellations du dé parmi trois choix.",
          "etat": "NON_COTE"
        },
        {
          "name": "Donne le bon chiffre quand on lui demande",
          "description": "L'enfant sélectionne le bon chiffre demandé, par exemple ‘donnes le 4’, parmi trois choix, montrant une reconnaissance des chiffres.",
          "etat": "NON_COTE"
        },
        {
          "name": "Nomme les chiffres quand on lui demande",
          "description": "L'enfant nomme les chiffres lorsqu’on lui demande ‘qu’est-ce que c’est ?’, démontrant une reconnaissance verbale des chiffres.",
          "etat": "NON_COTE"
        },
        {
          "name": "Associe une quantité à son chiffre",
          "description": "L'enfant associe une quantité (constellations du dé, doigts ou perles) à son chiffre correspondant, montrant une compréhension de la correspondance numérique.",
          "etat": "NON_COTE"
        },
        {
          "name": "Associer une quantité à son nombre",
          "description": "L'enfant associe une quantité à son nombre écrit, démontrant une compréhension des nombres en tant que concept.",
          "etat": "NON_COTE"
        },
        {
          "name": "Met la bonne quantité d’éléments dans la bonne case chiffrée",
          "description": "L'enfant place la bonne quantité d’éléments (ex. pois chiches) dans la case correspondant au chiffre, avec des éléments restants après.",
          "etat": "NON_COTE"
        },
        {
          "name": "Mettre par ordre croissant, du plus petit au plus grand (chiffres et quantité)",
          "description": "L'enfant ordonne des chiffres ou des quantités du plus petit au plus grand, montrant une compréhension de l’ordre croissant.",
          "etat": "NON_COTE"
        },
        {
          "name": "Mettre par ordre décroissant, du plus grand au plus petit (chiffres et quantité)",
          "description": "L'enfant ordonne des chiffres ou des quantités du plus grand au plus petit, montrant une compréhension de l’ordre décroissant.",
          "etat": "NON_COTE"
        },
        {
          "name": "Complète une suite numérique",
          "description": "L'enfant complète une suite numérique simple, montrant une compréhension des séquences numériques.",
          "etat": "NON_COTE"
        },
        {
          "name": "Choisit le chiffre d’avant et le chiffre d’après",
          "description": "L'enfant identifie le chiffre qui précède et celui qui suit un chiffre donné par l’adulte, démontrant une compréhension de la séquence numérique.",
          "etat": "NON_COTE"
        },
        {
          "name": "Identifie et comprend les notions de « plus », « moins », « pareil/égal »",
          "description": "L'enfant comprend et utilise les concepts de ‘plus’, ‘moins’ et ‘pareil/égal’ dans des comparaisons numériques.",
          "etat": "NON_COTE"
        },
        {
          "name": "Complète une addition de « complément 10 »",
          "description": "L'enfant complète une addition pour atteindre 10, comme 4 + … = 10, montrant une compréhension des compléments numériques.",
          "etat": "NON_COTE"
        },
        {
          "name": "Additionne deux quantités",
          "description": "L'enfant additionne deux quantités en utilisant des supports comme du papier, des legos ou ses doigts.",
          "etat": "NON_COTE"
        },
        {
          "name": "Additionne deux chiffres",
          "description": "L'enfant additionne deux chiffres sans support physique, démontrant une maîtrise des calculs mentaux simples.",
          "etat": "NON_COTE"
        },
        {
          "name": "Soustrait deux quantités",
          "description": "L'enfant soustrait deux quantités en utilisant des supports comme du papier, des legos ou ses doigts.",
          "etat": "NON_COTE"
        },
        {
          "name": "Soustrait deux chiffres",
          "description": "L'enfant soustrait deux chiffres sans support physique, montrant une maîtrise des soustractions simples.",
          "etat": "NON_COTE"
        },
        {
          "name": "Connaît les dizaines jusqu’à 100",
          "description": "L'enfant reconnaît et nomme les dizaines jusqu’à 100 (10, 20, 30…), montrant une compréhension des unités de base.",
          "etat": "NON_COTE"
        },
        {
          "name": "Complète le tableau des dizaines-unités de 0 à 50",
          "description": "L'enfant complète un tableau des dizaines et unités pour les nombres de 0 à 50, démontrant une compréhension de la structure des nombres.",
          "etat": "NON_COTE"
        },
        {
          "name": "Complète le tableau des dizaines-unités de 0 à 100",
          "description": "L'enfant complète un tableau des dizaines et unités pour les nombres de 0 à 100, montrant une maîtrise avancée des nombres.",
          "etat": "NON_COTE"
        },
        {
          "name": "Fais des additions posées",
          "description": "L'enfant effectue des additions posées, démontrant une compréhension des calculs écrits.",
          "etat": "NON_COTE"
        },
        {
          "name": "Fais des soustractions posées",
          "description": "L'enfant effectue des soustractions posées, montrant une maîtrise des calculs écrits.",
          "etat": "NON_COTE"
        },
        {
          "name": "Connaît les tables d’additions",
          "description": "L'enfant connaît les tables d’additions, soit en les récitant (si verbal), soit en les écrivant ou en sélectionnant le bon résultat.",
          "etat": "NON_COTE"
        },
        {
          "name": "Connaît les tables de multiplications",
          "description": "L'enfant connaît les tables de multiplications, soit en les récitant (si verbal), soit en les écrivant ou en sélectionnant le bon résultat.",
          "etat": "NON_COTE"
        }
      ]
    },
    {
      "name": "Lecture & phonologie",
      "description": "Compétences liées à la reconnaissance, la lecture et la phonologie",
      "items": [
        {
          "name": "Reconnaît son prénom (discrimination) parmi au moins 3 mots en majuscule",
          "description": "L'enfant reconnaît son prénom parmi au moins trois mots écrits en majuscules, montrant une discrimination visuelle.",
          "etat": "NON_COTE"
        },
        {
          "name": "Reconnaît son prénom parmi au moins 3 mots en script",
          "description": "L'enfant reconnaît son prénom parmi au moins trois mots écrits en script, démontrant une reconnaissance dans un autre style d’écriture.",
          "etat": "NON_COTE"
        },
        {
          "name": "Reconstitue son prénom à partir de lettres mobiles avec modèle",
          "description": "L'enfant reconstitue son prénom en utilisant des lettres mobiles avec un modèle, montrant une compréhension de l’ordre des lettres.",
          "etat": "NON_COTE"
        },
        {
          "name": "Reconstitue son prénom à partir de lettres mobiles sans modèle",
          "description": "L'enfant reconstitue son prénom avec des lettres mobiles sans modèle, démontrant une mémorisation de l’écriture de son prénom.",
          "etat": "NON_COTE"
        },
        {
          "name": "Associer jusqu’à 10 mots à leur image",
          "description": "L'enfant associe jusqu’à 10 mots écrits à leur image correspondante, montrant une compréhension de la relation mot-image.",
          "etat": "NON_COTE"
        },
        {
          "name": "Lit 10 mots à haute voix",
          "description": "L'enfant lit à haute voix 10 mots familiers, démontrant une capacité de lecture orale.",
          "etat": "NON_COTE"
        },
        {
          "name": "Sélectionne 10 mots familiers lorsqu’on lui demande",
          "description": "L'enfant sélectionne 10 mots familiers lorsqu’on les lui demande, montrant une reconnaissance des mots écrits.",
          "etat": "NON_COTE"
        },
        {
          "name": "Complète les lettres manquantes d’un mot",
          "description": "L'enfant complète les lettres manquantes dans un mot, démontrant une compréhension de la structure des mots.",
          "etat": "NON_COTE"
        },
        {
          "name": "Reconnaît les lettres de l’alphabet (voyelles /consonnes)",
          "description": "L'enfant reconnaît les lettres de l’alphabet, incluant voyelles et consonnes, montrant une familiarité avec l’alphabet.",
          "etat": "NON_COTE"
        },
        {
          "name": "Nomme les lettres de l’alphabet",
          "description": "L'enfant nomme les lettres de l’alphabet lorsqu’on les lui montre, démontrant une connaissance verbale des lettres.",
          "etat": "NON_COTE"
        },
        {
          "name": "Nomme le son des lettres",
          "description": "L'enfant nomme le son correspondant à chaque lettre de l’alphabet, montrant une compréhension phonologique.",
          "etat": "NON_COTE"
        },
        {
          "name": "Donne la lettre associée à un son demandé",
          "description": "L'enfant donne la lettre correspondant à un son demandé, comme ‘donnes rrrrrr’, démontrant une association son-lettre.",
          "etat": "NON_COTE"
        },
        {
          "name": "Associe deux sons pour former une syllabe dictée",
          "description": "L'enfant utilise des lettres mobiles pour associer deux sons et former une syllabe dictée, montrant une capacité à construire des syllabes.",
          "etat": "NON_COTE"
        },
        {
          "name": "Reconnaît jusqu’à 10 syllabes",
          "description": "L'enfant reconnaît jusqu’à 10 syllabes différentes, démontrant une compréhension des unités phonologiques.",
          "etat": "NON_COTE"
        },
        {
          "name": "Associe deux syllabes pour former un mot demandé",
          "description": "L'enfant associe deux syllabes pour former un mot demandé par l’adulte, montrant une capacité à construire des mots.",
          "etat": "NON_COTE"
        },
        {
          "name": "Identifie le nombre de syllabes que comporte un mot",
          "description": "L'enfant identifie le nombre de syllabes dans un mot, par exemple en sélectionnant trois jetons pour ‘canapé’, montrant une analyse phonologique.",
          "etat": "NON_COTE"
        },
        {
          "name": "Associe les lettres en majuscule et en script",
          "description": "L'enfant associe les lettres en majuscules avec leurs équivalents en script, démontrant une reconnaissance des formes d’écriture.",
          "etat": "NON_COTE"
        },
        {
          "name": "Associer les lettres en majuscule, en script et en cursive",
          "description": "L'enfant associe les lettres en majuscules, script et cursive, montrant une compréhension des trois styles d’écriture.",
          "etat": "NON_COTE"
        },
        {
          "name": "Décode des mots simples non connus",
          "description": "L'enfant décode des mots simples non connus en lisant son par son, démontrant une capacité de lecture phonétique.",
          "etat": "NON_COTE"
        },
        {
          "name": "Lit une phrase courte",
          "description": "L'enfant lit une phrase courte à haute voix, montrant une maîtrise de la lecture de phrases simples.",
          "etat": "NON_COTE"
        },
        {
          "name": "Associe une phrase à une image",
          "description": "L'enfant associe une phrase écrite à une image correspondante, démontrant une compréhension de la relation texte-image.",
          "etat": "NON_COTE"
        },
        {
          "name": "Remet des mots dans l’ordre pour faire une phrase",
          "description": "L'enfant remet des mots dans le bon ordre pour former une phrase cohérente, montrant une compréhension de la syntaxe.",
          "etat": "NON_COTE"
        },
        {
          "name": "Lit un texte court",
          "description": "L'enfant lit un texte court à haute voix, démontrant une capacité à lire de manière fluide.",
          "etat": "NON_COTE"
        },
        {
          "name": "Répond à des questions en lien avec le texte",
          "description": "L'enfant répond à des questions sur un texte, comme le nom des personnages ou le lieu, montrant une compréhension du contenu lu.",
          "etat": "NON_COTE"
        }
      ]
    }
  ]
},{
  "category_name": "Motricité",
  "category_description": "Compétences liées à la motricité fine et globale",
  "domains": [
    {
      "name": "Motricité fine",
      "description": "Capacité à réaliser des mouvements précis avec les mains et les doigts",
      "items": [
        {
          "name": "Saisit et garde un objet dans sa main",
          "description": "L'enfant saisit un objet entre le pouce et les autres doigts et le garde dans sa main, démontrant une prise de base.",
          "etat": "NON_COTE"
        },
        {
          "name": "Utilise le pouce et l’index pour saisir un petit élément",
          "description": "L'enfant utilise la pince pouce-index pour saisir un petit élément, comme un M&M, montrant une coordination fine.",
          "etat": "NON_COTE"
        },
        {
          "name": "Transfère un objet d’une main à une autre",
          "description": "L'enfant passe un objet d’une main à l’autre, démontrant une coordination bilatérale.",
          "etat": "NON_COTE"
        },
        {
          "name": "Ouvre et ferme le poing de la main",
          "description": "L'enfant ouvre et ferme son poing, montrant un contrôle moteur de base.",
          "etat": "NON_COTE"
        },
        {
          "name": "Fait bouger les doigts de façon indépendante",
          "description": "L'enfant bouge ses doigts de manière indépendante, démontrant une dissociation motrice fine.",
          "etat": "NON_COTE"
        },
        {
          "name": "Utilise systématiquement ses deux mains de façon coordonnée",
          "description": "L'enfant utilise ses deux mains de manière coordonnée pour des tâches, montrant une intégration bilatérale.",
          "etat": "NON_COTE"
        },
        {
          "name": "Déplace des éléments d’une boîte à une autre",
          "description": "L'enfant déplace des éléments d’une boîte à une autre, démontrant une coordination visuo-motrice.",
          "etat": "NON_COTE"
        },
        {
          "name": "Transvase des éléments solides",
          "description": "L'enfant transvase des éléments solides, comme des perles, d’un récipient à un autre, montrant une précision motrice.",
          "etat": "NON_COTE"
        },
        {
          "name": "Transvase des éléments liquides",
          "description": "L'enfant transvase des liquides d’un récipient à un autre sans renverser, démontrant une maîtrise motrice fine.",
          "etat": "NON_COTE"
        },
        {
          "name": "Dévisse le couvercle d’un pot de bulles de savon/d’une bouteille",
          "description": "L'enfant dévisse un couvercle, montrant une coordination et une force dans les doigts.",
          "etat": "NON_COTE"
        },
        {
          "name": "Visser pour refermer une bouteille",
          "description": "L'enfant visse un couvercle pour refermer une bouteille, démontrant une coordination fine et une compréhension de la tâche.",
          "etat": "NON_COTE"
        },
        {
          "name": "Prend un bâtonnet avec 2 ou 3 doigts pour l’enfoncer dans la pâte à modeler ou le retirer",
          "description": "L'enfant utilise 2 ou 3 doigts pour manipuler un bâtonnet dans la pâte à modeler, montrant une précision dans la préhension.",
          "etat": "NON_COTE"
        },
        {
          "name": "Insère 3 formes dans un encastrement",
          "description": "L'enfant insère trois formes dans un jeu d’encastrement, démontrant une coordination visuo-motrice.",
          "etat": "NON_COTE"
        },
        {
          "name": "Assemble deux pièces de puzzle avec les deux mains",
          "description": "L'enfant assemble deux pièces de puzzle en utilisant ses deux mains, montrant une coordination bilatérale.",
          "etat": "NON_COTE"
        },
        {
          "name": "Retire des élastiques d’un fil",
          "description": "L'enfant retire des élastiques d’un fil, démontrant une précision et une coordination motrice fine.",
          "etat": "NON_COTE"
        },
        {
          "name": "Enfile des élastiques sur un tube",
          "description": "L'enfant enfile des élastiques sur un tube, montrant une coordination fine et une compréhension spatiale.",
          "etat": "NON_COTE"
        },
        {
          "name": "Enfile une perle",
          "description": "L'enfant enfile une perle sur un fil, démontrant une précision dans les gestes fins.",
          "etat": "NON_COTE"
        },
        {
          "name": "Fait un collier de 5 grosses perles",
          "description": "L'enfant enfile cinq grosses perles pour faire un collier, montrant une coordination et une persévérance.",
          "etat": "NON_COTE"
        },
        {
          "name": "Fait un collier de petites perles",
          "description": "L'enfant enfile des petites perles pour faire un collier, démontrant une précision accrue dans la motricité fine.",
          "etat": "NON_COTE"
        },
        {
          "name": "Enlève jusqu’à 6 perles d’un cure pipe",
          "description": "L'enfant retire jusqu’à six perles d’un cure pipe en utilisant ses mains de manière coordonnée, montrant une dextérité fine.",
          "etat": "NON_COTE"
        },
        {
          "name": "Insère des jetons sur une planche de colorino",
          "description": "L'enfant insère des jetons sur une planche de colorino, démontrant une coordination visuo-motrice fine.",
          "etat": "NON_COTE"
        },
        {
          "name": "Colle des gommettes",
          "description": "L'enfant colle des gommettes sur une surface, montrant une précision dans le placement.",
          "etat": "NON_COTE"
        },
        {
          "name": "Colle des gommettes sur une ligne",
          "description": "L'enfant colle des gommettes en suivant une ligne, démontrant une précision accrue dans le geste.",
          "etat": "NON_COTE"
        },
        {
          "name": "Décolle des gommettes",
          "description": "L'enfant décolle des gommettes d’une surface, montrant une coordination fine et une délicatesse.",
          "etat": "NON_COTE"
        },
        {
          "name": "Saisit une pince à linge (pouce et index)",
          "description": "L'enfant saisit une pince à linge avec le pouce et l’index, démontrant une prise en pince précise.",
          "etat": "NON_COTE"
        },
        {
          "name": "Accroche des pinces sur planche cartonnée",
          "description": "L'enfant accroche des pinces à linge sur une planche cartonnée, montrant une coordination et une force dans les doigts.",
          "etat": "NON_COTE"
        },
        {
          "name": "Attrape des objets avec une pince",
          "description": "L'enfant utilise une pince pour attraper des objets, démontrant une précision et une coordination fine.",
          "etat": "NON_COTE"
        },
        {
          "name": "Décroche des pinces",
          "description": "L'enfant décroche des pinces à linge d’une surface, montrant une dextérité et une coordination fine.",
          "etat": "NON_COTE"
        },
        {
          "name": "Empile 3 cubes",
          "description": "L'enfant empile trois cubes, démontrant une coordination visuo-motrice et une compréhension de l’équilibre.",
          "etat": "NON_COTE"
        },
        {
          "name": "Empile 8 cubes",
          "description": "L'enfant empile huit cubes, montrant une coordination et une précision accrues.",
          "etat": "NON_COTE"
        },
        {
          "name": "Réalise une tour (30cm) de gros légos",
          "description": "L'enfant construit une tour de 30 cm avec des gros légos, démontrant une stabilité et une coordination motrice.",
          "etat": "NON_COTE"
        },
        {
          "name": "Réalise une tour (20cm) de légos de format moyen",
          "description": "L'enfant construit une tour de 20 cm avec des légos de format moyen, montrant une précision accrue.",
          "etat": "NON_COTE"
        },
        {
          "name": "Réalise une tour (10-15cm) de mini légos",
          "description": "L'enfant construit une tour de 10 à 15 cm avec des mini légos, démontrant une motricité fine avancée.",
          "etat": "NON_COTE"
        },
        {
          "name": "Déconstruire une tour de légos (déboîter)",
          "description": "L'enfant déboîte une tour de légos, montrant une coordination fine et une compréhension de la manipulation.",
          "etat": "NON_COTE"
        },
        {
          "name": "Gribouille spontanément (durée au moins 5sec)",
          "description": "L'enfant gribouille spontanément pendant au moins 5 secondes, montrant une initiative dans le geste graphique.",
          "etat": "NON_COTE"
        },
        {
          "name": "Colorie un grand rond",
          "description": "L'enfant colorie un grand rond, démontrant une coordination dans le geste graphique.",
          "etat": "NON_COTE"
        },
        {
          "name": "Repasse sur forme (rond, triangle, carré)",
          "description": "L'enfant repasse sur les contours d’une forme (rond, triangle, carré), montrant une précision dans le traçage.",
          "etat": "NON_COTE"
        },
        {
          "name": "Dessine",
          "description": "L'enfant dessine de manière spontanée, démontrant une créativité et une coordination motrice fine.",
          "etat": "NON_COTE"
        },
        {
          "name": "Déchire du papier avec les deux mains",
          "description": "L'enfant déchire du papier en utilisant ses deux mains, montrant une coordination bilatérale.",
          "etat": "NON_COTE"
        },
        {
          "name": "Froisse du papier avec une main",
          "description": "L'enfant froisse du papier avec une seule main, démontrant une force et une coordination unilatérale.",
          "etat": "NON_COTE"
        },
        {
          "name": "Prend et tient correctement des ciseaux",
          "description": "L'enfant prend et tient des ciseaux correctement, montrant une préparation à l’utilisation d’outils.",
          "etat": "NON_COTE"
        },
        {
          "name": "Découpe avec un ciseau",
          "description": "L'enfant découpe du papier avec des ciseaux, démontrant une coordination motrice fine et une précision.",
          "etat": "NON_COTE"
        },
        {
          "name": "Suit un labyrinthe avec le doigt",
          "description": "L'enfant suit un labyrinthe avec son doigt, montrant une coordination visuo-motrice fine.",
          "etat": "NON_COTE"
        },
        {
          "name": "Appuyer/actionner un interrupteur",
          "description": "L'enfant appuie ou actionne un interrupteur, démontrant une précision dans le geste ciblé.",
          "etat": "NON_COTE"
        },
        {
          "name": "Monter/descendre une fermeture éclair",
          "description": "L'enfant monte ou descend une fermeture éclair, montrant une coordination fine et une compréhension de la tâche.",
          "etat": "NON_COTE"
        },
        {
          "name": "Enclencher une fermeture éclair",
          "description": "L'enfant enclenche une fermeture éclair, démontrant une précision dans l’alignement et la manipulation.",
          "etat": "NON_COTE"
        },
        {
          "name": "Déboutonner/boutonner (chemise ou pantalon)",
          "description": "L'enfant déboutonne ou boutonne une chemise ou un pantalon, montrant une coordination fine et une autonomie dans l’habillage.",
          "etat": "NON_COTE"
        }
      ]
    },
    {
      "name": "Motricité globale",
      "description": "Capacité à réaliser des mouvements impliquant l’ensemble du corps",
      "items": [
        {
          "name": "Marche de manière autonome et adaptée",
          "description": "L'enfant marche de manière autonome et adaptée à son environnement, montrant une coordination globale.",
          "etat": "NON_COTE"
        },
        {
          "name": "Marche sur une ligne",
          "description": "L'enfant marche en suivant une ligne au sol, démontrant un équilibre et une coordination.",
          "etat": "NON_COTE"
        },
        {
          "name": "Marche en portant un objet",
          "description": "L'enfant marche tout en portant un objet, montrant une coordination entre la marche et la manipulation.",
          "etat": "NON_COTE"
        },
        {
          "name": "Marche en enjambant des obstacles",
          "description": "L'enfant marche en enjambant des obstacles, démontrant une coordination et une planification motrice.",
          "etat": "NON_COTE"
        },
        {
          "name": "Marche en passant sous un obstacle",
          "description": "L'enfant marche en passant sous un obstacle, montrant une adaptation spatiale et une coordination.",
          "etat": "NON_COTE"
        },
        {
          "name": "Marche à reculons",
          "description": "L'enfant marche à reculons, démontrant un contrôle moteur et une conscience spatiale.",
          "etat": "NON_COTE"
        },
        {
          "name": "Marche sur la pointe des pieds",
          "description": "L'enfant marche sur la pointe des pieds, montrant un contrôle de l’équilibre et de la posture.",
          "etat": "NON_COTE"
        },
        {
          "name": "Court de manière autonome et adaptée",
          "description": "L'enfant court de manière autonome et adaptée à son environnement, démontrant une coordination globale.",
          "etat": "NON_COTE"
        },
        {
          "name": "Court en suivant une trajectoire",
          "description": "L'enfant court en suivant une trajectoire définie, montrant une planification motrice.",
          "etat": "NON_COTE"
        },
        {
          "name": "Court avec un objet dans la main",
          "description": "L'enfant court tout en tenant un objet, démontrant une coordination entre la course et la manipulation.",
          "etat": "NON_COTE"
        },
        {
          "name": "Court en s’arrêtant quand il faut",
          "description": "L'enfant court et s’arrête sur un signal (panneau stop, ligne ou signal sonore), montrant un contrôle moteur.",
          "etat": "NON_COTE"
        },
        {
          "name": "Accélère et ralentit sa course",
          "description": "L'enfant ajuste la vitesse de sa course, accélérant ou ralentissant, démontrant un contrôle dynamique.",
          "etat": "NON_COTE"
        },
        {
          "name": "Court longtemps (à partir d’1 minute)",
          "description": "L'enfant court pendant au moins une minute, montrant une endurance physique.",
          "etat": "NON_COTE"
        },
        {
          "name": "Court en passant des obstacles",
          "description": "L'enfant court en contournant ou passant des obstacles, démontrant une coordination et une agilité.",
          "etat": "NON_COTE"
        },
        {
          "name": "Se met sur la pointe des pieds",
          "description": "L'enfant se met sur la pointe des pieds, montrant un contrôle de l’équilibre.",
          "etat": "NON_COTE"
        },
        {
          "name": "Tient 10sec sur la pointe des pieds",
          "description": "L'enfant tient sur la pointe des pieds pendant 10 secondes, démontrant un équilibre soutenu.",
          "etat": "NON_COTE"
        },
        {
          "name": "Tient 10sec immobile les pieds joints",
          "description": "L'enfant reste immobile les pieds joints pendant 10 secondes, montrant un contrôle de l’équilibre statique.",
          "etat": "NON_COTE"
        },
        {
          "name": "Tient 10sec immobile pieds joints avec les yeux fermés",
          "description": "L'enfant reste immobile les pieds joints avec les yeux fermés pendant 10 secondes, démontrant un équilibre avancé.",
          "etat": "NON_COTE"
        },
        {
          "name": "Tient 10sec sur un pied",
          "description": "L'enfant tient sur un pied pendant 10 secondes, montrant un équilibre unipodal.",
          "etat": "NON_COTE"
        },
        {
          "name": "Tient sur des talons / échasses",
          "description": "L'enfant tient en équilibre sur des talons ou des échasses, démontrant une coordination et un équilibre avancés.",
          "etat": "NON_COTE"
        },
        {
          "name": "Saute sur place",
          "description": "L'enfant saute sur place, montrant une coordination motrice globale.",
          "etat": "NON_COTE"
        },
        {
          "name": "Saute les pieds alternés",
          "description": "L'enfant saute en alternant les pieds, démontrant une coordination avancée.",
          "etat": "NON_COTE"
        },
        {
          "name": "Saute en avançant",
          "description": "L'enfant saute tout en avançant, montrant une coordination entre le saut et le déplacement.",
          "etat": "NON_COTE"
        },
        {
          "name": "Saute sur un pied",
          "description": "L'enfant saute sur un pied, démontrant un équilibre et une force unipodale.",
          "etat": "NON_COTE"
        },
        {
          "name": "Saute sur un pied en avançant",
          "description": "L'enfant saute sur un pied tout en avançant, montrant une coordination avancée.",
          "etat": "NON_COTE"
        },
        {
          "name": "Saute sur un trampoline",
          "description": "L'enfant saute sur un trampoline, démontrant une coordination et un contrôle moteur.",
          "etat": "NON_COTE"
        },
        {
          "name": "Monte sur un plan incliné",
          "description": "L'enfant monte un plan incliné, montrant une coordination et une force motrice.",
          "etat": "NON_COTE"
        },
        {
          "name": "Descend sur un plan incliné",
          "description": "L'enfant descend un plan incliné, démontrant un contrôle de la descente et de l’équilibre.",
          "etat": "NON_COTE"
        },
        {
          "name": "Monte sur un banc",
          "description": "L'enfant monte sur un banc, montrant une coordination et une force dans les jambes.",
          "etat": "NON_COTE"
        },
        {
          "name": "Descend d’un banc seul",
          "description": "L'enfant descend d’un banc de manière autonome, démontrant un contrôle moteur.",
          "etat": "NON_COTE"
        },
        {
          "name": "Monte un escalier de façon adaptée",
          "description": "L'enfant monte un escalier de manière adaptée, alternant les pieds si possible, montrant une coordination.",
          "etat": "NON_COTE"
        },
        {
          "name": "Descend un escalier de façon adaptée",
          "description": "L'enfant descend un escalier de manière adaptée, alternant les pieds si possible, montrant un contrôle moteur.",
          "etat": "NON_COTE"
        },
        {
          "name": "Monte et descend d’une échelle",
          "description": "L'enfant monte et descend une échelle, démontrant une coordination et une force globale.",
          "etat": "NON_COTE"
        },
        {
          "name": "Sait retenir au moins 3sec une corde que l’on tire",
          "description": "L'enfant retient une corde pendant au moins 3 secondes lorsqu’on la tire, montrant une force et une coordination.",
          "etat": "NON_COTE"
        },
        {
          "name": "Se penche pour ramasser un objet",
          "description": "L'enfant se penche pour ramasser un objet au sol, démontrant une coordination et un équilibre.",
          "etat": "NON_COTE"
        },
        {
          "name": "Réussit à saisir des objets placés loin de lui",
          "description": "L'enfant étend son bras et son corps pour saisir des objets éloignés, montrant une coordination spatiale.",
          "etat": "NON_COTE"
        },
        {
          "name": "Escalade un mur",
          "description": "L'enfant escalade un mur, démontrant une force, une coordination et une planification motrice.",
          "etat": "NON_COTE"
        },
        {
          "name": "Roule sur le côté",
          "description": "L'enfant roule sur le côté au sol, montrant une coordination motrice globale.",
          "etat": "NON_COTE"
        },
        {
          "name": "Fait du 4 pattes",
          "description": "L'enfant se déplace à quatre pattes, démontrant une coordination des membres.",
          "etat": "NON_COTE"
        },
        {
          "name": "Rampe en avant",
          "description": "L'enfant rampe en avant, montrant une coordination et une force au sol.",
          "etat": "NON_COTE"
        },
        {
          "name": "Rampe en arrière",
          "description": "L'enfant rampe en arrière, démontrant une coordination et une conscience spatiale.",
          "etat": "NON_COTE"
        },
        {
          "name": "Se relève du sol sans appui-mains",
          "description": "L'enfant se relève du sol sans utiliser ses mains pour s’appuyer, montrant une force et un équilibre.",
          "etat": "NON_COTE"
        },
        {
          "name": "S’agenouille",
          "description": "L'enfant s’agenouille, démontrant un contrôle moteur et une flexibilité.",
          "etat": "NON_COTE"
        },
        {
          "name": "S’accroupit",
          "description": "L'enfant s’accroupit, montrant un contrôle de l’équilibre et une force dans les jambes.",
          "etat": "NON_COTE"
        },
        {
          "name": "Fait une roulade avant",
          "description": "L'enfant effectue une roulade avant, démontrant une coordination et une agilité.",
          "etat": "NON_COTE"
        },
        {
          "name": "Fait une roulade arrière",
          "description": "L'enfant effectue une roulade arrière, montrant une coordination et une maîtrise avancée.",
          "etat": "NON_COTE"
        },
        {
          "name": "Applaudit",
          "description": "L'enfant applaudit, démontrant une coordination bilatérale des mains.",
          "etat": "NON_COTE"
        },
        {
          "name": "Danse sur une chanson",
          "description": "L'enfant danse sur une chanson, montrant une coordination rythmique et motrice.",
          "etat": "NON_COTE"
        },
        {
          "name": "Saute d’un cerceau à un autre",
          "description": "L'enfant saute d’un cerceau à un autre, démontrant une coordination et une précision spatiale.",
          "etat": "NON_COTE"
        },
        {
          "name": "Attrape un ballon au moins 1 fois sur 3",
          "description": "L'enfant attrape un ballon au moins une fois sur trois lancers, montrant une coordination œil-main.",
          "etat": "NON_COTE"
        },
        {
          "name": "Lance un ballon au moins une fois sur 3",
          "description": "L'enfant lance un ballon au moins une fois sur trois essais, démontrant une coordination motrice.",
          "etat": "NON_COTE"
        },
        {
          "name": "Lance un ballon dans une cible précise",
          "description": "L'enfant lance un ballon vers une cible précise, comme un panier ou une personne, montrant une précision motrice.",
          "etat": "NON_COTE"
        },
        {
          "name": "Pousse un ballon avec le pied sans tomber",
          "description": "L'enfant pousse un ballon avec le pied sans perdre l’équilibre, démontrant une coordination pied-œil.",
          "etat": "NON_COTE"
        },
        {
          "name": "Marque un but (ballon au sol)",
          "description": "L'enfant marque un but en poussant un ballon au sol, montrant une précision et une coordination.",
          "etat": "NON_COTE"
        },
        {
          "name": "Fait rouler une balle pour faire tomber des quilles ou chamboule-tout",
          "description": "L'enfant fait rouler une balle pour faire tomber des quilles ou jouer au chamboule-tout, montrant une précision motrice.",
          "etat": "NON_COTE"
        },
        {
          "name": "Lance un ballon à une main",
          "description": "L'enfant lance un ballon avec une seule main, démontrant une coordination unilatérale.",
          "etat": "NON_COTE"
        },
        {
          "name": "Tient en équilibre sur une trottinette",
          "description": "L'enfant tient en équilibre sur une trottinette, montrant une maîtrise de l’équilibre dynamique.",
          "etat": "NON_COTE"
        },
        {
          "name": "Fait avancer la trottinette",
          "description": "L'enfant fait avancer une trottinette, démontrant une coordination et une propulsion.",
          "etat": "NON_COTE"
        },
        {
          "name": "Dirige sa trottinette / son vélo",
          "description": "L'enfant dirige une trottinette ou un vélo, montrant une coordination et une planification spatiale.",
          "etat": "NON_COTE"
        },
        {
          "name": "Pédale à vélo",
          "description": "L'enfant pédale sur un vélo, démontrant une coordination et une force motrice.",
          "etat": "NON_COTE"
        },
        {
          "name": "Tient en équilibre sur un vélo",
          "description": "L'enfant tient en équilibre sur un vélo sans aide, montrant une maîtrise de l’équilibre dynamique.",
          "etat": "NON_COTE"
        },
        {
          "name": "Maîtrise ses arrêts",
          "description": "L'enfant maîtrise les arrêts sur une trottinette ou un vélo, démontrant un contrôle moteur précis.",
          "etat": "NON_COTE"
        },
        {
          "name": "Fait du toboggan sans aide",
          "description": "L'enfant utilise un toboggan de manière autonome, montrant une coordination et une confiance motrice.",
          "etat": "NON_COTE"
        },
        {
          "name": "Fait de la corde à sauter",
          "description": "L'enfant utilise une corde à sauter, démontrant une coordination rythmique et motrice avancée.",
          "etat": "NON_COTE"
        },
        {
          "name": "Suit un parcours de motricité",
          "description": "L'enfant suit un parcours de motricité avec plusieurs étapes, montrant une coordination et une planification motrice.",
          "etat": "NON_COTE"
        },
        {
          "name": "Grimpe à la corde",
          "description": "L'enfant grimpe à une corde, démontrant une force, une coordination et une endurance motrice.",
          "etat": "NON_COTE"
        }
      ]
    }
  ]
},{
  "category_name": "Comportement de Participation",
  "category_description": "Compétences liées à la coopération et à la compliance dans les interactions et activités",
  "domains": [
    {
      "name": "Coopération/compliance",
      "description": "Capacité à coopérer avec les consignes et à participer aux activités de manière appropriée",
      "items": [
        {
          "name": "Prend un objet quand on lui tend",
          "description": "L'enfant prend un objet lorsqu’un adulte le lui tend, démontrant une coopération de base dans l’interaction.",
          "etat": "NON_COTE"
        },
        {
          "name": "Coopère aux consignes simples posées",
          "description": "L'enfant suit les consignes simples qu’il comprend, montrant une capacité à répondre aux attentes de l’adulte.",
          "etat": "NON_COTE"
        },
        {
          "name": "Vient s’asseoir quand on lui demande (pour une activité renforçante)",
          "description": "L'enfant vient s’asseoir lorsqu’on lui demande pour participer à une activité qu’il trouve motivante, démontrant une coopération dans un contexte positif.",
          "etat": "NON_COTE"
        },
        {
          "name": "Vient s’asseoir quand on lui demande (pour une activité non renforçante)",
          "description": "L'enfant vient s’asseoir lorsqu’on lui demande pour une activité non motivante, montrant une capacité à suivre des consignes sans récompense immédiate.",
          "etat": "NON_COTE"
        },
        {
          "name": "Accepte de réaliser des activités avec différentes personnes",
          "description": "L'enfant accepte de participer à des activités avec différentes personnes, démontrant une flexibilité dans les interactions sociales.",
          "etat": "NON_COTE"
        },
        {
          "name": "Reste assis pendant une activité",
          "description": "L'enfant reste assis pendant une activité (préciser la durée en commentaire), montrant une capacité à maintenir son attention.",
          "etat": "NON_COTE"
        },
        {
          "name": "Respecte les consignes pendant les activités",
          "description": "L'enfant suit les consignes données pendant les activités, démontrant une compréhension et une conformité aux attentes.",
          "etat": "NON_COTE"
        },
        {
          "name": "Manipule le matériel correctement",
          "description": "L'enfant utilise le matériel de manière appropriée pendant les activités, montrant un respect des outils et des consignes.",
          "etat": "NON_COTE"
        },
        {
          "name": "Pose les mains sur la table/ses genoux avant de démarrer l’activité",
          "description": "L'enfant pose ses mains sur la table ou ses genoux avant de commencer une activité, démontrant une capacité à attendre.",
          "etat": "NON_COTE"
        },
        {
          "name": "Accepte une guidance de l’adulte",
          "description": "L'enfant accepte l’aide ou la guidance physique/verbale d’un adulte pour réaliser une tâche, montrant une coopération.",
          "etat": "NON_COTE"
        },
        {
          "name": "Suit des consignes de groupe",
          "description": "L'enfant suit les consignes données dans un contexte de groupe, démontrant une capacité à s’intégrer dans des activités collectives.",
          "etat": "NON_COTE"
        },
        {
          "name": "Respecte les consignes orales d’interdiction",
          "description": "L'enfant respecte les consignes orales comme ‘ne touches pas’, montrant une compréhension des interdictions.",
          "etat": "NON_COTE"
        },
        {
          "name": "Arrête le comportement engagé lorsqu’on lui dit « stop » sans comportement-problème",
          "description": "L'enfant cesse un comportement lorsqu’on lui dit ‘stop’ sans manifester de comportement-problème, démontrant un contrôle de soi.",
          "etat": "NON_COTE"
        },
        {
          "name": "Accepte les transitions sans comportement-défi",
          "description": "L'enfant passe d’une activité à une autre sans manifester de comportement-défi, montrant une adaptabilité.",
          "etat": "NON_COTE"
        },
        {
          "name": "Accepte le retrait d’objet sans comportement-défi",
          "description": "L'enfant accepte qu’on lui retire un objet sans manifester de comportement-défi, démontrant une régulation émotionnelle.",
          "etat": "NON_COTE"
        },
        {
          "name": "Accepte le refus d’objet/activité sans comportement-défi",
          "description": "L'enfant accepte un refus d’objet ou d’activité sans manifester de comportement-défi, montrant une tolérance à la frustration.",
          "etat": "NON_COTE"
        },
        {
          "name": "Attend après une demande sans comportement-défi",
          "description": "L'enfant attend après une demande (préciser la durée en commentaire) sans manifester de comportement-défi, montrant une patience.",
          "etat": "NON_COTE"
        },
        {
          "name": "Tolère les changements/imprévus sans comportement-défi",
          "description": "L'enfant accepte les changements ou imprévus sans manifester de comportement-défi, démontrant une flexibilité.",
          "etat": "NON_COTE"
        },
        {
          "name": "Accepte l’attente sans comportement-défi (attendre son tour)",
          "description": "L'enfant attend son tour sans manifester de comportement-défi (préciser la durée en commentaire), montrant une capacité à gérer l’attente.",
          "etat": "NON_COTE"
        },
        {
          "name": "Accepte l’attente sans comportement-défi (attendre quelqu’un en restant assis)",
          "description": "L'enfant attend quelqu’un en restant assis sans manifester de comportement-défi (préciser la durée en commentaire), démontrant une patience.",
          "etat": "NON_COTE"
        },
        {
          "name": "Accepte l’attente sans comportement-défi (attendre quelqu’un en s’occupant)",
          "description": "L'enfant attend quelqu’un en s’occupant sans manifester de comportement-défi (préciser la durée en commentaire), montrant une autonomie dans l’attente.",
          "etat": "NON_COTE"
        }
      ]
    }
  ]
}
]